Repository: ea4k/klog
Catalog: po/*.po
Languages: de

source: KLog - The KDE Ham radio logging software.
de: KLog - Die KDE Amateurfunk Logsoftware

source: Numb
de: Nummer

source: Date
de: Datum

source: QRZ
de: Rufzeichen

source: RST(tx)
de: RST(ab)

source: RST(rx)
de: RST(an)

source: Mode
de: Betriebsart

source: Power
de: Leistung

source: Remarks
de: Bemerkungen

source: Clear
de: Löschen

source: DX Map
de: DX Karte

source: Entity
de: Datensatz

source: Prefix
de: Präfix

source: Info
de: Information

source: <p align="center"><b>10</b></p>
de: <p align="center"><b>10m</b></p>

source: <p align="center"><b>15</b></p>
de: <p align="center"><b>15m</b></p>

source: <p align="center"><b>20</b></p>
de: <p align="center"><b>20m</b></p>

source: <p align="center"><b>40</b></p>
de: <p align="center"><b>40m</b></p>

source: <p align="center"><b>80</b></p>
de: <p align="center"><b>80m</b></p>

source: <p align="center"><b>160</b></p>
de: <p align="center"><b>160m</b></p>

source: <p align="center"><b>6</b></p>
de: <p align="center"><b>6m</b></p>

source: <p align="center"><b>12</b></p>
de: <p align="center"><b>12m</b></p>

source: <p align="center"><b>17</b></p>
de: <p align="center"><b>17m</b></p>

source: <p align="center"><b>30</b></p>
de: <p align="center"><b>30m</b></p>

source: <p align="center"><b>2</b></p>
de: <p align="center"><b>2m</b></p>

source: Entity's main prefix
de: Hauptrufzeichen des Datensatzes

source: <p align="center"><b>Prefix:</b></p>
de: <p align="center"><b>Präfix:</b></p>

source: Entity's continent
de: Kontinent des Datensatzes

source: <p align="center"><b>Continent:</b></p>
de: <p align="center"><b>Kontinent:</b></p>

# Use no more than 4 letters when translating
source: <p align="center"><b>deg</b></p>
de: <p align="center"><b>Grad</b></p>

source: Short Path
de: Kurzer Weg

source: <p align="center"><b>Short Path:</b></p>
de: <p align="center"><b>Kurzer Weg:</b></p>

source: Point your antenna in this direction
de: Drehen Sie Ihre Antenne in diese Richtung

source: Km to the DX through the short path
de: Entfernung zur Gegenstation in KM über den kurzen Weg

source: Turn your antenna in this direction to work via long path
de: Drehen Sie Ihre Antenne in diese Richtung, um über den langen Weg zu arbeiten

source: Long Path
de: Langer Weg

source: <p align="center"><b>Long Path:</b></p>
de: <p align="center"><b>Langer Weg:</b></p>

source: Km to the DX through the long path
de: Entfernung in KM über den langen Weg

# Use no more than 4 letters when translating
source: <b><p align="center">deg</p></b>
de: <b><p align="center">Grad</p></b>

source: Awards
de: Diplome

source: <b>Award</b>
de: <b>Diplom</b>

source: <b>Worked</b>
de: <b>Gearbeitet</b>

source: IOTA checking is still not implemented.
de: IOTA-Überprüfung ist noch nicht programmiert

source: Local awards checking is still not implemented.
de: Überprüfung auf lokale Diplome ist noch nicht programmiert.

source: <b>LOCAL:</b>
de: <b>LOKAL:</b>

source: <b>Confirmed</b>
de: <b>Bestätigt</b>

source: Search
de: Suche nach

source: Enter the call to search
de: Geben Sie das Rufzeichen ein, nachdem gesucht werden soll

source: DX Operator's name
de: Name der Gegenstation

source: <p align="center"><b>Time:</b></p>
de: <p align="center"><b>Uhrzeit:</b></p>

source: <p align="center"><b>QTH:</b></p>
de: <p align="center"><b>Standort:</b></p>

source: DX Operator's QTH
de: Der Standort der Gegenstation

source: Time
de: Uhrzeit

source: QSL-Sent
de: QSL-gesendet

source: QSL-Rec
de: QSL-empfangen

source: Number
de: Nummer

source: Enter the DX's QRZ
de: Geben Sie das Rufzeichen der Gegenstation ein

source: Mode selection
de: Betriebsart auswählen

source: Band selection
de: Bandauswahl

source: dd/MM/yyyy
de: tt/MM/jjjj

source: Clear current QSO
de: Aktuelles QSO verwerfen

source: Add this QSO to the log
de: Dieses QSO dem Log hinzufügen

source: <p align="center"><b>RST(tx)<br>RST(rx)</b></p>
de: <p align="center"><b>RST(ab)<br>RST(an)</b></p>

source: R value you give to the DX
de: R-Wert der Gegenstation

source: R value you get from the DX
de: erhaltener R-Wert

source: S value you give to the DX
de: S-Wert der Gegenstation

source: S value you get from the DX
de: erhaltener S-Wert

source: T value you give to the DX
de: T-Wert der Gegenstation

source: T value you get from the DX
de: erhaltener T-Wert

source: DX's operator's name
de: Name der Gegenstation

source: DX's QTH (City, town)
de: Standort der Gegenseite (Stadt, o.ä.)

source: The DX locator (like IN80EK)
de: Der Locator des Gesprächpartners (z. B. JO30PM)

source: How to send the QSL
de: Über welchen Weg wird die QSL-Karte gesendet?

source: No QSL
de: Keine QSL

source: Manager
de: QSL-Manager

source: Direct
de: Direkt

source: Manager's QRZ
de: Rufzeichen des QSL-Managers

source: <b>QSL Sent:</b>
de: <b>QSL gesendet:</b>

source: <b>QSL Recv:</b>
de: <b>QSL empfangen:</b>

source: QSL card received
de: QSL Karte empfangen

source: Send the QSL
de: QSL gesendet

source: <b>Remarks:</b>
de: <b>Bemerkungen:</b>

source: Others
de: Andere

source: IOTA continent
de: IOTA Kontinent

source: IOTA number
de: IOTA Nummer

source: Several awards, still not implemented.
de: Mehrere Diplome, Funktion noch nicht programmiert

source: <b>Award:</b>
de: <b>Diplom:</b>

source: Default reference
de: Standard-Referenz

source: My Data
de: Meine Daten

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Nimbus Sans L'; font-size:9pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Power:</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Nimbus Sans L'; font-size:9pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Leistung:</span></p></body></html>

source: Power used to make this QSO
de: Leistung für dieses QSO

source: The call of the station used to work this QSO
de: Benutztes Rufzeichen für dieses QSO

source: The locator of the station
de: Der Locator dieser Station

source: The operator that worked this QSO
de: Name des Operators, welcher dieses QSO geführt hat

source: Tools
de: Werkzeuge

source: &File
de: Datei (&F)

source: &Setup
de: Ein&stellungen

source: &Help
de: &Hilfe

source: &New
de: &Neu

source: New
de: Neu

source: New Log
de: Neues Log

source: Ctrl+N
de: Strg+N

source: &Open...
de: Öffnen (&O)...

source: Open
de: Öffnen

source: Ctrl+O
de: Strg+O

source: &Save
de: &Speichern

source: Save
de: Speichern

source: Ctrl+S
de: Strg+S

source: Save &As...
de: Speichern unter (&A)...

source: Save As
de: Speichern unter

source: &Print...
de: Drucken (&P)...

source: Print
de: Drucken

source: Ctrl+P
de: Strg+P

source: E&xit
de: Beenden (&x)

source: Exit
de: Beenden

source: &Undo
de: Rückgängig (&u)

source: Undo
de: Rückgängig

source: Ctrl+Z
de: Strg+Z

source: &Redo
de: Wiede&rherstellen

source: Redo
de: Wiederherstellen

source: Ctrl+Y
de: Strg+Y

source: &Cut
de: Auss&chneiden

source: Cut
de: Ausschneiden

source: Ctrl+X
de: Strg+X

source: C&opy
de: K&opieren

source: Copy
de: Kopieren

source: Ctrl+C
de: Strg+C

source: &Paste
de: Einfügen (&p)

source: Paste
de: Einfügen

source: Ctrl+V
de: Strg+V

source: &Find...
de: &Finden...

source: Find
de: Finden

source: Ctrl+F
de: Strg+F

source: &About...
de: Über (&A)...

source: About
de: Über

source: &Preferences
de: Einstellungen (&P)

source: Import from TLF log
de: Importieren einer TLF Logdatei

source: Import a tlf log
de: Importiert eine TLF-Logdatei

source: Import from tlf log file
de: Importieren einer TLF Lodatei

source: Delete QSO
de: QSO löschen

source: QSL Sent
de: QSL gesendet

source: QSL Received
de: QSL empfangen

source: Add a log file
de: Eine Logdatei hinzufügen

source: Add a log file to this log
de: fügt eine Logdatei zu der bestehenden hinzu

source: Connect to DXCluster
de: Verbinde zum DXCluster

source: Disconnect From DXCluster
de: Trenne von DXCluster

source: Properties
de: Eigenschaften

source: Bug report...
de: Fehlerbericht...

source: Check QSL needed
de: Überprüfe benötigte QSL

source: Sort the log
de: Log sortieren

source: Find QSO to QSL
de: Finde QSO zur QSL

source: Shows the list of needed QSO that we need to send the QSL card to.
de: Zeigt die Liste der benötigten Gespräche an, um die QSL-Karte verschicken zu können

source: Merge QSO data
de: QSO-Daten zusammenfügen

source: Clear QSO
de: QSO löschen

source: Import Cabrillo
de: Cabrillo importieren

source: Imports a cabrillo log
de: Importiert eine Logdatei im Cabrillo Format

source: C&ustom
de: Ben&utzerspezifisch

source: KLog setup
de: KLog Einrichtung

source: &Cancel
de: Lös&chen

source: Personal
de: Persönliches

source: Misc
de: Weiteres

source: Shows a progress bar but makes the log reading slower
de: Zeigt einen Fortschrittsbalken an, aber verlangsamt das Lesen der Logdatei

source: Show progress dialog when reading log file
de: Zeige Fortschrittsbalken, wenn die Logdatei gelesen wird

source: Open this file when starting:
de: Diese Datei beim Start von KLog öffnen:

source: If checked the time will be UTC
de: Falls angekreuzt, erscheint die Uhrzeit in UTC

source: Time in UTC
de: Zeit in UTC

source: <b>Power:</b>
de: <b>Leistung:</b>

source: Logging in real time
de: Echtzeit-Loggen

source: <b>Mode:</b>
de: <b>Betriebsart:</b>

source: Add the DX-Cluster server to the list
de: Diesen DX-Cluster Server der Liste hinzufügen

source: Add
de: Hinzufügen

source: Clears the text line but also will remove the server from the list if is already added
de: Löscht die Textzeile, löscht aber auch den Server von der Liste, falls dieser schon hinzugefügt wurde

source: Remove
de: Lösche

source: Spots
de: Aktivitäten

source: Show 1.8-30MHz spots
de: Zeige 1.8-30MHz Aktivitäten

source: Show HF activity
de: Zeige KW Aktivität

source: Show from 50MHz to GHz spots
de: Zeige Aktivitäten zwischen 50MHz und GHz

source: Show V/UHF activity
de: Zeige V/UHF Aktivität

source: Show WARC activity
de: Zeige WARC Aktivität

source: Show confirmed
de: Zeige bestätigte

source: Show SSB activity
de: Zeige SSB Aktivität

source: Show CW activity
de: Zeige CW Aktivität

source: Messages
de: Nachrichten

source: Show announces
de: Zeige Ankündigungen

source: Show ANN/FULL messages
de: Zeige ANN/FULL Nachrichten

source: Show weather messages
de: Zeige Wetter Nachrichten

source: Show WCY messages
de: Zeige WCY Nachrichten

source: Show WWV messages
de: Zeige WWV Nachrichten

source: Select a dx-cluster server.
de: Wählen Sie einen DX-Cluster Server.

source: Colors
de: Farben

source: <p align="center"><b>Needed band</b></p>
de: <p align="center"><b>Benötigte Bänder</b></p>

source: <p align="center"><b>New One</b></p>
de: <p align="center"><b>Neues Band</b></p>

source: <p align="center"><b>Worked</b></p>
de: <p align="center"><b>Gearbeitet</b></p>

source: <p align="center"><b>Confirmed</b></p>
de: <p align="center"><b>Bestätigt</b></p>

source: <p align="center"><b>Default</b></p>
de: <p align="center"><b>Standart</b></p>

source: Click to select
de: Zum Auswählen anklicken

source: Complete data with previous QSOs
de: Daten aus vorhergehenden QSOs vervollständigen

source: Mandatory data is: QRZ, date, time, band, mode, RST(rx) & RST (tx)
de: Benötigte Felder: Rufzeichen, Datum, Uhrzeit, Band, Betriebsart RST(an) und RST(ab)

source: Requires the mandatory fields in ALL QSO
de: Benötige die Pflichtfelder in ALLEN QSOs

source: Device:
de: Schnittstelle:

source: Activate Hamlib
de: Hamlib aktivieren

source: Pool hamlib each (msecs)
de: Abfrageintervall für Hamlib in msec

source: Award
de: Diplom

source: File
de: Datei

# NAME OF TRANSLATORS
source: Your names
de: Ihre Namen

# EMAIL OF TRANSLATORS
source: Your emails
de: Ihre eMails

source: KLog message:
de: KLog Nachricht:

source: Could not connect to your radio. Check your hamlib settings and restart KLog. KLog will run without hamlib support.
de: Kann die Verbindung zu Ihrem Transceiver nicht herstellen. Überprüfen Sie die Hamlib Einstellungen und starten Sie KLog erneut. KLog läuft z. Zt. ohne Hamlib Unterstützung.

source: Warning - Can't find cty.dat
de: Warnung - Datei cty.dat nicht gefunden.

source: Award:
de: Diplom:

source: LOCAL:
de: LOKAL:

source: Save File
de: Datei speichern

source: Saving the log...
de: Speichere Logdatei...

source: Abort saving
de: Speichern abbrechen

source: ADIF v1.0 (some ADIF v2 fields) Export from KLog-%1 http://jaime.robles.es/klog <APP_KLOG_NUMBER: %2>%3 Log saved: %4-%5 <PROGRAMID:4>KLOG <PROGRAMVERSION: %6>%7 <EOH>
de: ADIF v1.0 (einige ADIF v2 Felder) Export von KLog-%1 http://jaime.robles.es/klog <APP_KLOG_NUMBER: %2>%3 Log gespeichert: %4-%5 <PROGRAMID:4>KLOG <PROGRAMVERSION: %6>%7 <EOH>

source: The file selected to open does not exist. No file will be opened.
de: Ausgewählte Datei existiert nicht. Es wird keine Datei geöffnet.

source: Reading the log...
de: Lese Logdatei...

source: Abort reading
de: Lesen abbrechen

source: Adding QSO#:
de: Hinzufügen von QSO-Nummer:

source: &Delete
de: Löschen (&D)

source: Delete a QSO
de: Ein QSO löschen

source: &Recv and Sent
de: Empfangen und gesendet (&r)

source: QSL Recv and Sent
de: QSL Empfangen und Gesendet

source: &Recv QSL
de: QSL empfangen (&r)

source: &Sent QSL
de: QSL ge&sendet

source: Modify
de: Ändern

source: Cancel
de: Abbruch

source: Warning - Save log?
de: Warnung - Logdatei speichern?

source: The log has been changed since the last save.
de: Die Logdatei hat sich seit dem letzten Speichern verändert.

source: Save Now
de: Jetzt speichern

source: Continue anyway
de: Weitermachen

source: Open File
de: Öffne Datei

source: ADIF files (*.adi)
de: ADIF Dateien (*.adi)

source: KLog-%1 - The KDE Ham Radio Logging program
de: KLog-%1 - Das KDE Amateurfunk Logbuch Programm

source: It seems to be the first time you run KLog in this computer. The setup dialog will start to help you to configure KLog. Welcome to KLog. The KLog team.
de: Anscheinend starten Sie KLog das erste Mal auf diesem Computer. Der Einrichtungs-Assistent startet jetzt, um Ihnen bei der Konfiguration von KLog zu helfen. Willkommen bei KLog. Das KLog Team.

source: You still have not configured KLog. Please click on: Setup->Preferences and configure KLog.
de: Sie haben KLog noch nicht konfiguriert. Bitte klicken Sie auf: Einrichtung->Einstellungen und richten Sie KLog ein.

source: Enter a remark for ALL the imported QSO: (Leave it empty and press OK if no remark)
de: Geben Sie ein Stichwort für ALLE importierten QSOs ein: (Falls kein Stichwort gewünscht, einfach leer lassen und mit OK bestätigen)

source: Enter the used call: (Leave it empty and press OK if no diferent call was used)
de: Verwendetes Rufzeichen eintragen: (Leer lassen und mit OK bestätigen, falls das gleiche Rufzeichen benutzt wurde)

source: Warning - QRZ not valid
de: Warnung - Rufzeichen nicht gültig

source: Do you want to import without a QRZ?
de: Möchten Sie ohne ein Rufzeichen importieren?

source: Yes
de: Ja

source: No
de: Nein

source: Warning - Possible dates conflict:
de: Warnung - mögliche Datenkollision:

source: Please define if the QSOs were done in the 1900s or in the 2000s years Are these QSO dated before year 2000?
de: Bitte definieren Sie, ob die QSOs vor oder nach dem Jahr 2000 getätigt wurden. Wurden diese Gespräche vor dem Jahr 2000 geführt?

source: KLog - Log Add
de: KLog - Logdatei hinzufügen

source: Enter the used call: (Leave it empty and press OK if the call %1 was used).
de: Verwendetes Rufzeichen eintragen: (Leer lassen und mit OK bestätigen, falls das Rufzeichen %1 benutzt wurde).

source: Do you want to import without a QRZ?
de: Möchten Sie ohne ein Rufzeichen importieren?

source: Warning - Locator not valid
de: Warnung - Locator ungültig

source: Do you want to import without a Locator and use %1 ?
de: Möchten Sie ohne einen Locator importieren und %1 benutzen?

source: The log file has been sucessfully added!
de: Die Logdatei wurde erfolgreich hinzugefügt!

source: <p align="center"><b>Worked & confirmed before</b></p>
de: <p align="center"><b>Gearbeitet & schon bestätigt</b></p>

source: <p align="center"><b>Not confirmed in this band, WORK IT!</b></p>
de: <p align="center"><b>Auf diesem Band noch nicht bestätigt, AB ANS GERÄT!</b></p>

source: <p align="center"><b>New one in this band, WORK IT!</b></p>
de: <p align="center"><b>Neuer Kontakt auf diesem Band, AB ANS GERÄT!</b></p>

source: <p align="center"><b>Not confirmed, WORK IT!</b></p>
de: <p align="center"><b>Nicht bestätigt, AB ANS GERÄT!</b></p>

source: <p align="center"><b>NEW ONE, WORK IT!</b></p>
de: <p align="center"><b>NEUER KONTAKT, AB ANS GERÄT!</b></p>

source: Warning - QSO Deletion
de: Warnung - QSO wird gelöscht

source: Do you want to delete the QSO with: %1 of %2 ?
de: Möchten Sie das QSO löschen mit: %1 von %2 ?

source: Print the log
de: Drucke die Logdatei

source: Printing date:
de: Druckdatum:

source: RST(tx/rx)
de: RST(ab/an)

source: Page: %1
de: Seite: %1

source: Sorting the log...
de: Sortiere Logdatei...

source: Abort sorting
de: Sortieren abbrechen

source: Check your cluster settings in Setup->Preferences before connecting!
de: Überprüfen Sie die DX-Cluster Einstellungen in Einrichtung->Einstellungen vor einem Verbindungsversuch!

source: Trying to connect to the server
de: Serververbindung wird hergestellt

source: Connected to server
de: Verbunden mit Server

source: KLog message
de: KLog Nachricht

source: Enter you callsign to connect to the cluster:
de: Tragen Sie Ihr Rufzeichen ein, um mit dem DX-Cluster verbunden zu werden

source: Not logged on, you may to enter your callsign again.
de: Einloggen fehlgeschlagen, evtl. müssen Sie Ihr Rufzeichen erneut eingeben.

source: Connection closed by the server
de: Die Verbindung wurde vom Server beendet.

source: Connection closed
de: Verbindung beendet

source: Host not found:
de: Host nicht gefunden:

source: Check your network settings!
de: Überprüfen Sie Ihre Netzwerkverbindung!

source: DX-Cluster server refused the connection
de: Der DX-Cluster-Server hat die Verbindung abgelehnt

source: Maybe you are already connected, use another call like "YOURCALL-1"!
de: Vielleicht sind Sie schon verbunden. Bitte benutzen Sie ein anderes Rufzeichen wie "RUFZEICHEN-1"!

source: Please send your bug-report/wish to jaime@robles.es Include the KLog version you are using (%1). All your suggestion will be welcome!
de: Bitte senden Sie Ihren Fehlerbericht / Programmwunsch an jaime@robles.es Bitte teilen Sie Ihre benutzte KLog-Version (%1) mit. Alle Vorschläge sind herzlich willkommen!

source: Merging information...
de: Informationen komprimieren...

source: Abort
de: Abbruch

source: Warning: Callsign to complete found
de: Warnung: Rufzeichen zum Vervollständigen gefunden

source: Completing a call could cause data to be no accurate. Do you want this data to be merged? QSO N: #
de: Eine Rufzeichenvervollständigung kann zu Dateninkonsistenz führen. Sollen die Daten zusammengeführt werden? QSO Nummer:

source: - Asign the name
de: - Name hinzufügen

source: for
de: für

source: - Asign the QTH
de: - Standort hinzufügen

source: - Asign the Locator
de: - Locator hinzufügen

source: - Asign the IOTA reference
de: - IOTA Referenz hinzufügen

source: - Asign the Local Award reference
de: - Die lokale Diplom-Referenz hinzufügen

source: Completing a call could cause data to be no accurate. Do you want this data to be merged? QSO N: # %1 - Do you want to copy the QSL information received in other QSOs for %2 ?
de: Eine Rufzeichenvervollständigung kann zu Dateninkonsistenz führen. Sollen die Daten zusammengeführt werden? QSO Nummer: %1 - Möchten Sie die QSL-Informationen, welche in anderen QSOs für %2 gesammelt wurden kopieren?

source: Merging calls:
de: Füge Rufzeichen zusammen:

source: Getting all the calls...
de: Sammeln von allen Rufzeichen:

source: Adding Call:
de: Hinzufügen von Call:

source: The KDE Ham radio loggin software.
de: Die KDE Amateurfunk Logbuch Software.

source: Log to load (Still does not work)
de: Zu ladende Logdatei (Funktioniert noch nicht)

source: KLog Warning!
de: KLog Warnung!

source: Prefix from - %1 - the award: - %2 - is repeated! KLog can only manage one award per prefix. This award will not be included Check your klogrc file and/or the award file and fix the problem.
de: Präfix von - %1 - das Diplom: - %2 - kam schon einmal vor! KLog kann nur ein Diplom pro Präfix handhaben. Dieses Diplom wird nicht berücksichtigt. Überprüfen Sie Ihre klogrc Datei und/oder die Diplomdatei und beheben Sie das Problem.

source: KLog can not open the file: %1 ! That award will not be read. Check your klogrc file and fix the problem.
de: Klog kann folgende Datei nicht öffnen: %1 ! Dieses Diplom wird nicht gelesen. Überprüfen Sie die klogrc Datei und beheben Sie das Problem.

source: Select a file
de: Datei auswählen

source: Open a file
de: Datei öffnen

source: Award files (*.awa)
de: Diplom-Dateien (*.awa)

source: Prefix from - %1 - the award: - %2 - repeated! KLog can only manage one award per prefix. This award will not be included Check your klogrc file and/or the award file and fix the problem.
de: Präfix von - %1 - das Diplom: - %2 - kam schon einmal vor! KLog kann nur ein Diplom pro Präfix handhaben. Dieses Diplom wird nicht berücksichtigt. Überprüfen Sie Ihre klogrc Datei und/oder die Diplomdatei und beheben Sie das Problem.

source: KLog can not open the file:-%1! That award will not be read. Check your klogrc file and fix the problem.
de: Klog kann folgende Datei nicht öffnen: %1 ! Dieses Diplom wird nicht gelesen. Überprüfen Sie die klogrc Datei und beheben Sie das Problem

source: This function is still not implemented. To erase an award, delete the appropriate line of your klogrc file.
de: Diese Funktion steht noch nicht zur Verfügung. Um ein Diplom zu löschen, löschen Sie die zugehörige Zeile aus der Datei klogrc.
