Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# SetupPageELog|
source: LogBook Key for QSO uploading. You can get this key in your QRZ.com logbook webpage. Remember that you need a QRZ.com subscription to use this feature.
ca: Clau del LogBook per a pujar QSO. Aquesta clau es pot aconseguir a la pàgina web del vostre «logbook» de QRZ.com. Recordeu que cal una subscripció a QRZ.com per a usar aquesta funcionalitat.
cs: LogBook Key pro nahrání QSO. Získáte ho na Vaší stránce QRZ.com. Mějte na paměti, že je potřeba se registrovat.
es: Clave del libro de guardia para enviar QSOs. Puede obtener esta clave (LogBook Key) de la página de su libro de guardia en QRZ.com. Recuerde que se necesita una subscripción a QRZ.com para usar esta funcionalidad.
it: Key LogBook per il trasferimento di QSO. Ottieni questa key nella tua pagina web su QRZ.com. Ricorda che occorre che tu sia utente registrato su QRZ.com per pyoter usare questa funzionalità.

# SetupPageELog|
source: Upload
ca: Pujada
cs: Nahrání
es: Subir

# SetupPageELog|
source: Download
ca: Baixada
cs: Stažení
es: Descargar
it: Dowload

# SetupPageELog|
source: TQSL path
ca: Camí al TQSL
cs: Cesta k TQSL
es: Ubicación de TQSL
it: path TQSL

# SetupPageELog|
source: Use TQSL
ca: Usa el TQSL
cs: Použít TQSL
es: Usar TQSL
it: Usa TQSL

# SetupPageELog|
source: LoTW password
ca: Contrasenya de LoTW
cs: Heslo
es: Contraseña de LoTW
it: password LoTW

# SetupPageELog|
source: LoTW user
ca: Usuari de LoTW
cs: Uživatelské jméno
es: Usuario LoTW
it: user LoTW

# SetupPageELog|
source: Enter your LoTW user.
ca: Introduïu l'usuari de LoTW.
cs: Vložte LoTW uživatelské jméno.
es: Introduzca su usuario de LoTW.
it: Inserisci il tuo utente LoTW.

# SetupPageELog|
source: Enter your password LoTW here. Warning: The password will be save on clear in the KLog config file!! (If you don't want to enter the password, KLog will ask you when it is needed.)
ca: Introduïu aquí la contrasenya per al LoTW. Avís: La contrasenya es desarà en text tal qual al fitxer de configuració del KLog! (Si no voleu introduir la contrasenya, el KLog la preguntarà quan sigui necessària)
cs: Vložte heslo pro LoTW. Upozornění: Heslo je uloženo v otevřené podobně v konfiguračním souboru KLog!! (Pokud si nepřejete heslo uložit, KLog se bude ptát pokaždé, když bude potřeba)
es: Introduzca aquí su contraseña de LoTW. Aviso: La contraseña se almacenará en claro en el fichero de configuración de KLog. (Si no quiere introducir su contraseña, KLog se la preguntará cuando sea necesaria.)
it: Inserisci qua la tua password per LoTW. Attenzione: La password sarà salvata in charo nel file di configurazione di KLog. Se non vuoi lasciarla esposta puoi evitare di inserirla e KLog te la chiederà ogni volta quando necessario, senza memorizzarla

# SetupPageELog|
source: Path to the TQSL software.
ca: Camí al programari del TQSL.
cs: Cesta k aplikaci TQSL.
es: Ruta hasta el ejecutable de TQSL.
it: Path del software TQSL.

# SetupPageELog|
source: Enable the LoTW integration with TQSL. You will need to have TQSL installed
ca: Activa la integració LoTW amb el TQSL. Cal tenir instal·lat el TQSL
cs: Povolit integraci LoTW s TQSL. Bude potřeba mít nainstalovaný TSQL
es: Habilita la integración de LoTW a traves de TQSL. Necesita tener TQSL instalado.
it: Abilita l'integrazione fra LoTW e TQSL. E' necessario aver installato TQSL

# SetupPageELog|
source: Select File
ca: Selecció de fitxer
cs: Vyberte soubor
es: Seleccionar fichero
it: Seleziona file

# SetupPageHamLib|
source: Activate HamLib
ca: Activa la HamLib
cs: Používat HamLib
da: Aktiver HamLib
es: Activar HamLib
fr: Activer HamLib
hr: Aktiviraj HamLib
it: Attiva Hamlib

# SetupPageHamLib|
source: Activates the hamlib support that will enable the connection to a radio.
ca: Activa la implementació de la «hamlib» que activarà la connexió a la ràdio.
cs: Použít hamlib umožňující připojit rádio.
da: Aktiverer understøttelse af hamlib, der vil aktivere forbindelsen til en radio.
es: Activa el soporte de hamlib que habilitará la conexión a una radio.
fr: Activer le support hamlib pour permettre la connexion à un transceiver.
hr: Aktivira hamlib podršku koja omogućava spajanje na radio.
it: Attiva il supporto hamlib che permette la conenssioen diretta alla radio.

# SetupPageHamLib|
source: Read-Only mode
ca: Mode de només lectura
cs: Read-Only režim
es: Modo solo lectura
hr: Samo čitaj
it: Modo in sola lettura

# SetupPageHamLib|
source: If enabled, the KLog will read Freq/Mode from the radio but will never send any command to the radio.
ca: Si està activat, el KLog llegirà la freqüència i el mode des de la ràdio però mai enviarà cap ordre a la ràdio.
cs: Pokud povoleno, KLog čte frekvenci a druh provozu z rádia, ale neposílá žádné příkazy do rádia.
es: Si se habilita, KLog leerá la frecuencia y modo de la radio pero nunca enviará ningún comando a la radio.
hr: Ako je omogućeno, KLog će čitati frekvenciju i način rada od radija ali mu nikad neće slati nikakvu naredbu.
it: Se abilitato, KLog leggerà frequenza e modalità dalla radio ma senza trasmettere comando alla radio.

# SetupPageHamLib|
source: Select your rig.
ca: Seleccioneu el vostre equip.
cs: Vyberte rádio.
da: Vælg din rig.
es: Seleccionar equipo.
fr: Sélectionnez votre rig
hr: Izaberite vaš uređaj.
it: seleziona il tuo rig.

# SetupPageHamLib|
source: Defines the interval to poll the radio in msecs.
ca: Defineix l'interval de sondeig de la ràdio en ms.
cs: Definujte interval dotazování rádia v milisekundách.
es: Define el intervalo con el que se consulta a la radio en milisegundos.
hr: Definira interval provjere radio uređaja u milisekundama.
it: Imposta l'intervallo di poll della radio in msecondi.

# SetupPageHamLib|
source: Poll interval
ca: Interval de sondeig
cs: Interval dotazování
es: Intervalo de actualización
hr: Interval provjere
it: Intervallo di poll

# SetupPageHamLib|
source: Port
es: Puerto
it: Porta

# SetupPageHamLib|
source: Select the serial port. Only the serial ports that are detected are shown.
ca: Seleccioneu el port sèrie. Només es mostren els ports sèrie detectats.
cs: Vyberte sériový port. Jsou zobrazeny pouze nalezené seriové porty.
da: Vælg den serielel port. Kun den serielle porter, der er registreret vises.
es: Seleccione el puerto serie. Solo se muestran los puertos que se pueden detectar.
fr: Sélectionner le port série. Seuls les ports série détectés sont affichés.
hr: Izaberi setijski port. Samo detektirani portovi su prikazani.
it: Seleziona la porta seriale. Solo le porte seriali realmente trovate sono in elenco.

# SetupPageHamLib|
source: Scan
ca: Escaneja
cs: Vyhledat
da: Skan
es: Buscar
fr: Scanner
hr: Pretraži
it: Scansione

# SetupPageHamLib|
source: Click to identify the serial ports available in your computer.
ca: Feu clic per identificar els ports sèrie disponibles a l'ordinador.
cs: Vyhledat dostupné sériové porty na tomto počítači.
da: Klik for at identificere de serielle porte tilgængelige i din computer.
es: Pulsar para identificar los puertos disponibles en el ordenador.
fr: Cliquer pour identifier les ports série disponible sur votre ordinateur
hr: Kliknite da bi označili raspoložive serijske portove na vašem računalu.
it: Clicca per cercare quali porte seriali sono disponibili sul tuo computer.

# SetupPageHamLib|
source: Bauds
cs: Rychlost
es: Baudios
hr: Bauda

# SetupPageHamLib|
source: Click to test the connection to the radio
ca: Feu clic per a provar la connexió a la ràdio
cs: Kliknutím se otestuje připojení radia
es: Pulse para probar la conexión a la radio
it: Premi per verificare la connessione alla radio

# SetupPageHamLib|
source: Enter the hostname or address of the radio.
ca: Introduïu el nom de la màquina o l'adreça de la ràdio.
cs: Zadejte hostname nebo adresu rádia.
es: Introduzca el nombre de máquina o dirección de la radio.
it: Inserisci l'hostname o l'indirizzo della radio.

# SetupPageHamLib|
source: Set de network port of the radio.
ca: Estableix el port de xarxa de la ràdio.
cs: Nastavení portu rádia.
es: Define el puerto de red de la radio.
it: Imposta la porta di rete della radio.

# SetupPageHamLib|
source: Serial radio
ca: Ràdio sèrie
cs: Radio přes Sériový port
es: Radio serie
it: Radio via seriale

# SetupPageHamLib|
source: Network radio
ca: Ràdio en xarxa
cs: Síťové rádio
es: Radio en red
it: Radio via rete

# SetupPageHamLib|
source: Select the serial port speed.
ca: Seleccioneu la velocitat del port sèrie.
cs: Vyberte rychlost sériového portu.
da: Vælg den serielle porthastighed.
es: Seleccionar la velocidad del puerto serie.
fr: Sélectionner la vitesse du port série
hr: Izaberite brzinu serijskog porta.
it: Seleziona la velocità di comunicazione con la porta seriale.

# SetupPageHamLib|
source: Data bits
ca: Bits de dades
cs: Datové bity
da: Databit
es: Bits de datos
fr: Bits de données
hr: Podatkovnih bitova
it: Data Bit

# SetupPageHamLib|
source: Select the serial data bits.
ca: Seleccioneu els bits de dades del sèrie.
cs: Vyberte datové bity.
da: Vælg den serielle databit.
es: Seleccionar los bits de datos.
fr: Sélectionner les bits de données
hr: Izaberite broj serijskih podatkovnih bitova.
it: Seleziona il numero di bit usati nella comunicazione via seriale.

# SetupPageHamLib|
source: None
ca: Cap
da: Ingen
es: Ninguno
fr: Aucun
hr: Nijedan
it: Nulla

# SetupPageHamLib|
source: Flow control
ca: Control de flux
cs: Řízení toku
da: Flow-kontrol
es: Control de flujo
fr: Contrôle de flux
hr: Kontrola toka
it: Controllo di flusso (flow control)

# SetupPageHamLib|
source: Select the serial flow control
ca: Seleccioneu el control de flux del sèrie
cs: Vyberte řízení toku na sériovém portu
da: Vælg den serielle flow-kontrol
es: Seleccione el contrl de flujo del puerto serie.
fr: Sélectionner le contrôle de flux
hr: Izaberite kontrolu serijskog toka
it: Seleziona il tipo di controllo di flusso

# SetupPageHamLib|
source: No parity
ca: Sense paritat
da: Ingen paritet
es: Sin paridad
fr: Pas de parité
hr: Bez pariteta
it: Nessuna parità

# SetupPageHamLib|
source: Even
ca: Parells
da: Lige
es: Par
fr: Pair
hr: Paran

# SetupPageHamLib|
source: Odd
ca: Senars
da: Ulige
es: Impar
fr: Impair
hr: Neparan

# SetupPageHamLib|
source: Space
ca: Espai
da: Mellemrum
es: Espacio
fr: Espace
it: Spazio

# SetupPageHamLib|
source: Mark
ca: Marca
da: Mærke
es: Marca
fr: Marque

# SetupPageHamLib|
source: Parity
ca: Paritat
da: Paritet
es: Paridad
fr: Parité
hr: Paritet
it: Parità

# SetupPageHamLib|
source: Select the serial parity.
ca: Seleccioneu la paritat del sèrie.
cs: Vyberte paritu sériového portu.
da: Vælg den serielle paritet.
es: Seleccione la paridad del puerto serie.
fr: Sélectionner la parité
hr: Izaberite paritet serijskog porta.
it: Scegli il bit di parità sulla seriale.

# SetupPageHamLib|
source: Stop bits
ca: Bits de parada
cs: Stop bity
da: Stop-bit
es: Bits de parada
fr: Bits d'arrêt
hr: Stop bita
it: Bit di stop

# SetupPageHamLib|
source: Select the serial stop bits.
ca: Seleccioneu els bits d'aturada del sèrie.
cs: Vyberte Stop bity.
da: Vælg den serielle stop-bit.
es: Seleccionar los bits de parada.
fr: Sélectionner les bits d'arrêt
hr: Izaberite broj serijskih stop bita.
it: Seleziona il numero di bit di stop della seriale.

# SetupPageHamLib|
source: Host/Address
ca: Màquina/Adreça
cs: Host/Adresa
es: Servidor/Dirección
it: Host/Indirizzo

# SetupPageHamLib|
source: Enter the port of the radio.
ca: Estableix el port de la ràdio.
cs: Zadejte port rádia
es: Introduzca el puerto de la radio.
it: Inserisci la porta della radio.

# SetupPageLogView|
source: Fields
ca: Camps
es: Campos

# SetupPageLogs|
source: &New
ca: &Nou
cs: &Nový
da: &Ny
es: &Nuevo
fr: &Nouveau
hr: &Novo
it: &Nuovo

# SetupPageLogs|
source: &Edit
ca: &Edita
cs: &Upravit
da: &Rediger
es: &Editar
fr: &Editer
hr: Ur&edi
it: &Modifica

# SetupPageLogs|
source: &Remove
ca: &Elimina
cs: &Odstranit
da: &Fjern
es: Elimina&r
fr: Supp&rimer
hr: Izb&risati
it: &Elimina

# SetupPageLogs|
source: Do you really want to remove this log?
ca: Esteu segur que voleu eliminar aquest registre?
cs: Opravdu si přejete odstranit tento log?
da: Ønsker du at fjerne denne log?
es: ¿Realmente quiere eliminar este log?
fr: Souhaitez-vous réellement retirer ce log ?
hr: Želite li zaista ukloniti ovaj dnevnik?
it: Davvero vuoi eliminare questo log?

# SetupPageLogs|
source: Operators
ca: Operadors
cs: Operátoři
da: Operatører
es: Operadores
fr: Opérateurs
hr: Operateri
it: Operatori

# SetupPageLogs|
source: An error has occurred showing the following error code:
ca: Hi ha hagut un error en mostrar el codi d'error següent:
cs: Nastala chyba s následujícím kódem chyby:
da: Der opstod en fejl med denne fejlkode:
es: Ha ocurrido un error que muestra el siguiente código de error:
fr: Une erreur s'est produite avec le code d'erreur suivant :
hr: Nastupila je greška sa sljedećim kodom:
it: Si è verificato un errore con il codice:

# SetupPageLogs|
source: Log has not been removed. (#3)
ca: No s'ha eliminat el registre. (#3)
cs: Log nebyl vymazán. (#3)
da: Log er ikke blevet fjernet. (#3)
es: Log no eliminado (#3)
fr: Le log n'a pas été retiré. (#3)
hr: Dnevnik nije bio izbrisan (#3)
it: Impossibile cancellare l'intero log. (#3)

# SetupPageLogs|
source: Add a new log.
ca: Afegeix un registre nou.
cs: Přidat nový log.
da: Tilføj en ny log.
es: Añade un nuevo log.
fr: Ajouter un nouveau log
hr: Dodaj novi dnevnik.
it: Crea nuovo log.

# SetupPageLogs|
source: Edit the selected log.
ca: Edita el registre seleccionat.
cs: Upravit vybraný log.
da: Rediger den valgte log.
es: Edita el log seleccionado.
fr: Éditer le log sélectionné
hr: Uredi izabrani dnevnik.
it: Modifica il log selezionato.

# SetupPageLogs|
source: Remove the selected log.
ca: Elimina el registre seleccionat.
cs: Odstranit vybraný log.
da: Fjern den valgte log.
es: Elimina el log seleccionado.
fr: Supprimer le log sélectionné
hr: Izbriši izabrani dnevnik.
it: Calcella il log selezionato.

# SetupPageLogs|
source: All the QSOs from this log will also be deleted...
ca: Tots els QSO d'aquest registre també se suprimiran...
cs: Budou vymazána také všechna QSO z tohoto logu...
es: Todos los QSOs de este log también se eliminarán...
hr: Svi QSOi iz ovog dnevnika će biti izbrisani...
it: Tutti i QSO di questo log saranno cancellati...

# SetupPageLogs|
source: Log has not been removed. (#2)
ca: No s'ha eliminat el registre. (#2)
cs: Log nebyl vymazán. (#2)
da: Log er ikke blevet fjernet. (#2)
es: Log no eliminado (#2)
fr: Le log n'a pas été retiré. (#2)
hr: Dnevnik nije bio izbrisan (#2)
it: Impossibile cancellare l'intero log. (#2)

# SetupPageLogs|
source: Log has not been removed. (#1)
ca: No s'ha eliminat el registre. (#1)
cs: Log nebyl vymazán. (#1)
da: Log er ikke blevet fjernet. (#1)
es: Log no eliminado (#1)
fr: Le log n'a pas été retiré. (#1)
hr: Dnevnik nije bio izbrisan (#1)
it: Impossibile cancellare l'intero log. (#1)

# SetupPageLogs|
source: The new log could not be created.
ca: No s'ha pogut crear el registre nou.
cs: Nelze vytvořit nový log.
es: No pudo crearse el nuevo log.
hr: Nije bilo moguće otvoriti novi dnevnik.
it: Il nuovo log potrebbe non essere creato.

# SetupPageLogs|
source: Station Callsign
ca: Indicatiu de l'estació
cs: Stanice
da: Stationskaldesignal
es: Indicativo de la estación
fr: Indicatif de la Station
hr: Pozivni znak postaje
it: Nominativo di stazione

# SetupPageLogs|
source: Comments
ca: Comentaris
cs: Poznámka
da: Kommentarer
es: Comentarios
fr: Commentaires
hr: Komentari
it: Commenti

# SetupPageLogs|
source: Date
ca: Data
cs: Datum
da: Dato
es: Fecha
hr: Datum
it: Data

# SetupPageLogsNew|
source: &Cancel
ca: &Cancel·la
cs: &Zrušit
da: &Afbryd
es: &Cancelar
fr: &Annuler
hr: &Poništi
it: &Annulla

# SetupPageLogsNew|
source: &Date
ca: &Data
cs: &Datum
da: &Dato
es: &Fecha
hr: &Datum
it: &Data

# SetupPageLogsNew|
source: &Station Callsign
ca: Indicatiu d'e&stació
cs: &Stanice
da: &Stationskaldesignal
es: &Indicativo Estación
fr: Indicatif de la &Station
hr: Pozivni znak po&staje
it: &Nominativo di stazione

# SetupPageLogsNew|
source: &Operators
ca: &Operadors
cs: &Operátoři
da: &Operatører
es: &Operadores
fr: &Opérateurs
hr: &Operateri
it: &Operatori

# SetupPageLogsNew|
source: Comm&ent
ca: Com&entari
cs: &Poznámka
da: &Kommentar
es: Com&entario
fr: Comm&entaire
hr: Kom&entar
it: Comm&enta

# SetupPageLogsNew|
source: Callsign used for this log.
ca: Indicatiu usat per aquest registre.
cs: Použitá značka pro tento log.
da: Kaldesignal brugt for denne log.
es: Indicativo usado en este log.
fr: Indicatif utilisé pour ce log
hr: Pozivni znak korišten za ovaj dnevnik.
it: Nominativo usato per questo log.

# SetupPageLogsNew|
source: Comma separated list of operators: callsign1, callsign2.
ca: Llista separada per comes dels operadors: indicatiu1, indicatiu2.
cs: Čárkou oddělený seznam operátorů: značka1, značka2.
da: Kommaadskilt liste over operatører: kaldesignal1, kaldesignal2.
es: Lista separada por comas de los operadores: indicativo1, indicativo2.
fr: Liste d'opérateurs séparés par une virgule : indicatif1, indicatif2...
hr: Lista operatera odvojenih zarezom: pozivni1, pozivni2.
it: Elenco operatori separati da virgola: operatore, operatore2.

# SetupPageLogsNew|
source: Start date of this log.
ca: Data inicial d'aquest registre.
cs: Počáteční datum logu.
da: Startdato for denne log.
es: Fecha de inicio de este log.
fr: Date de démarrage du log
hr: Datum početka ovog dnevnika.
it: Data di inizio di questo log.

# SetupPageLogsNew|
source: Add a comment about this log. If filled, it will be shown in the main KLog title to identify the log.
ca: Afegiu un comentari quant a aquest registre. Si està omplert, es mostrarà al títol principal del KLog per a identificar el registre.
cs: Přidejte komentář k tomuto logu. Pokud je vyplněn, zobrazí se v hlavním okně KLog jako identifikace logu.
es: Añadir un comentario sobre el log. Si se rellena, se mostrará como título en la pantalla principal de KLog para identificar el log.
hr: Unesite komentar o ovom dnevniku. Ako je unešen, bit će prikazan u KLogu za identifikaciju dnevnika.
it: Inserisci una breve descrizione per questo log. Se lo inserisci, sarà mostrato sul titolo principale di KLog per distinguerlo.

# SetupPageLogsNew|
source: You need to enter a valid callsign in the Station Callsign box. The log will not be opened.
ca: Cal introduir un indicatiu vàlid a la casella d'indicatiu d'estació. El registre no s'obrirà.
cs: Je potřeba vložit platnou značku stanice. Log nebude otevřen.
es: Necesita introducir un indicativo válido en el cuadro de Indicativo de estación. El log no se abrirá.
it: E' necessario che tu inserisca un valido nominativo nel box Nominativo di stazione. Il log non sarà aperto.

# SetupPageMisc|
source: &Imperial system
ca: Sistema &imperial
cs: &Imperiální jednotky
es: Sistema &imperial
fr: Système &Impérial
hr: &Imperialni sustav
it: Sistema &Imperiale

# SetupPageMisc|
source: &Log in real time
ca: &Registre en temps real
cs: Použít &skutečný čas
da: &Log i realtid
es: &Log en tiempo real
fr: Journalisation en temps réel
hr: &Dnevnik u stvarnom vremenu
it: &Log in tempo reale

# SetupPageMisc|
source: &Time in UTC
ca: Hora en U&TC
cs: Č&as v UTC
da: &Tid i UTC
es: Hora en U&TC
fr: Heure en UTC
hr: Vrijeme u U&TC
it: &Ora in UTC

# SetupPageMisc|
source: &Save ADIF on exit
ca: De&sa l'ADIF en sortir
cs: &Ukládat ADIF před ukončení
da: &Gem ADIF ved afslut
es: Guardar ADIF al &salir
fr: &Sauvegarder l'ADIF en quittant
hr: &Spremi ADIF Datoteku pri izlasku
it: &Salva ADIF all'uscita

# SetupPageMisc|
source: Use this &default filename
ca: Usa aquest nom de fitxer pre&determinat
cs: &Výchozí jméno ADIF souboru
da: Brug dette &filnavn som standard
es: Usar este fichero &de forma predeterminada
fr: Utiliser ce nom de fichier par &défaut
hr: Koristi ovu &podrazumijevanu datoteku
it: Usa di &default questo nome file

# SetupPageMisc|
source: Mark &QSO to send QSL when QSL is received
ca: Marca el &QSO per enviar QSL quan es rebi la QSL
cs: Označovat &QSO jako Odeslat QSL při příjmu QSL od protistanice
da: Marker &QSO til at sende QSL når OSL er modtaget
es: Marcar como &QSL por enviar cuando se recibe la QSL
fr: Marquer le &QSO pour envoyer une QSL quand la QSL est reçue
hr: Označi &QSO za slanje QSL kad je QSL primljena
it: Segna il &QSO per inviare QSL quando una QSL è ricevuta

# SetupPageMisc|
source: Complete QSO with previous data
ca: Completa QSO amb dades prèvies
cs: Kompletovat QSO z předešlých informací
da: Fuldfør QSO med tidligere data
es: Completar QSO con datos anteriores
fr: Compléter le QSO avec les données du précédent
hr: Popuni QSO prijašnjim podacima
it: Completa i dati del QSO con dati precedenti

# SetupPageMisc|
source: Manage DX-Marathon
ca: Gestiona una marató DX
cs: Spravovat DX-Marathon
da: Håndter DX-Maraton
es: Gestionar DX-Marathon
fr: Gérer le DX-Marathon
hr: Upravljanje DX Marathonom
it: Gestisci DX Marathon

# SetupPageMisc|
source: Activate the application debug log
ca: Activa el registre de depuració de l'aplicació
cs: Zapnout ladící hlášky
es: Activar el log de depuración de la aplicación
fr: Activer le journal de débogage de l'application
hr: Aktivirajte poruke za otkrivanje greški u aplikaciji
it: Attiva il log debug dell'applicazione

# SetupPageMisc|
source: Move DB
ca: Mou la BD
cs: Přesunout DB
da: Flyt database
es: Mover BBDD
fr: Déplacer la BD
hr: Makni bazu podataka
it: Sposta DB

# SetupPageMisc|
source: In seconds, enter the time range to consider a duplicate if same call, band and mode is entered.
ca: Introduïu l'interval horari, en segons, per a considerar un duplicat si s'introdueix els mateixos indicatius, bandes i modes.
cs: Zadejte časový interval v sekundách pro zvážení, zda jde o duplicitní spojení, pokud jde o stejnou značku, pásmo a druh provozu.
es: En segundos, introduzca el rango de tiempo a considerar como duplicado si coincide el mismo indicativo, banda y modo.
it: In secondi, scegli il tempo limite per considerare una chiamata come duplicata, se anche banda e modo sono presenti.

# SetupPageMisc|
source: Check it for Imperial system (Miles instead of Kilometers).
ca: Activeu-ho per al sistema imperial (milles en lloc de kilòmetres).
cs: Použijí se Imperiální jednotky (míle místo kilometrů).
da: Kontroller for Imperial-system (mil i stedet for kilometer).
es: Marcar si se desea sistema imperial (millas en vez de kilómetros).
fr: Cocher pour le système Imperial (Miles au lieu de Kilomètres)
hr: Označite za imperijalni sustav (milje umjesto kilometara).
it: Seleziona per attivare il sistema di misure Imperiale (Miglia invece di Kilometri).

# SetupPageMisc|
source: Select to use the following name for the logfile without being asked for it again.
ca: Seleccioneu l'ús del nom següent com a fitxer de registre sense tornar-ho a preguntar.
cs: Vyberte, chcete-li použít následující název souboru logu, aniž byste o něj byli znovu požádáni.
da: Vælg at bruge det følgende navn for logfilen uden at blive spurgt om det igen.
es: Seleccione para usar el siguiente nombre de fichero y que no se le pregunte más.
fr: Sélectionnez pour utiliser le nom indiqué pour le fichier de log sans que cela soit à nouveau demandé
hr: Označite za korištenje sljedećeg imena za dnevničku datoteku bez da ste za to ponovo upitani.
it: Scegli il nome del file di log (non ti verrà più chiesto).

# SetupPageMisc|
source: Select if you want to manage DX-Marathon.
ca: Seleccioneu si voleu gestionar la marató DX.
cs: Vyberte, pokud si přejete spravovat DX-Marathon.
da: Vælg om du ønsker at håndtere DX-Marathon.
es: Seleccionar si quiere gestionar DX-Marathon.
fr: Sélectionner pour gérer le DX-Marathon
hr: Označite ako želite upravljati DX Marathonom.
it: Seleziona se vuoi gestire la DX Marathon.
