Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# MainWindow|
source: None
ca: Sense
cs: Žádný
es: Ninguno
hr: Nijedan
it: Vuoto

# MainWindow|
source: This operation shall remove definitely all the selected QSO and associated data and you will not be able to recover it again.
ca: Aquesta operació eliminarà definitivament els QSO seleccionats i les dades associades i no les podreu tornar a recuperar.
cs: Tato operace definitivně odstraní všechna vybraná QSO a související data a nebudete jej moci znovu obnovit.
es: Esta operación eliminará definitivamente todos los QSOs seleccionados y datos asociados y no será posible recuperarlos de nuevo.
it: Questa operazione cancellerà definitivamente tutti i QSO selezionati e dati correlati e non potranno essere recuperati successivamente.

# MainWindow|
source: You have requested to delete the QSO with: %1
ca: Heu demanat suprimir el QSO amb: %1
cs: Bylo požadováno smazat QSO s: %1
es: Ha solicitado eliminar un QSO con: %1
it: Hai chiesto di cancellare il QSO con: %1

# MainWindow|
source: Are you sure?
ca: Esteu segur?
cs: Opravdu chcete odstranit QSO?
es: ¿Está seguro?
it: Sei sicuro?

# MainWindow|
source: Check always the current callsign in QRZ.com
ca: Comprova sempre l'indicatiu actual a QRZ.com
cs: Vždy vyhledej stanici v QRZ.com
es: Comprobar siempre el indicativo actual en QRZ.com
it: Controlla sempre il nominativo su QRZ.com

# MainWindow|
source: You can update the entities database in Tools->Update cty.csv
ca: Podeu actualitzar la base de dades d'entitats a Eines -> Actualitza el «cty.csv»
cs: Aktualizovat databázi zemí je možné v Nástrojích->Aktualizace cty.csv
es: Puede actualizar la base de datos de entidades en Herramientas->Actualizar cty.csv
it: Puoi aggiornare l'elenco delle località su Strumenti->Scarirco cty.cvs

# MainWindow|
source: Do you want to do it now?
ca: Voleu fer-ho ara?
cs: Přejete si to nyní provést?
es: ¿Quiere hacerlo ahora?
it: Vuoi farlo adesso?

# MainWindow|
source: The callsign %1 is not a valid call. Do you really want to add this callsign to the log?
ca: L'indicatiu %1 no és un indicatiu vàlid. Esteu segur que voleu afegir aquest indicatiu al registre?
cs: Volací značka %1 není platná. Opravdu si přejete vložit tuto značku do logu?
es: El indicativo %1 no es un indicativo válido. ¿Quiere realmente añadir este indicativo al log?
it: Il nominativo %1 non è un nominativo valido. Davvero vuoi aggiungerlo al log?

# MainWindow|
source: KLog - Not valid callsign
ca: KLog - Indicatiu no vàlid
cs: KLog - Neplatná značka
es: KLog - Indicativo no válido
it: KLog - Nominativo non valido

# MainWindow|
source: The callsign %1 is not a valid callsign. Do you really want to add this callsign to the log?
ca: L'indicatiu %1 no és un indicatiu vàlid. Esteu segur que voleu afegir aquest indicatiu al registre?
cs: Volací značka %1 není platná. Opravdu si přejete vložit tuto stanici do logu?
es: El indicativo %1 no es un indicativo válido. ¿Quiere realmente añadir este indicativo al log?
it: Il nominativo %1 non è un nomiantivo valido. Favvero vuoi aggiungerlo al log?

# MainWindow|
source: You have requested to delete several QSOs
ca: Heu sol·licitat suprimir diversos QSO
cs: Bylo požadováno smazat několik QSO
es: Ha seleccionado eliminar varios QSOs
it: Hai chiesto la cancellazione di parecchi QSO

# MainWindow|
source: The ClubLog upload process has finished with an error and the log was possibly not uploaded.
ca: El procés de pujada al ClubLog ha finalitzat amb un error i possiblement el registre no s'ha pujat.
cs: Proces nahrávání do ClubLog byl dokončen s chybou. Log pravděpodobně nebyl nahrán.
es: El proceso de subida de datos a ClubLog terminó con un error y es posible que no se haya subido el log.
it: L'perazione di scarico di ClubLog è terminata con errori e probabilmente il log non è stato scaricato.

# MainWindow|
source: Please check your credentials, your Internet connection and your Clublog account. The received error code was: %1
ca: Comproveu les vostres credencials, la connexió a Internet i el vostre compte al ClubLog. El codi d'error ha estat: %1
cs: Zkontrolujte prosím své přihlašovací údaje, připojení k internetu a účet Clublog. Chybový kód:%1
es: Por favor, compruebe sus credenciales, su conexión a Internet y su cuenta de Clublog. El error recibido fue: %1
it: Per favore controlla i tuoid ati di collegamento, della tua connessione e dell'account ClubLog. Il codice di errore riportato era: %1

# MainWindow|
source: Do you want to mark as Uploaded all the QSOs uploaded to ClubLog?
ca: Voleu marcar com a pujats tots els QSO pujats al ClubLog?
cs: Přejete si označit jako Nahraná všechna QSO nahraná na ClubLog?
es: ¿Quiere marcar como enviados todos los QSOs enviados a ClubLog?
it: Vuoi segnare come trasferiti tutti i QSO trasferiti a ClubLog?

# MainWindow|
source: There was an error while updating to Yes the ClubLog QSO upload information.
ca: Hi ha hagut un error en actualitzar a Sí la informació de pujada del QSO al ClubLog.
cs: Došlo k chybě při nahrávání informací ClubLog QSO.
es: Hubo un problema al marcar como enviados los QSO enviados a ClubLog.
it: Si è verificato un errore durante l'aggiornamento a Sì delle informazioni QSO ClubLog.

# MainWindow|
source: The ClubLog upload process has finished and KLog created a file (%1) in your KLog folder. Do you want KLog to remove that file?
ca: El procés de pujada al ClubLog ha finalitzat i el KLog ha creat un fitxer (%1) a la carpeta del KLog. Voleu que el KLog elimini aquest fitxer?
cs: Nahrávání do ClubLog bylo dokončeno. Byl vytvořen soubor (%1) v adresáři KLogu. Přejete si smazat tento soubor?
es: El proceso de subida de ClubLog ha terminado y KLog ha creado un fichero (%1) en su carpeta de KLog. ¿Quiere eliminar ese fichero?
it: Il trasferimento è terminato e KLog ha creato un file (%1) nella cartella di KLog. Vuoi cancellare questo file?

# MainWindow|
source: The file has not been removed.
ca: El fitxer no s'ha eliminat.
cs: Soubor nebyl smazán.
es: No se ha eliminado el fichero.
it: Il file non è stato cancellato.

# MainWindow|
source: It seems that there was something that prevented KLog from removing the file You can remove it manually.
ca: Sembla que hi ha hagut quelcom que ha evitat que el KLog elimini el fitxer El podeu eliminar manualment.
cs: Něco brání KLogu soubor smazat Můžete ho ručně smazat.
es: Nos e pudo eliminar el fichero. Puede eliminarlo manualmente.
it: Qualcosa ha impedito a Klog di cancellare il file Ma lo puoi comunque cancellare manualmente.

# MainWindow|
source: The eQSL upload process has finished with an error and the log was possibly not uploaded.
ca: El procés de pujada a l'eQSL ha finalitzat amb un error i possiblement el registre no s'ha pujat.
cs: Proces nahrávání do eQSL byl dokončen s chybou. Log pravděpodobně nebyl nahrán.
es: El proceso de subida de datos a eQSL terminó con un error y es posible que no se haya subido el log.
it: Il trasferimento eQSL è terminato ma con errori e qundi probabilmente non ha avuto termine.

# MainWindow|
source: Please check your credentials, your Internet connection and your eQSL account. The received error code was: %1
ca: Comproveu les vostres credencials, la connexió a Internet i el vostre compte a l'eQSL. El codi d'error ha estat: %1
cs: Zkontrolujte prosím své přihlašovací údaje, připojení k internetu a účet eQSL. Chybový kód:%1
es: Por favor, compruebe sus credenciales, su conexión a Internet y su cuenta de eQSL. El error recibido fue: %1
it: Per favore controlla i tuoi dati account, la tuaa conenssione internet e le tue credenziali eQSL. Il codice di errore riportato era: %1

# MainWindow|
source: Do you want to mark as Uploaded all the QSOs uploaded to eQSL?
ca: Voleu marcar com a pujats tots els QSO pujats a l'eQSL?
cs: Přejete si označit jako Nahraná všechna QSO nahraná na eQSL?
es: ¿Quiere marcar como enviados todos los QSOs enviados a eQSL?
it: Vuoi marcare come trasferiti tutti i QSL mandati a eQSL?

# MainWindow|
source: There was an error while updating to Yes the eQSL QSO upload information.
ca: Hi ha hagut un error en actualitzar a Sí la informació de pujada del QSO a l'eQSL.
cs: Došlo k chybě při nahrávání informací eQSL QSO.
es: Hubo un problema al marcar como enviados los QSO enviados a eQSL.
it: Si è verificato un errore durante l'aggiornamento a Sì di eQSL delle informaizoni dei QSO.

# MainWindow|
source: The eQSL upload process has finished and KLog created a file (%1) in your KLog folder. Do you want KLog to remove that file?
ca: El procés de pujada a l'eQSL ha finalitzat i el KLog ha creat un fitxer (%1) a la carpeta del KLog. Voleu que el KLog elimini aquest fitxer?
cs: Nahrávání do eQSL bylo dokončeno. Byl vytvořen soubor (%1) v adresáři KLogu. Přejete si smazat tento soubor?
es: El proceso de subida de eQSL ha terminado y KLog ha creado un fichero (%1) en su carpeta de KLog. ¿Quiere eliminar ese fichero?
it: Il trasferimento a eQSL è terminato e KLog a creato un file (%1) nella tua carrtella KLog. Vuoi cancellare quresto file?

# MainWindow|
source: The QRZ.com upload process has finished with an error and the log was possibly not uploaded.
ca: El procés de pujada a QRZ.com ha finalitzat amb un error i possiblement el registre no s'ha pujat.
cs: Proces nahrávání do QRZ.com byl dokončen s chybou. Log pravděpodobně nebyl nahrán.
es: El proceso de subida de datos a QRZ.com terminó con un error y es posible que no se haya subido el log.
it: Il processo di trasferimento a QRZ.com è terminato con errori pertanto il log non è stato probabilmente trasferito.

# MainWindow|
source: Do you want to mark as Uploaded all the QSOs uploaded to QRZ.com?
ca: Voleu marcar com a pujats tots els QSO pujats a QRZ.com?
cs: Přejete si označit jako Nahraná všechna QSO nahraná na QRZ.com?
es: ¿Quiere marcar como enviados todos los QSOs enviados a QRZ.com?
it: Vuoi marcare come già trasferiti tutti i QSO trasferiti a QRZ.com?

# MainWindow|
source: There was an error while updating to Yes the QRZ.com QSO upload information.
ca: Hi ha hagut un error en actualitzar a Sí la informació de pujada del QSO a QRZ.com.
cs: Došlo k chybě při nahrávání informací QRZ.com QSO.
es: Hubo un problema al marcar como enviados los QSO enviados a QRZ.com.
it: Si è verificato un errore durante il trasferimento a Sì su QRZ.com nelle informazioni di trasferimento.

# MainWindow|
source: The QRZ.com upload process has finished successfully
ca: El procés de pujada a QRZ.com ha finalitzat correctament
cs: Nahrání QRZ.com bylo úspěšně dokončeno
es: El proceso de envio a QRZ.com ha terminado satisfactoriamente.
it: Il trasferimento si QRZ.com è stato completato con successo

# MainWindow|
source: Call not found in QRZ.com
ca: Indicatiu no trobat a QRZ.com
cs: Stanice nenalezena v QRZ.com
es: Indicativo no encontrado en QRZ.com
it: Nominativo non trovato su QRZ.com

# MainWindow|
source: KLog - QRZ.com error
ca: KLog - Error de QRZ.com
cs: KLog - Chyba QRZ.com
es: KLog error de QRZ.com
it: KLog errore QRZ.com

# MainWindow|
source: KLog has received an error from QRZ.com.
ca: El KLog ha rebut un error des de QRZ.com.
cs: Byla přijata chyba z QRZ.com.
es: KLog ha recibido un error de QRZ.com.
it: KLog ha ricevuto una segnalazione di errore da QRZ.com.

# MainWindow|
source: You need to activate the %1 service in the eLog preferences.
ca: Cal activar el servei %1 a les preferències de l'eLog.
cs: Je potřeba aktivovat službu %1 v Nastavení->Nastavení->eLog.
es: Necesita activar el servicio %1 en las preferencias de eLog.
it: E' necessario attivare il servizio %1 fra le impostazioni di eLog.

# MainWindow|
source: KLog - Exit
ca: KLog - Sortida
cs: KLog - Ukončení
es: KLog - Salir
hr: KLog - Izlaz
it: KLog - Uscita

# MainWindow|
source: The logfile has been modified.
ca: El fitxer de registre s'ha modificat.
cs: Log byl modifikován.
da: Logfilen er blevet ændret.
es: Se ha modificado el log.
fr: Le fichier de log a été modifié
hr: Dnevnička datoteka je bila izmijenjena.
it: Il file di log è stato modificato.

# MainWindow|
source: Do you want to save your changes?
ca: Voleu desar els canvis?
cs: Přejete si uložit změny?
da: Ønsker du at gemme dine ændringer?
es: ¿Quiere guardar los cambios?
fr: Voulez-vous sauvegarder vos modifications ?
hr: Želite li spremiti svoje izmjene?
it: Vuoi salvare i cambiamenti?

# MainWindow|
source: KLog - ADIF export
ca: KLog - Exportació ADIF
es: KLog - Exportado de ADIF
it: KLog - exsporta ADIF

# MainWindow|
source: It is important to export to ADIF and save a copy as a backup.
ca: És important exportar a ADIF i desar una còpia com a còpia de seguretat.
cs: Je důležité provést export ADIF a kopii exportu použít jako zálohu.
es: Es importante exportar a ADIF y guardar una copia de seguridad.
it: E' importante esportare su ADIF e salvare una copia cone backup per sicurezza.

# MainWindow|
source: Saving the log was done successfully.
ca: El desament del registre s'ha fet correctament.
cs: Log byl úspěšně uložen.
es: El proceso de salvado del log ha terminado satisfactoriamente.
it: Salvataggio del log fatto con successo.

# MainWindow|
source: The ADIF export was not properly done.
ca: El desament ADIF no s'ha efectuat correctament.
cs: Export ADIF nebyl proveden správně.
es: La exportación a ADIF no terminó correctamente.
it: L'esportazione ADIF non è stata correttamente effettuata.

# MainWindow|
source: &Import from ADIF ...
ca: &Importa des d'ADIF...
cs: &Import z ADIF ...
es: &Importar desde ADIF ...
it: &Importazione da Adif ...

# MainWindow|
source: Export to ADIF ...
ca: Exporta a ADIF...
cs: Export do ADIF ...
es: Exportar a ADIF ...
it: Esportazione su ADIF ...

# MainWindow|
source: Export all logs to ADIF ...
ca: Exporta tots els registres a ADIF...
cs: Exportovat všechny logy do ADIF ...
es: Exportar todos los logs a ADIF ...
it: Esporta tutti i log su ADIF ...

# MainWindow|
source: &Print Log ...
ca: Im&primeix el registre...
cs: &Tisk logu ...
es: Im&primir Log ...
it: &Stampa Log ...

# MainWindow|
source: QSL tools ...
ca: Eines QSL...
cs: QSL ...
es: Herramientas de QSL ...
it: Strumenti QSL ...

# MainWindow|
source: Find QSO to QSL
ca: Cerca QSO a les QSL
cs: Najít QSO pro QSL
es: Buscar QSO para enviar QSL
it: Cerca QSO sulle QSL

# MainWindow|
source: Find DX-QSLs pending to receive
ca: Cerca les DX-QSL pendents de rebre
cs: Najít QSL čekající na potvrzení
es: Buscar QSL DX pendientes de recibir
it: Cera le QSL su DX in attesa di ricezione

# MainWindow|
source: Shows DX-QSLs for which requests or QSLs have been sent with no answer.
ca: Mostra les DX-QSL que s'han sol·licitat o els QSL enviats que no tenen resposta.
cs: Zobrazit QSL, pro která bylo vyžádáno nebo odesláno QSL, ale není odpověď.
es: Muestra las QSLs de estaciones DX que se han solicitado o hemos enviado pero no tenemos respuesta.
hr: Prikazuje DX QSL za koje je QSL bio zatražen ili je bio poslan ali odgovor nije stigao.
it: Elenca QSL di DX per le quali richieste o QSL spedite sono ancora senza risposta.

# MainWindow|
source: Find requested pending to receive
ca: Cerca sol·licituds pendents de rebre
cs: Najít nepřijaté vyžádané QSL
es: Buscar solicitadas sin recibir
it: Cerca richieste in attesa di ricezione

# MainWindow|
source: Shows the DX-QSLs that have been requested.
ca: Mostra les DX-QSL que s'han sol·licitat.
cs: Zobrazí QSL, která byla vyžádána.
es: Muestra QSLs DX que se han solicitado.
hr: Prikaži DX QSLke koje su zatražene.
it: Elenca le QSL DX richieste.

# MainWindow|
source: LoTW tools ...
ca: Eines LoTW...
cs: LoTW ...
es: Herramientas LoTW ...
it: Strumenti LoTW ...

# MainWindow|
source: Queue all QSLs from this log to be sent
ca: Posa a la cua per a enviar tots els QSL d'aquest registre
cs: Všechna QSO z tohoto logu do fronty k odeslání
es: Encolar todas las QSLs de este log para enviar
hr: Stavi sve QSLe iz ovog dnevnika u red za slanje
it: Mette in coda tutte le QSL di questo log ancora da spedire

# MainWindow|
source: Mark all non-sent QSOs in this log as queued to be uploaded.
ca: Marca tots els QSO no enviats en aquest registre com a posats en cua per pujar.
cs: Do fronty pro odeslání budou vložena všechna neodeslaná QSO z tohoto logu.
es: Marca todos los QSOs de este log como encolados para ser enviados.
hr: Označi sve ne-poslane QSOe u ovom dnevniku kao poredane za učitavanje.
it: Segna tutti i QSO non speditI di questo log mettendolI in coda in attesa per l'invio.

# MainWindow|
source: Queue all QSLs to be sent
ca: Posa a la cua per a enviar tots els QSL
cs: Všechna QSL do fronty k odeslání
es: Poner en la cola de envío todas las QSL
hr: Poredaj sve QSLke za slanje
it: Mette in coda tutte le QSL da spedire

# MainWindow|
source: Put all the non-sent QSOs in the queue to be uploaded.
ca: Posa tots els QSO no enviats a la cua per pujar.
cs: Vložit všechna neodeslaná QSO do fronty k odeslání.
es: Pone todos los QSOs mp enviados en la cola para ser enviados.
hr: Stavi sve neposlane QSOe u red za učitavanje.
it: Mette incoda tutti i QSO per essere inviati.

# MainWindow|
source: Mark all queued QSOs from this log as sent
ca: Marca tots els QSO posats en cua d'aquest registre com a enviats
cs: Označit zafrontovaná QSO z tohoto logu jako odeslaná
es: Marcar todos los QSOs de este log como enviados
it: Marca tutti i QSO In coda sul log come trasmessi

# MainWindow|
source: Mark all queued QSOs as sent
ca: Marca tots els QSO posats en cua com a enviats
cs: Označit zafrontovaná QSO jako odeslaná
es: Marcar como enviados todos los QSO de la cola
hr: Označi sve poredane QSOe kao poslane
it: Marca tutti i QSO in coda come spediti

# MainWindow|
source: Check the current callsign in QRZ.com
ca: Comprova l'indicatiu actual a QRZ.com
cs: Vyhledat stanici v QRZ.com
es: Comprobar el indicativo actual en QRZ.com
it: Verifica il nominativo corrente su QRZ.com

# MainWindow|
source: Queue all the QSO to be uploaded
ca: Posa a la cua tots els QSO per a pujar
cs: Všechna QSO do fronty k odeslání
es: Marcar todos los QSOs para ser enviados
it: Mette in coda tutti i QSO per il trasferimento

# MainWindow|
source: Online manual (F1) ...
ca: Manual en línia (F1)...
cs: Online nápověda (F1) ...
es: Manual online (F1) ...
it: Manuale online (F1) ...

# MainWindow|
source: Do you really want to mark ALL the QSOs of this log to be UPLOADED? Must be done ONLY IF THIS IS YOUR FIRST TIME uploading these QSOs to LoTW.
ca: Segur que voleu marcar TOTS els QSO d'aquest registre per a ser PUJATS? NOMÉS cal fer-ho SI AQUESTA ÉS LA PRIMERA VEGADA que pugeu aquests QSO al LoTW.
cs: Opravdu si přejete označit VŠECHNA QSO v tomto Logu k Nahrání. Toto je potřeba udělat POUZE, když jsou QSO nahrávána do LoTW poprvé.
es: ¿Quiere marcar TODOS los QSOs de este log para subir? Debería hacer esto SOLO SI ES LA PRIMERA VEZ que sube QSOs a LoTW.
it: Sei certo di segnare TUTTI i QSO di questo log come da trasmettere? Questa procedura deve essere fatta SOLO SE QUESTO E' il primo trasferimento di QSO verso LoTW.

# MainWindow|
source: All pending QSOs of this log has been marked as queued for LoTW!
ca: Tots els QSO pendents d'aquest registre s'han marcat com a posats en cua per al LoTW!
cs: Všechna čekající QSO z tohoto logu byla zafrontována do LoTW!
es: Todos los QSO pendientes de este log se han añadido a la cola de LoTW.
hr: Svi QSOi u tijeku u ovom dnevniku označeni su kao poredani za LoTW!
it: Tutti i QSO di questo log in attesa sono inseriti in coda per LoTW!

# MainWindow|
source: There was a problem to mark all pending QSOs of this log as queued for LoTW!
ca: Hi ha hagut un problema en marcar tots els QSO pendents d'aquest registre com a posats en cua per al LoTW!
cs: Vyskytla se chyba v označení všech QSO tohoto logu jako zafrontovaná do LoTW!
es: ¡Hubo un problema al poner en la cola de LoTW los QSOs pendientes!
hr: Nastao je problem prilikom označavanja svih porednih QSOa u ovom dnevniku kao poredanih za LoTW!
it: Impossibile marcare tutti i QSO di questo log in coda per LoTW!

# MainWindow|
source: Your log has not been updated.
ca: El registre no s'ha actualitzat.
cs: Log nebyl aktualizován.
es: Su log no ha sido actualizado.
hr: Vaš dnevnik nije bio ažuriran.
it: Il tuo log non è stato aggiornato.

# MainWindow|
source: No QSO was updated with the data coming from LoTW. This may be because of errors in the logfile or simply because your log was already updated.
ca: No s'ha actualitzat cap QSO amb les dades provinents del LoTW. Això pot passar per errors al fitxer de registre o senzillament perquè el registre ja estava actualitzat.
cs: QSO nebyla aktualizována. Mohla to způsobit chyba v souboru nebo jednoduše nebylo co aktualizovat.
es: No se actualizó ningún QSO con los datos llegados de LoTW. Puede ser por errores en el fichero de log o simplemente porque el log ya estaba actualizado.
hr: Niti jedan QSO nije bio ažuriran sa podacima iz LoTWa. To može biti zbog pogrešaka u dnevničkoj datoteci ili jednostavno zato što ste već ažurirali vaš dnevnik.
it: Nessun QSO è stato aggiornato con i dati provenienti da LoTW. Forse a causa di erroi contenuti nel file log o magari semplicemente perché il tuo log era già aggiornato.

# MainWindow|
source: Do you really want to mark ALL pending QSOs to be UPLOADED? Must be done ONLY IF THIS IS YOUR FIRST TIME uploading these QSOs to LoTW.
ca: Segur que voleu marcar TOTS els QSO pendents per a ser PUJATS? NOMÉS cal fer-ho SI AQUESTA ÉS LA PRIMERA VEGADA que pugeu aquests QSO al LoTW.
cs: Opravdu si přejete označit VŠECHNA čekající QSO k Nahrání. Toto je potřeba udělat POUZE, když jsou QSO nahrávána do LoTW poprvé.
es: ¿Quiere marcar TODOS los QSOs pendientes por subir? Debería hacer esto SOLO SI ES LA PRIMERA VEZ que sube QSOs a LoTW.
it: Sei certo di segnare TUTTI i QSO in sopeso di questo log come da trasmettere? Questa procedura deve essere fatta SOLO SE QUESTO E' il primo trasferimento di QSO verso LoTW.

# MainWindow|
source: All pending QSOs has been marked as queued for LoTW!
ca: Tots els QSO pendents s'han marcat com a posats en cua per al LoTW!
cs: Všechna čekající QSO byla označena jako zafrontovaná do LoTW!
es: Se han puesto en la cola de LoTW todos los QSOs pendientes.
hr: Svi poredani QSOi su označeni kao poredani za LoTW!
it: Tutti i QSO in attesa sono stati marcati per LoTW!

# MainWindow|
source: All queued QSOs has been marked as sent to LoTW!
ca: Tots els QSO posats en cua s'han marcat com a enviats al LoTW!
cs: Všechna zafrontovaná QSO byla označena jako odeslaná do LoTW!
es: ¡Se han marcado como enviados a LoTW todos los QSOs en cola!
hr: Svi QSOi u tijeku su označeni kao poslani u LoTW!
it: Tutti i QSO in coda sono stati marcati come spediti a LoTW!

# MainWindow|
source: There was a problem to mark all queued QSOs of this log as sent to LoTW!
ca: Hi ha hagut un problema en marcar tots els QSO posats en cua d'aquest registre com a enviats al LoTW!
cs: Nastal problém s označením zafrontovaných QSO jako odeslaných do LoTW!
es: ¡Hubo un problema al marcar todos los QSO en cola de este log como enviados a LoTW!
hr: Nastao je problem prilikom označavanja svih porednih QSOa u ovom dnevniku kao poslanih u LoTW!
it: Impossibile marcare tutti i QSO di questo log in coda come spediti a LoTW!

# MainWindow|start or stop
source: UDP Server error The UDP server failed to %1.
ca: Error del servidor UDP El servidor UDP ha fallat en %1.
cs: Chyba UDP Serveru Serveru UDP se nepovedlo %1.
da: UDP-serverfejl UDP-serveren mislykkedes i at %1.
es: Error del servidor UDP El servidor de UDP falló al %1.
fr: Erreur du serveur UDP Le serveur UDP à échoué : %1.
hr: Greška UDP poslužitelja UDP poslužitelj nije %1.
it: Errore Server UDP Il server UDP ha fallito a %1.
