Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# TipsDialog|
source: <b>Tip #6:</b><br>Do you know...<br>You can upload your QSO marked as queued to LoTW via TQSL with <a href="#ToolsUploadLoTW">Tools->LoTW tools ...->Sends the log to LoTW calling TQSL.</a> ?<br><br>You have to configure TQSL in the preferences to be able to use this functionality.
ca: <b>Consell núm. 6:</b><br>Sabíeu que...<br>podeu pujar els QSO marcats com a posats en cua del LoTW via el TQSL amb <a href="#ToolsUploadLoTW">Eines->Eines LoTW...->Envia el registre al LoTW cridant el TQSL.</a> ?<br><br>Cal configurar el TQSL a les preferències per a poder usar aquesta característica.
cs: <b>Tip #6:</b><br>Víte, že...<br>můžete všechna zafrontovaná QSL nahrát do LoTW pomocí TQSL přes menu <a href="#ToolsUploadLoTW">Nástroje->LoTW->Nahrát zafrontovaná QSO do LoTW</a> ?<br><br>Je potřeba mít nastaven TQSL, aby tato volba byla aktivní.
es: <b>Consejo #6:</b><br>¿Sabía que...<br>Puede subir los QSOs marcados como en cola a LoTW a través de la aplicación TQSL con <a href="#ToolsUploadLoTW">Herramientas->Herramientas de LoTW ...->Enviar a LoTW</a>?<br><br>Tiene que configurar TQSL en las preferencias para poder usar esta funcionalidad?
it: <b>Tip #6:</b><br>Dovresti sapere che...<br>E' possibile trasferire i tuoi QSO marcati e messi in coda per LoTW via TQSL con <a href="#ToolsUploadLoTW">Strumenti->Strumenti LoTW ...->Trasferisce il log delle chiamate a LoTW delle TQSL.</a> ?<br><br>E' necessario che TQSL nelle impostazioni per pytoer usare questa funzionalità.

# TipsDialog|
source: <b>Tip #7:</b><br>Do you know...<br>You can see the QSO that confirms one specific DXCC entity in one specific band by poiting your mouse over that band in the DXCC widget?
ca: <b>Consell núm. 7:</b><br>Sabíeu que...<br>podeu veure el QSO que confirma una entitat DXCC específica a una banda específica apuntant el ratolí sobre aquesta banda al giny del DXCC?
cs: <b>Tip #7:</b><br>Víte, že...<br>můžete zobrazit QSO, které potvrzuje jednu konkrétní zemi DXCC na jednom konkrétním pásmu, když umístíte myš nad toto pásmo v okně DXCC?
es: <b>Consejo #7:</b><br>¿Sabía que...<br>Puede ver qué QSO confirma una entidad DXCC en concreto? situando el puntero del ratón sobre la banda en el widget DXCC?
it: <b>Tip #7:</b><br>Dovresti sapere che...<br>Puoi sempre vedere i QSO che confermano uno specifico collegamento DXCC all'interno di una specifica banda puntando con il mouse sulla banda nel widget DXCC?

# TipsDialog|
source: <b>Tip #12:</b><br>Do you know...<br>You can subscribe to <a href=https://groups.io/g/klog>KLog mailing list</a> to discuss via email about KLog in English?
ca: <b>Consell núm. 12:</b><br>Sabíeu que...<br>podeu subscriure's a la <a href=https://groups.io/g/klog>llista de correu del KLog</a> per a conversar a través del correu quant al KLog en anglès?
cs: <b>Tip #12:</b><br>Víte, že...<br>se můžete přihlásit na <a href=https://groups.io/g/klog>KLog mailing list</a> a diskutovat zde anglicky o KLogu?
es: <b>Consejo #12:</b><br>¿Sabía que...<br>Puede subscribirse a la <a href=https://groups.io/g/klog>Lista de KLog</a> para discutir sobre KLog en inglés?
it: <b>Tip #12:</b><br>Dovresti sapere che...<br>Puoi sempre iscriverti a <a href=https://groups.io/g/klog>Mailing list utenti KLog</a> per parlare via email su KLog in Inglese?

# TipsDialog|
source: <b>Tip #14:</b><br>Do you know...<br>You can write your own <a href=https://www.eham.net/reviews/detail/3118>review in eHam.net about KLog</a> to help other users to decide to use KLog?
ca: <b>Consell núm. 14:</b><br>Sabíeu que...<br>podeu escriure els vostres propis <a href=https://www.eham.net/reviews/detail/3118>comentaris a eHam.net quant al KLog</a> per ajudar als altres a decidir-se a usar el KLog?
cs: <b>Tip #14:</b><br>Víte, že...<br>můžete napsat recenzi na KLog na <a href=https://www.eham.net/reviews/detail/3118>eHam.net</a> a pomoci tím jiným uživatelům najít KLog?
es: <b>Consejo #14:</b><br>¿Sabía que...<br>Puede escribir su propia <a href=https://www.eham.net/reviews/detail/3118>opinión de KLog en eHam.net</a> para ayudar a otros usuarios a usar KLog?
fr: <b>Astuce #14:</b><br>Le saviez-vous...<br>Vous pouvez écrire votre propre <a href=https://www.eham.net/reviews/detail/3118>commentaire concernant KLog sur eHam.net</a> pour inciter les autres utilisateurs à utiliser KLog ?
hr: <b>Savjet #14:</b><br>Znate li..<br>Možete napisati vlastitu <a href=https://www.eham.net/reviews/detail/3118>recenziju o KLogu na eHam.net</a> kako bi pomogli drugim korisnicima odlučiti da koriste KLog?
it: <b>Tip #14:</b><br>Dovresti sapere che...<br>Puoi scrivere una tua <a href=https://www.eham.net/reviews/detail/3118>recenzione su eHam.net per KLog</a> per convincere altri utenti a scegliere KLog?

# TipsDialog|
source: <b>Tip #15:</b><br>Do you know...<br>You can join the development team by simply <a href=https://www.klog.xyz/contact>Contacting us</a>?
ca: <b>Consell núm. 15:</b><br>Sabíeu que...<br>podeu unir-vos a l'equip de desenvolupament senzillament <a href=https://www.klog.xyz/contact>contactant-nos</a>?
cs: <b>Tip #15:</b><br>Víte, že...<br>se můžete jednoduše připojit k vývojovému týmu kontaktem uvedeným na stránkách <a href=https://www.klog.xyz/contact>KLogu Contact</a>?
es: <b>Consejo #15:</b><br>¿Sabía que..<br>Puede unirse al equipo de desarrollo simplemente <a href=https://www.klog.xyz/contact>Contactando con nosotros</a>?
fr: <b>Astuce #15:</b><br>Le saviez-vous...<br>Vous pouvez joindre l'équipe de développement simplement <a href=https://www.klog.xyz/contact>en nouc contactant</a> ?
hr: <b>Savjet #15:</b><br>Znate li...<br>Možete se pridružiti razvojnom timu jednostavno tako da nas <a href=https://www.klog.xyz/contact>Kontaktirate</a>?
it: <b>Tip #15:</b><br>Dovresti sapere che...<br>Puoi sempre unirti allo staff di sviluppo semplicemente <a href=https://www.klog.xyz/contact>Contattandoci</a>?

# TipsDialog|
source: <b>Tip #16:</b><br>Do you know...<br>That there are many ways to contribute to KLog and some of them are listed in the <a href=https://www.klog.xyz/contrib>KLog Contribute</a> page?
ca: <b>Consell núm. 16:</b><br>Sabíeu que...<br>hi ha moltes maneres de col·laborar amb el KLog i varies estan llistades a la pàgina de <a href=https://www.klog.xyz/contrib>col·laboració del KLog</a>?
cs: <b>Tip #16:</b><br>Víte, že...<br>je mnoho cest, jak přispívat do KLog. Některé z nich jsou uvedeny na stránkách <a href=https://www.klog.xyz/contrib>KLog Contribute</a>?
es: <b>Consejo #16:</b><br>¿Sabía que...<br>Hay muchas formas de contribuir con KLog y algunas de ellas estan listadas en la página <a href=https://www.klog.xyz/contrib>Contribuir</a> de la web?
fr: <b>Astuce #16:</b><br>Le saviez-vous...<br>Il y a beaucoup de façons pour contribuer à Klog et certains d'entre eux sont listés dans la page de <a href=https://www.klog.xyz/contrib>Contribuer à KLog</a> ?
hr: <b>Savjet #16:</b><br>Znate li...<br>Postoji mnogo načina na koje možete doprinijeti KLogu a neki od njih navedeni su na <a href=https://www.klog.xyz/contrib>KLog Doprinesi</a> stranici?
it: <b>Tip #16:</b><br>Dovresti sapere che...<br>Puoi contribuire alla crescita di KLog in monlti diversi modi, contenuti nella pagina <a href=https://www.klog.xyz/contrib>KLog Contributo</a> ?

# TipsDialog|
source: <b>Tip #17:</b><br>Do you know...<br>You can support translating KLog into your language? Please check <a href=https://www.klog.xyz/contrib/translations>KLog Translations</a> page.
ca: <b>Consell núm. 17:</b><br>Sabíeu que...<br>podeu ajudar a traduir el KLog al vostre idioma? Si us plau, reviseu la pàgina de <a href=https://www.klog.xyz/contrib/translations>traduccions del KLog</a>.
cs: <b>Tip #17:</b><br>Víte, že...<br>můžete pomoci s překladem KLogu? Více na stránkách <a href=https://www.klog.xyz/contrib/translations>KLog Translations</a>.
es: <b>Consejo #17:</b><br>¿Sabía que...<br>Puede ayudar a traducir KLog a su idioma? Por favor consulte la página <a href=https://www.klog.xyz/contrib/translations>Traducciones de KLog</a>.
fr: <b>Astuce #17:</b><br>Le saviez-vous...<br>Vous pouvez aider à traduire KLog dans votre langue. Veuillez consulter la page des <a href=https://www.klog.xyz/contrib/translations>Traductions KLog</a>.
hr: <b>Savjet #17:</b><br>Znate li...<br>Možete pomoći prijevodu KLoga na vaš jezik? Molim pogledajte <a href=https://www.klog.xyz/contrib/translations>KLog Prijevodi</a> stranicu.
it: <b>Tip #17:</b><br>Dovresti sapere che...<br>Puoi aiutare a tradurre KLOg nella tua lingua? Per favore controlla sulla pagina <a href=https://www.klog.xyz/contrib/translations>KLog Traduzioni</a> .

# TipsDialog|
source: <b>Tip #18:</b><br>Do you know...<br>You can double-click on an entity name in the DXCC table and all the QSOs with that DXCC Entity will be shown in the search box?
ca: <b>Consell núm. 18:</b><br>Sabíeu que...<br>podeu fer un clic doble a un nom d'entitat a la taula de DXCC i tots els QSO amb una entitat DXCC es mostraran al quadre de cerca?
cs: <b>Tip #18:</b><br>Víte, že...<br>dvojitým kliknutím v tabulce DXCC zemí budou zobrazena v okně Hledání všechna QSO s danou zemí?
es: <b>Consejo #18:</b><br>¿Sabía que...<br>Puede hacer doble click en el nombre de una entidad en la tabla de DXCC todos los QSO con esa entidad aparecerán en el cuadro de búsqueda?
hr: <b>Savjet #18:</b><br>Znate li...<br>Možete dvostruko kliknuti na ime entiteta u DXCC tablici i svi QSOi s tim DXCC entitetom bit će prikazani u kućici za pretraživanje?
it: <b>Tip #18:</b><br>Dovresti sapere che...<br>Puoi fare un doppio click sul nome di un collegamento nell'elenco DXCC e saranno mostrati tutti i QSO relativi a quel collegamento DXCC nella maschera di ricerca?

# TipsDialog|
source: <b>Tip #19:</b><br>Do you know...<br>You can right-click on a QSO and select <i>Check in QRZ.com</i> to check that callsign in QRZ.com?
ca: <b>Consell núm. 19:</b><br>Sabíeu que...<br>podeu fer clic amb el botó dret a un QSO i seleccionar <i>Comprova a QRZ.com</i> per comprovar aquest identificador a QRZ.com?
cs: <b>Tip #19:</b><br>Víte, že...<br>kliknutím na QSO pravým tlačítkem myši a výběrem <i>Vyhledat v QRZ.com</i> vyhledáte detaily o stanice na QRZ.com?
es: <b>Consejo #19:</b><br>¿Sabía que...<br>Puede click con el botón derecho en un QSO y seleccionar <i>Consultar en QRZ.com</i> para consultar ese indicativo en QRZ.com?
hr: <b>Savjet #19:</b><br>Jeste li znali...<br>Možete napraviti desni klik na QSO i izabrati <i>Provjeri na QRZ.com</i> kako biste provjerili taj pozivni znak na QRZ.com?
it: <b>Tip #19:</b><br>Dovresti sapere che...<br>Puoi sempre cloccare su un QSO e verificare su <i>Check in QRZ.com</i> l'esistenza del nominativo su QRZ.com?

# UpdateSatsData|
source: Reading Satellites data file...
ca: S'estan llegint el fitxer de les dades de satèl·lits...
cs: Čtení souboru se satelity...
da: Læser satellitdatafil ...
es: Leyendo fichero de datos satélites ...
fr: Lecture du fichier de données Satellites en cours...
it: Lettura file dati satelliti...

# UpdateSatsData|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Om læsning
es: Cancelar lectura
fr: Lecture annulée
hr: Prekini čitanje
it: Annulla lettura

# UpdateSatsData|
source: The Satellites information has been updated.
ca: S'ha actualitzat la informació dels satèl·lits.
cs: Satelitní informace byly aktualizovány.
da: Satellitinformationen er blevet opdateret.
es: Se ha actualizado la información de los satélites.
fr: Les informations sur les Satellites ont été mises à jour.
hr: Podatci o satelitima su ažurirani.
it: Informazioni satelliti aggiornate.

# UpdateSatsData|
source: Open File
ca: Obre un fitxer
cs: Otevřít soubor
da: Åbn fil
es: Abrir fichero
fr: Ouvrir un Fichier
hr: Otvori datoteku
it: Apre File

# UpdateSatsData|
source: Sat Data
ca: Dades de satèl·lit
es: Datos de satélites
fr: Données Sat.
hr: Sat podaci
it: Dati satelliti

# World|
source: Entity
ca: Entitat
cs: Země
da: Entitet
es: Entidad
fr: Entité
hr: Entitet
it: Collegamento

# World|
source: Continent
cs: Kontinent
da: Kontinent
es: Continente
hr: Kontinent
it: continente

# World|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture annulée
hr: Prekini čitanje
it: Annulla lettura

# World|
source: Reading cty.csv...
ca: S'està llegint el «cty.csv»...
cs: Čtení cty.csv...
da: Læser cty.csv ...
es: Leyendo cty.csv...
fr: En cours de lecture de cty.csv...
hr: Čitam cty.csv...
it: Lettura cty.cvs...

# WorldMapWidget|
source: World map
ca: Mapa mundial
cs: Mapa světa
es: Mapa del mundo
fr: Carte mondiale
hr: Karta svijeta
it: Mappa mondiale

# WorldMapWidget|
source: View
ca: Vista
cs: Ukázat
es: Ver
fr: Vue
hr: Pogled
it: Vista

# WorldMapWidget|
source: Zoom In(25%)
ca: Apropa (25%)
cs: Přiblížit(25%)
es: Acercar (25%)
fr: Zommer(25%)
hr: Povećaj(25%)

# WorldMapWidget|
source: Zoom Out(25%)
ca: Allunya (25%)
cs: Oddálit(25%)
es: Alejar(25%)
fr: Dé-zoomer(25%)
hr: Umanji(25%)
it: Zomm Out(25%)

# WorldMapWidget|
source: Normal Size
ca: Mida normal
cs: Běžná velikost
es: Tamaño normal
fr: Taille standard
hr: Izvorna veličina
it: Dimensione normale

# WorldMapWidget|
source: Fit to window
ca: Ajusta a la finestra
cs: Přizpůsobit oknu
es: Ajustar a ventana
fr: Adapter à la fenêtre
hr: Prilagodi prozoru
it: Arrangia su finestra

# eLogClubLog|
source: Host not found!
ca: No s'ha trobat la màquina!
cs: Server nenalezen!
da: Vært blev ikke fundet!
es: ¡Máquina no encontrada!
fr: Serveur non trouvé !
hr: Stroj nije nađen!
it: Host non trovato!

# eLogClubLog|
source: Timeout error!
ca: Error de temps excedit!
cs: Vypršel časový limit!
da: Tidsudløbsfejl!
es: ¡Error de tiempo excedido!
fr: Erreur de dépassement du délai !
hr: Greška prekoračenja vremena!
it: Errore di Timeout!

# eLogClubLog|
source: This error may be caused for the QSO being duplicated or, if removing, trying to remove a non existing QSO.
ca: Aquest error pot estar provocat per una duplicitat del QSO, o si s'elimina, intenteu eliminar un QSO inexistent.
cs: Tato chyba může být způsobena duplicitním QSO nebo v případě smazání, tak se maže neexistující QSO.
es: Este error puede ser causado por un QSO duplicado o, si estaba eliminando, porque no existiera anteriormente.
it: Questo errore può essere cusato dalla presenza di QSO duplicati o,quando rimossi, per QSO macanti.

# eLogClubLog|
source: Undefined error number (#%1)...
ca: Número d'error indefinit (#%1)...
cs: Nedefinované číslo chyby (#%1)...
es: Error no definido número (#%1)...
it: Numero di errore idnefinito (#%1)...

# eLogClubLog|
source: QSO dupe or not existing (#%1)...
ca: QSO duplicat o no existent (#%1)...
cs: QSO dupe nebo neexistující (#%1)...
es: QSO repetido o no existente (#%1)...
it: QSO duplicato o mancante (#%1)...

# eLogClubLog|
source: We have received an undefined error from Clublog (%1)
ca: S'ha rebut un error no definit des del Clublog (%1)
cs: Byla zaznamenána neznámá chyba Clublog (%1)
es: Hemos recibido un error indefinido de Clublog (%1)
it: Ricevuto erorre idnefinito da ClubLog (%1)

# eLogClubLog|
source: Undefined error...
ca: Error no definit...
cs: Nedefinovaná chyba...
da: Fejl er ikke defineret ...
es: Error no definido...
fr: Erreur indéfinie...
hr: Nedefinirana pogreška...
it: Errore indefinito...

# eLogClubLog|
source: Callsign missing
ca: Manca l'indicatiu
cs: Chybí značka
da: Kaldesignal mangler
es: Falta indicativo
fr: Indicatif manquant
hr: Nedostaje pozivni znak
it: Nominativo di chiamata assente

# eLogClubLog|
source: Invalid callsign
ca: Indicatiu no vàlid
cs: Neplatná značka
da: Ugyldig kaldesignal
es: Indicativo no válido
fr: Indicatif invalide
hr: Nevaljali pozivni znak
it: Nominativo di stazione non valido

# eLogClubLog|
source: Skipping SWL callsign
ca: S'omet l'indicatiu SWL
cs: Přeskočit SWL značku
da: Udelader SWL-kaldesignal
es: Saltando indicativo SWL
fr: Sauter l'indicatif SWL
hr: Preskačem SWL pozivni znak
it: Salto nominativo SWL

# eLogClubLog|
source: Callsign is your own call
ca: L'indicatiu és el vostre propi indicatiu
cs: Je to Vaše vlastní značka
da: Kaldesignal er dit eget kald
es: El indicativo es su propio indicativo
fr: L'indicatif est le vôtre
hr: Pozivni znak je vaš vlastiti pozivni znak
it: Callsign is you own call

# eLogClubLog|
source: Invalid callsign with no DXCC mapping
ca: Indicatiu no vàlid sense correspondència amb DXCC
cs: Neplatná značka bez DXCC mapování
da: Ugyldigt kaldesignal uden DXCC-oversættelse
es: Indicativo no válido sin correspondencia con DXCC
fr: Indicatif invalide sans correspondance DXCC
hr: Nevaljali pozivni znak bez DXCC veze
it: Nominativo di stazione non valido con nessuna localizzazione DXCC

# eLogClubLog|
source: Updated QSO
ca: QSO actualitzat
cs: Aktualizované QSO
da: Opdateret QSO
es: QSO actualizado
fr: QSO mis à jour
hr: QSO ažuriran
it: Trasferito QSO

# eLogClubLog|
source: Invalid ADIF record
ca: Enregistrament ADIF no vàlid
cs: Neplatný ADIF záznam
da: Ugyldig ADIF-post
es: Registro ADIF no válido
fr: Entrée ADIF incorrecte
hr: Nevaljali ADIF zapis
it: Record ADIF non valido

# eLogClubLog|
source: Missing ADIF record
ca: Manca enregistrament ADIF
cs: Chybějící ADIF záznam
da: Manglende ADIF-post
es: Falta registro ADIF
fr: Entrée ADIF manquante
hr: Nedostajeći ADIF zapis
it: Record ADIF mancante

# eLogClubLog|
source: Test mode - parameters ok, no action taken
ca: Mode Test - paràmetres correctes, sense acció
cs: Testovací režim - parametry ok, žádná akce
da: Testtilstand - parametre o.k., ingen handling taget
es: Modo Test - parámetros OK, sin acción
fr: Mode test - paramètres ok, pas d'action réalisée
hr: Test način rada - parametri su u redu, nikakva akcija nije poduzeta
it: Modalità test parametri ok, nessuna azione intrapresa

# eLogClubLog|
source: Please check your config in the setup and contact the KLog development team if you can't fix it. ClubLog uploads will be disabled.
ca: Si us plau, comproveu la configuració a la configuració i contacteu amb l'equip de desenvolupament del KLog si no ho podeu corregir. Les pujades al ClubLog es desactivaran.
cs: Zkontrolujte konfiguraci v Nastavení a pokud ji nemůžete opravit, kontaktujte vývojový tým KLog. Nahrávání do ClubLog bude zakázáno.
es: Revise su configuración y contacte con el equipo de desarrollo de KLog si no puede solucionarlo. Se deshabilitarán los envios a ClubLog.
it: Per favore verifica nella tua configurazione e contatta il team di sviluppo di KLog se non riesci a farlo funzionare.Trasferimenti a ClubLog disabilitati.

# eLogClubLog|
source: Excessive API Usage
ca: Ús excessiu de l'API
cs: Nadměrné používání API
da: Overdreven API-forbrug
es: Uso excesivo de API
fr: Utilisation excessive de l'API
hr: Prekomjereno korištenje APIa
it: Eccessivo uso delle API

# eLogClubLog|
source: Internal Error
ca: Error intern
cs: Interní chyba
da: Intern fejl
es: Error interno
fr: Erreur interne
hr: Interna pogreška
it: Errore Interno

# eLogClubLog|
source: Rejected
ca: Rebutjat
cs: Odmítnuto
da: Afvist
es: Rechazado
fr: Rejeté
hr: Odbačen
it: Rifiutato

# eLogClubLog|
source: QSO Duplicate
ca: QSO duplicat
cs: Duplicitní QSO
da: QSO dublet
es: QSO duplicado
fr: QSO en Doublon
hr: Duplicirani QSO
it: QSO Duplicato

# eLogClubLog|
source: QSO Modified
ca: QSO modificat
cs: Upravené QSO
da: QSO ændret
es: QSO modificado
fr: QSO Modifié
hr: QSO ažuriran
it: QSO Modificato

# eLogClubLog|
source: Missing Login
ca: Manca inici de sessió
cs: Chybějící přihlášení
da: Manglende logind
es: Falta login
fr: Identifiant non saisi
hr: Nedostaje Login
it: Login mancante

# eLogClubLog|
source: Upload denied
ca: Pujada denegada
cs: Nahrání zamítnuto
da: Overførsel afvist
es: Subida rechazada
fr: Déversement interdit
hr: Snimanje podataka na poslužitelj odbijeno
it: Trasferimento rifiutato

# eLogClubLog|
source: No callsign selected
ca: No s'ha seleccionat cap indicatiu
cs: Nebyla vybrána žádná značka
da: Inter kaldesignal valgt
es: No se seleccionó indicativo
fr: Pas d'indicatif sélectionné
hr: Niti jedan pozivni znak nije označen
it: Nessun nominativo selezionato

# eLogClubLog|
source: No match found
ca: Cap coincidència
cs: Shoda nenalezena
da: Intet match fundet
es: Sin coincidencia
fr: Pas de correspondance trouvée
hr: Ništa podudarajuće nije nađeno
it: Nessuna corrispondenza trovata

# eLogClubLog|
source: Dropped QSO
ca: QSO eliminat
cs: Zahozené QSO
da: Droppet QSO
es: QSO eliminado
fr: QSO rejeté
hr: Ispušten QSO
it: QSO interrotto

# eLogClubLog|
source: Login rejected
ca: S'ha rebutjat l'inici de sessió
cs: Přihlášení zamítnuto
da: Logind afvist
es: Login rechazado
fr: Identifiant rejeté
hr: Login odbijen
it: Login rifiutato

# eLogClubLog|
source: Rejected: Callsign is your own call
ca: Rebutjat: L'indicatiu és el vostre propi indicatiu
cs: Zamítnuto: Značka je Vaše vlastní
da: Afvist: Kaldesignal er dit eget kald
es: Rechazado: El indicativo es su propio indicativo
fr: Rejeté : L'indicatif est le vôtre
hr: Odbijeno: pozivni znak je vaš vlastiti pozivni znak
it: Rifiutato: Nominativo is your own call

# eLogQrzLog|
source: Host not found!
ca: No s'ha trobat la màquina!
cs: Server nenalezen!
es: ¡Máquina no encontrada!
it: Host non trovato!

# eLogQrzLog|
source: Timeout error!
ca: Error de temps excedit!
cs: Vypršel časový limit!
es: ¡Error de tiempo excedido!
it: Errore di Timeout!

# eLogQrzLog|
source: Undefined error number (#%1)
ca: Número d'error indefinit (#%1)
cs: Nedefinované číslo chyby (#%1)
es: Error no definido número (#%1)...
it: Numero di errore undefinito (#%1)

# eLogQrzLog|
source: We have received the following error from QRZ.com (%1)
ca: S'ha rebut l'error següents des de QRZ.com (%1)
cs: Byla zaznamenána chyba QRZ.com (%1)
es: Hemos recibido el siguiente error de QRZ.com (%1)
it: Ricevuto il seguente errore da QRZ.com (%1)

# eLogQrzLog|
source: Not valid KEY found
ca: No s'ha trobat cap clau vàlida
cs: Neplatný KEY
es: Clave no valida
it: Nessuna KEY valida trovata

# eLogQrzLog|
source: Please configure your QRZ.com API key. You will find it in your QRZ.com Logbook settings webpage. You need a QRZ.com subscription to use this feature.
ca: Configureu la clau API de QRZ.com. La trobareu a la pàgina web de configuració del vostre «logbook» de QRZ.com. Cal una subscripció a QRZ.com per a usar aquesta funcionalitat.
cs: Nastavte svůj API key z QRZ.com. Najdete jej na webové stránce nastavení logu QRZ.com. Abyste mohli používat tuto funkci, potřebujete registraci na QRZ.com.
es: Por favor configure su clave API (API key) de QRZ.com. La encontrará en la pagina de configuración de su libro de guardia en QRZ.com. Necesita una subscripción para usar esta funcionalidad.
it: Per favore configura la chiave API del tuo QRZ.com. La trovi nella pagina web del tuo logbok su QRZ.com. E' necessaria la registrazione sul sito QRZ.com poter ptoer usare questa funzione.

# eLogQrzLog|
source: KLog - QRZ.com password needed
ca: KLog - Cal la contrasenya de QRZ.com
cs: KLog - Je vyžadováno heslo QRZ.com
es: KLog - Contraseña de QRZ.com requerida
it: KLog. - Password QRZ.com richiesta

# eLogQrzLog|
source: Please enter your QRZ.com password:
ca: Introduïu la contrasenya de QRZ.com:
cs: Vložte heslo do QRZ.com:
es: Introduzca su contraseña de QRZ.com:
it: Per fsavore isnerisci la tua password QRZ.com:

# eLogQrzLog|
source: Callsign missing
ca: Manca l'indicatiu
cs: Chybí značka
es: Falta indicativo
it: Nominativo di stazione assente

# eQSLUtilities|
source: eQSL has sent the following message: %1
ca: eQSL ha enviat el missatge següent: %1
cs: eQSL odpovědělo touto zprávou: %1
es: eQSL ha enviado el siguiente mensaje: %1
it: eQSL ha mandato il seguente messaggio: %1

# eQSLUtilities|
source: Host not found!
ca: No s'ha trobat la màquina!
cs: Server nenalezen!
es: ¡Máquina no encontrada!
it: Host non trovato!

# eQSLUtilities|
source: Timeout error!
ca: Error de temps excedit!
cs: Vypršel časový limit!
es: ¡Error de tiempo excedido!
it: Errore di Timeout!
