Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# StatsQSOsPerHourBarChartWidget|
source: QSOs per hour
ca: QSO per hora
cs: QSO podle hodin
da: QSO'er per time
es: QSOs por hora
fr: QSOs par heure
hr: QSOa po satu
it: QSO per ora

# StatsQSOsPerHourBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerHourBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerHourBarChartWidget|
source: Hours
ca: Hores
cs: Hodiny
da: Timer
es: Horas
fr: Heures
hr: Sati
it: Ore

# StatsQSOsPerHourBarChartWidget|
source: QSOs at hour
ca: QSO per hora
cs: QSO v hodinách
da: QSO'er per time
es: QSO por hora
fr: QSOs à l'heure
hr: QSOa na sat
it: QSO all'ora

# StatsQSOsPerHourBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: lettura dati ...

# StatsQSOsPerHourBarChartWidget|
source: Hours:
ca: Hores:
cs: Hodiny:
da: Timer:
es: Horas:
fr: Heures :
hr: Sati:
it: Ore:

# StatsQSOsPerModeBarChartWidget|
source: QSOs per mode
ca: QSO per mode
cs: QSO podle druhu provozu
da: QSO'er til tilstand
es: QSOs por modo
fr: QSOs par mode
hr: QSOi po načinu rada
it: QSO per modo

# StatsQSOsPerModeBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerModeBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerModeBarChartWidget|
source: Modes
cs: Druhy provozu
da: Tilstande
es: Modos
hr: Načini rada
it: Modi

# StatsQSOsPerModeBarChartWidget|
source: QSOs per mode distribution
ca: QSO per distribució de mode
cs: QSO podle druhu provozu
es: Distribución QSO por modo
hr: Raspodjela QSOa po načinu rada
it: QSO per distribuzione modo

# StatsQSOsPerModeBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: lettura dati ...

# StatsQSOsPerModeBarChartWidget|
source: Modes:
cs: Druhy provozu:
da: Tilstande:
es: Modos:
hr: Načini rada:
it: Modi:

# StatsQSOsPerMonthBarChartWidget|
source: QSOs per month
ca: QSO per mes
cs: QSO podle měsíců
da: QSO'er per måned
es: QSOs por mes
fr: QSOs par mois
hr: QSOa po mjesecu
it: QSO per mese

# StatsQSOsPerMonthBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerMonthBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerMonthBarChartWidget|
source: Jan
ca: Gen
cs: Led
es: Ene
hr: Sij
it: Gen

# StatsQSOsPerMonthBarChartWidget|
source: Apr
ca: Abr
cs: Dub
es: Abr
fr: Avr
hr: Tra

# StatsQSOsPerMonthBarChartWidget|
source: Dec
ca: Des
cs: Pro
es: Dic
fr: Déc
hr: Pro
it: Dic

# StatsQSOsPerMonthBarChartWidget|
source: Aug
ca: Ago
cs: Srp
es: Ago
fr: Août
hr: Kol
it: Ago

# StatsQSOsPerMonthBarChartWidget|
source: Months
ca: Mesos
cs: Měsíce
da: Måneder
es: Meses
fr: Mois
hr: Mjeseci
it: Mesi

# StatsQSOsPerMonthBarChartWidget|
source: QSOs at Month
ca: QSO per mes
cs: QSO v měsíci
da: QSO'er per måned
es: QSOs en mes
fr: QSOs du mois
hr: QSOi na mjesec
it: QSO al mese

# StatsQSOsPerMonthBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerMonthBarChartWidget|
source: Months:
ca: Mesos:
cs: Měsíce:
da: Måneder:
es: Meses:
fr: Mois :
hr: Mjeseci:
it: Mesi:

# StatsQSOsPerYearBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerYearBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerYearBarChartWidget|
source: QSOs per year
ca: QSO per any
cs: QSO podle roku
da: QSO'er per år
es: QSOs por año
fr: QSOs par an
hr: QSOi po godini
it: QSO per anno

# StatsQSOsPerYearBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsSentConfirmedPieChartWidget|
source: Sent - %1
ca: Enviat - %1
cs: Odesláno - %1
da: Sendt - %1
es: Enviado - %1
fr: Envoyé - %1
hr: Poslano - %1
it: Spedito - %1

# StatsSentConfirmedPieChartWidget|
source: Confirmed - %2
ca: Confirmat - %2
cs: Potvrzeno - %2
da: Bekræftet - %2
es: Confirmado - %2
fr: Confirmé - %2
hr: Potvrđeno - %2
it: Confermato - %2

# StatsSentConfirmedPieChartWidget|
source: Sent / Confirmed status
ca: Estat Enviat / Confirmat
cs: Stav Odesláno / Potvrzeno
es: Enviados / Confirmados
it: Stato Trasferiti / Confermati

# StatsWorkedConfirmedPieChartWidget|
source: Worked, not confirmed - %1
ca: Treballat, no confirmat - %1
cs: Pracováno, nepotvrzeno - %1
da: Bearbejdet, ikke bekræftet - %1
es: Trabajados, no confirmados - %1
fr: Réalisé, non confirmé - %1
hr: Odrađeno, nije potvrđeno - %1
it: Processato, non confermato - %1

# StatsWorkedConfirmedPieChartWidget|
source: Confirmed - %2
ca: Confirmat - %2
cs: Potvrzeno - %2
da: Bekræftet - %2
es: Confirmado - %2
fr: Confirmé - %2
hr: Potvrđeno - %2
it: Confermato - %2

# StatsWorkedConfirmedPieChartWidget|
source: Worked / Confirmed status
ca: Estat Treballat / Confirmat
cs: Stav Pracoval / Potvrzeno
es: Trabajados / Confirmados
it: Stato Processati / Confermati

# StatsWorkedSentPieChartWidget|
source: Worked - %1
ca: Treballat - %1
cs: Navázané - %1
da: Bearbejdet - %1
es: Trabajado - %1
fr: Réalisé - %1
hr: Rađeno - %1
it: Processato - %1

# StatsWorkedSentPieChartWidget|
source: Sent - %2
ca: Enviat - %2
cs: Odesláno - %2
da: Sendt - %2
es: Enviado - %2
fr: Envoyé - %2
hr: Poslano - %2
it: Spedito - %2

# StatsWorkedSentPieChartWidget|
source: Worked / Sent status
ca: Estat Treballat / Enviat
cs: Stav Pracoval / Odesláno
es: Trabajados / Enviados
it: Stato Processati / Spediti

# TipsDialog|
source: KLog tips
ca: Consells del KLog
cs: Typy KLogu
es: Consejos de KLog
fr: Astuces KLog
hr: KLog savjeti
it: KLog suggerimenti

# TipsDialog|
source: Next
ca: Següent
cs: Další
es: Siguiente
fr: Suivant
hr: Idući
it: Successivo

# TipsDialog|
source: Previous
ca: Anterior
cs: Předchozí
es: Anterior
fr: Précédent
hr: Prethodni
it: Precedente

# TipsDialog|
source: <b>Tip #1:</b><br>Do you know...<br>You can use <a href="#ToolsFillInQSO">Tools->Fill in QSO data</a> to automatically read the full log to fill the DXCC, CQ, ITU zones and continent?
ca: <b>Consell núm. 1:</b><br>Sabíeu que...<br>poseu usar <a href="#ToolsFillInQSO">Eines -> Omple les dades QSO</a> per llegir automàticament el registre complet per a omplir les zones DXCC, CQ, ITU i el continent?
cs: <b>Tip #1:</b><br>Víte, že...<br>můžete použít <a href="#ToolsFillInQSO">Nástroje->Přepoužít QSO data</a> pro automatické vyplnění DXCC, CQ, ITU zones a kontinentu?
es: <b>Consejo #1:</b><br>¿Sabía que...<br>Puede usar <a href="#ToolsFillInQSO">Herramientas->Completar QSOs</a> para leer automáticamente todo el log y rellenar los campos DXCC, CQ, ITU y continente?
fr: <b>Astuce #1:</b><br>Le saviez-vous...<br>Vous pouvez utiliser <a href="#ToolsFillInQSO">Outils->Saisir les données de QSO</a> pour lire automatiquement le log complet pour compléter DXCC, CQ et les zones et continents ITU ?
hr: <b>Savjet #1:</b><br>Znate li...<br>Možete koristiti <a href="#ToolsFillInQSO">Alati->Popuni QSO podatke</a>kako bi automatski pročitali cijeli dnevnik i popunili DXCC, CQ, ITU zone i kontinent?
it: <b>Tip #1:</b><br>Dovresti sapere che...<br>E' anche disponibile <a href="#ToolsFillInQSO">Strumenti->Completa dati QSO</a> che acquisce il log QSO completo di DXCC e lo usa per compilare automaticamente i dati della tua registrazione QSL Locale con informazioni DXCC, CQ, zone ITU e continenti?

# TipsDialog|
source: <b>Tip #3:</b><br>Do you know...<br>You can use <a href="#ToolsFindQSO2QSL">Tools->QSL tools...->Find QSO to QSL</a> to look for all those QSO that you should send your QSL because you still need to confirm that DXCC and you have still not send your QSL card?
ca: <b>Consell núm. 3:</b><br>Sabíeu que...<br>podeu usar <a href="#ToolsFindQSO2QSL">Eines->Eines QSL...->Cerca QSO a les QSL</a> per cercar tots aquells QSO als que hauríeu d'enviar la vostra QSL perquè encara cal confirmar que el DXCC i vós encara no heu enviat la targeta QSL?
cs: <b>Tip #3:</b><br>Víte, že...<br>můžete použít <a href="#ToolsFindQSO2QSL">Nástroje->QSL...->Najít QSO </a> pro nalezení všech QSO, pro která je potřeba ještě odeslat QSL?
es: <b>Consejo #3:</b><br>¿Sabía que...<br>Puede usar <a href="#ToolsFindQSO2QSL">Herramientas->Herramientas de QSL ...->Buscar QSO para enviar QSL</a> buscar todos los QSO para los que debería enviar su QSL porque aun necesita confirmar ese DXCC y aun no ha enviado si tarjeta QSL?
fr: <b>Astuce #3:</b><br>Le saviez-vous...<br>Vous pouvez utiliser <a href="#ToolsFindQSO2QSL">Outils->Outils QSL...->Rechercher les QSO pour QSL</a> pour rechercher tous les QSO dont vous devriez envoyer votre QSL parce que vous devez encore confirmer ce DXCC et que vous n'avez pas encore envoyé votre carte QSL ?
hr: <b>Savjet #3:</b><br>Znate li...<br>Možete koristiti <a href="#ToolsFindQSO2QSL">Alati->Nađi QSO za QSL</a> za pronalaženje svih QSOa za koje bi trebali poslati vašu QSLku jer još uvijek trebate potvrditi taj DXCC a još uvijek niste poslali vašu QSL kartu?
it: <b>Tip #3:</b><br>Dovresti sapere che...<br>E' anche disponibile <a href="#ToolsFindQSO2QSL">Strumenti->Strumenti QSL...->Cerca QSO su QSL</a> per cercare tutti quei QSO per i quali dovresti spedire la QSL, non ancora spedita, perché stai ancora aspettando la conferma da DXCC?

# TipsDialog|
source: <b>Tip #11:</b><br>Do you know...<br>You can subscribe to the <a href=https://t.me/KLogES>Spanish Telegram group</a> to discuss about KLog in Spanish?
ca: <b>Consell núm. 11:</b><br>Sabíeu que...<br>podeu subscriure's al <a href=//https://t.me/KLogES>grup de Telegram en castellà</a> per conversar en castellà quant al KLog?
cs: <b>Tip #11:</b><br>Víte, že...<br>se můžete přihlásit k odběru <a href=https://t.me/KLogES>Spanish Telegram group</a> - španělské diskuzní skupiny o KLogu?
es: <b>Consejo #11:</b><br>¿Sabía que...<br>Puede subscribirse al <a href=https://t.me/KLogES>Grupo de Telegram en español</a> para discutir sobre KLog en español?
hr: <b>Savjet #11:</b><br>Znate li...<br>Možete se pretplatiti na <a href=https://t.me/KLogES>španjolsku KLog Telegram grupu</a> za diskusije o KLogu na španjolskom jeziku?
it: <b>Tip #11:</b><br>Dovresti sapere che...<br>Puoi sempre iscriverti al <a href=https://t.me/KLogES>Spagnolo Gruppo Telegram KLog</a> per parlare di KLog in Spagnolo?

# TipsDialog|
source: <b>Tip #13:</b><br>Do you know...<br>You can <a href=https://twitter.com/_ea4k>follow EA4K on twitter</a> to get updates about KLog?
ca: <b>Consell núm. 13:</b><br>Sabíeu que...<br>podeu <a href=https://twitter.com/_ea4k>seguir a EA4K al Twitter</a> per aconseguir notícies quant al KLog?
cs: <b>Tip #13:</b><br>Víte, že...<br>můžete sledovat novinky o KLogu přes twitter na <a href=https://twitter.com/_ea4k>EA4K</a>?
es: <b>Consejo #13:</b><br>¿Sabía que...<br>Puede seguir a <a href=https://twitter.com/_ea4k>EA4K</a> en Twitter para recibir información sobre KLog?
hr: <b>Savjet #13:</b><br>Znate li...<br>Možete <a href=https://twitter.com/_ea4k>pratiti EA4K na twitteru</a> kako bi dobili obavijesti o KLogu?
it: <b>Tip #13:</b><br>Dovresti sapere che...<br>Puoi sempre <a href=https://twitter.com/_ea4k>seguire EA4K su twitter</a> per ottenere aggiornamenti su KLog?

# TipsDialog|
source: <b>Tip #8:</b><br>Do you know...<br>You can find the QSLs that you are still waiting for with <a href="#ToolsReceivePendingQSL">Tools->QSL tools...->Find DX-QSLs pending to receive</a>.<bR>This tool will list you in the search box all the QSOs with the QSL-Sent marked as <i>Sent</i> but you have still not received the QSL card from the DX.
ca: <b>Consell núm. 8:</b><br>Sabíeu que...<br>podeu trobar les QSL que encara esteu esperant amb <a href="#ToolsReceivePendingQSL">Eines->Eines QSL...->Cerca les DX-QSL pendents de rebre</a>.<bR>Aquesta eina llistarà al quadre de cerca tots els QSO amb la QSL-Sent marcada com a <i>Enviada</i> però que encara no heu rebut la targeta QSL des del DX.
cs: <b>Tip #8:</b><br>Víte, že...<br>můžete najít všechna QSL, na které čekáte pomocí <a href="#ToolsReceivePendingQSL">Nástroje->QSL...->Najít QSL čekající na potvrzení</a>.<bR>Tato volba zobrazí v okně Hledání všechna QSO označená jako <i>Odeslaná</i>, s tím, že od protistanice nebylo přijato její QSL.
es: <b>Consejo #8:</b><br>¿Sabía que...<br>Puede encontrar las QSLs que está esperando con <a href="#ToolsReceivePendingQSL">Herramientas->Herramientas de QSL...->Buscar QSL DX pendientes de recibir?</a>.<bR>Esta herramienta le mostrará, en el cuadro de búsqueda, todos los QSO con que tienen la opción de QSL enviada marcada como <i>Enviada</> pero aun no ha recibido la tarjeta del DX.
fr: <b>Astuce #8:</b><br>Le saviez-vous...<br>Vous pouvez trouver les QSLs que vous êtes toujours en attente avec <a href="#ToolsReceivePendingQSL">Outils->Outils QSL...->Rechercher des QSLs-DX en attente de réception</a>.<br>Cet outil vous listera dans la zone de recherche tous les QSOs dont le statut "QSL-Envoyé" est <i>Envoyé</i> mais dont vous n'avez pas encore reçu la carte QSL.
hr: <b>Savjet #8:</b><br>Znate li...<br>Možete naći QSLke koje još uvijek očekujete korištenjem <a href="#ToolsReceivePendingQSL">Alati->QSL alati...->Nađi DX-QSL za koje je prijem neodlučen</a>.<bR>Ovaj će vam alat pokazati u kućici za pretraživanje sve QSOe sa QSL-Poslana označene kao <i>Poslana</i> za koje još niste primili QSL karticu od DX postaje.
it: <b>Tip #8:</b><br>Dovresti sapere che...<br>Puoi scoprire di quali QSL sei ancora in attesa con <a href="#ToolsReceivePendingQSL">Strumenti->Strumenti QSL...->Trova DX QSL in attesa di ricezione</a>.<bR>Questo strumento ti elencherà nella maschera di ricerca tutti i QSO marcati come <i>Spediti</i> ma per i quali non hai ancora ricevuto la QSL di risposta.

# TipsDialog|
source: <b>Tip #9:</b><br>Do you know...<br>You can find the QSLs that you are still waiting for with <a href="#ToolsReceiveRecPendingQSL">Tools->QSL tools...->Find requested pending to receive</a>.<bR>This tool will list you in the search box all the QSOs with the QSL-Rec marked as <i>Requested</i> but you have still not received the QSL card from the DX.
ca: <b>Consell núm. 9:</b><br>Sabíeu que...<br>podeu trobar les QSL que encara esteu esperant amb <a href="#ToolsReceiveRecPendingQSL">Eines->Eines QSL...->Cerca sol·licituds pendents de rebre</a>.<bR>Aquesta eina llistarà al quadre de cerca tots els QSO amb la QSL-Rec marcada com a <i>Sol·licitada</i> però que encara no heu rebut la targeta QSL des del DX.
cs: <b>Tip #9:</b><br>Víte, že...<br>můžete najít všechna QSL, na které stále čekáte pomocí <a href="#ToolsReceiveRecPendingQSL">Nástroje->QSL...->Najít požadavky čekající na potvrzení</a>.<bR>Tato volba zobrazí v okně Hledání všechna QSO ve stavu QSL přijetí <i>Vyžádáno</i>, s tím, že od protistanice nebylo zatím přijato její QSL.
es: <b>Consejo #9:</b><br>¿Sabía que...<br>Puede encontrar las QSLs que está esperando con <a href="#ToolsReceiveRecPendingQSL">Herramientas->Herramientas de QSL...->Buscar solicitadas sin recibir</a>?.<bR>Esta herramienta le mostrará, en el cuadro de búsqueda, todos los QSO con que tienen la opción de QSL recibida marcada como <i>Solicitada</> pero aun no ha recibido la tarjeta del DX.
fr: <b>Astuce #9:</b><br>Le saviez-vous...<br>Vous pouvez trouver les QSLs que vous êtes en attente avec <a href="#ToolsReceiveRecPendingQSL">Outils->Outils QSL...->Rechercher les demandes en attente de réception</a>.<br>Cet outil vous listera dans la zone de recherche tous les QSOs dont le statut "QSL-Reçu" est <i>Demandé</i> mais dont vous n'avez pas encore reçu la carte QSL.
hr: <b>Savjet #9:</b><br>Znate li...<br>Možete naći QSLke koje još uvijek očekujete korištenjem <a href="#ToolsReceiveRecPendingQSL">Alati->QSL alati...->Nađi zatražene neodlučene za prijem</a>.<bR>Ovaj će vam alat pokazati u kućici za pretraživanje sve QSOe sa QSL-Primljena označene kao <i>Zatražena</i> za koje još niste primili QSL karticu od DX postaje.
it: <b>Tip #9:</b><br>Dovresti sapere che...<br>Puoi scoprire le QSL che stai ancora aspettando con <a href="#ToolsReceiveRecPendingQSL">Strumenti->Strumenti QSL...->Cerca QSL richieste in attesa di ricezione</a>.<bR>Questo strumento ti elencherà nella maschera di ricerca tutti i QSO con il campo registrazione QSL marcato come <i>Richiesto</i> ma per i quali non hai ancora ricevuto la QSL relativa al DX.

# TipsDialog|
source: <b>Tip #10:</b><br>Do you know...<br>You can subscribe to the <a href=https://t.me/klogchat>English KLog Telegram group</a> to discuss about KLog in English?
ca: <b>Consell núm. 10:</b><br>Sabíeu que...<br>podeu subscriure's al <a href=https://t.me/klogchat>grup de Telegram del KLog en anglès</a> per conversar en anglès quant al KLog?
cs: <b>Tip #10:</b><br>Víte, že...<br>se můžete přihlásit k odběru <a href=https://t.me/klogchat>English KLog Telegram group</a> - anglické diskuzní skupiny o KLogu?
es: <b>Consejo #10:</b><br>¿Sabía que...<br>Puede subscribirse al <a href=https://t.me/klogchat>Grupo de Telegram en inglés</a> para discutir sobre KLog en inglés?
fr: <b>Astuce #10:</b><br>Le saviez-vous...<br>Vous pouvez vous abonner au <a href=https://t.me/klogchat>Groupe Telegram pour KLog Telegram</a> pour échanger autour de KLog en anglais ?
hr: <b>Savjet #10:</b><br>Znate li...<br>Možete se pretplatiti na <a href=https://t.me/klogchat>englesku KLog Telegram grupu</a> za diskusije o KLogu na engleskom jeziku?
it: <b>Tip #10:</b><br>Dovresti sapere che...<br>Puoi sempre iscriverti al <a href=https://t.me/klogchat>Inglese Gruppo Telegram KLog</a> per parlare di KLog in Inglese?

# TipsDialog|
source: <b>Tip #2:</b><br>Do you know...<br>You can find the QSLs that you still need to send with <a href="#ToolsSendPendingQSL">Tools->QSL tools...->Find My-QSLs pending to send</a>.<bR>This tool will list you in the search box all the QSOs with the QSL-Sent marked as <i>Requested</i>.
ca: <b>Consell núm. 2:</b><br>Sabíeu que...<br>podeu trobar les QSL que encara cal enviar amb <a href="#ToolsSendPendingQSL">Eines->Eines QSL...->Cerca les meves QSL pendents d'enviar</a>.<bR>Aquesta eina llistarà al quadre de cerca tots els QSO amb la QSL-Sent marcada com a <i>Sol·licitada</i>.
cs: <b>Tip #2:</b><br>Víte, že...<br>můžete najít QSL, které je potřeba ještě odeslat v menu <a href="#ToolsSendPendingQSL">Nástroje->QSL...->Najít QSL čekající na odeslání</a>.<bR>Tato volba zobrazí v okně Hledání všechna QSO označená jako QSL k odeslaní <i>Vyžádané</i>.
es: <b>Consejo #2:</b><br>¿Sabía que...<br>Puede encontrar las QSLs que necesita mandar con <a href="#ToolsSendPendingQSL">Herramientas->Herramientas de QSL...->Buscar mis QSL pendientes de envío?</a>.<bR>Esta herramienta la mostrará en el cuadro de búsqueda todos los QSO con la opción de enviar QSL como <i>Solicitada</i>.
it: <b>Tip #2:</b><br>Dovresti sapere che...<br>Puoi scoprire quali QSL hai ancora da spedire con <a href="#ToolsSendPendingQSL">Strumenti->Strumenti QSL...-> Trova le mie QSL In attesa di spedizione</a>.<bR>Questo strumento elencherà all'interno della maschera di ricerca tutte le QSL spedite segnate come <i>Richieste</i>. {2:?}.

# TipsDialog|
source: <b>Tip #4:</b><br>Do you know...<br>You can enter a '*' in the search box, in the search window to search for all the QSOs done with one specific station callsign?
ca: <b>Consell núm. 4:</b><br>Sabíeu que...<br>podeu introduir un «*» al quadre de cerca de la finestra de cerca per a cercar tots els QSO efectuats amb un indicatiu d'estació específic?
cs: <b>Tip #4:</b><br>Víte, že...<br>při hledání můžete použít '*' k nalezení všech QSO?
es: <b>Consejo #4:</b><br>¿Sabía que ...<br>Puede introducir un '*' en el cuadro de búsqueda para que aparezcan todos los QSO hechos con un indicativo en concreto?
it: <b>Tip #4:</b><br>Dovresti sapere che...<br>Puoi sempre inserire il wild char * nella maschera di ricerca, per trovare tutti i QSO fatti con uno specifico nominativo?

# TipsDialog|
source: <b>Tip #5:</b><br>Do you know...<br>You can find the file containing all your log and other information in the logbook.dat file and the klogrc file, containing the KLog config file in the KLog folder by opening the <a href="#FileOpenKLogFolder">File->KLog folder</a> menu?
ca: <b>Consell núm. 5:</b><br>Sabíeu que...<br>podeu trobar el fitxer que conté tot el vostre registre i altra informació al fitxer «logbook.dat», i al «klogrc» que conté el fitxer de configuració del KLog, a la carpeta del KLog obrint el menú <a href="#FileOpenKLogFolder">Fitxer->Carpeta del KLog</a>?
cs: <b>Tip #5:</b><br>Víte, že......<br>všechny soubory KLogu, jako jsou Vaše logy, logbook.dat, konfigurační soubor klogrc jsou uloženy v adresáři zobrazeném pomocí menu <a href="#FileOpenKLogFolder">Soubor->KLog adresář</a>?
es: <b>Consejo #5:</b><br>¿Sabía que...<br>Puede el fichero logbook.dat es el fichero con todos sus logs y otras informaciones y el fichero klogrc es el fichero de configuración y se pueden encontrar en la carpeta de KLog, abriendo el menú <a href="#FileOpenKLogFolder">Archivo->Carpeta de KLog</a>?
it: <b>Tip #5:</b><br>Dovresti sapere che...<br>Sono sempre disponibili tutti i tuoi log e altre informazioni nel file logbook.dat e nel file klogrc, nel file di configurazione di KLog config file nella cartella dati KLog aprendi direttamente il menù <a href="#FileOpenKLogFolder">File->Cartella KLog</a> ?
