Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# LogModel|
source: Mode
da: Tilstand

# MainWindow|
source: Watts
da: Watt

# MainWindow|
source: QTH
da: QTK

# MainWindow|
source: Date
da: Dato

# SearchWidget|
source: Mode
da: Tilstand

# SetupPageClubLog|
source: ClubLog &email
da: ClubLog-&e-post
