Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# MainWindow|
source: TQSL finished with no error. Do you want to mark as Sent all the QSOs uploaded to LoTW?
ca: El TQSL ha finalitzat sense cap error. Voleu marcar com a enviats tots els QSO pujats al LoTW?
cs: TQSL skončil bez chyby. Přejete si označit všechna nahraná QSO jako odeslaná do LoTW?
es: El proceso de subida de TQSL terminó sin errores. ¿Quiere marcar como enviados todos los QSOs enviados a LoTW?
it: TQSL terminato senza errori. Vuoi marcare come Trasmesso per tutti i QSO trasferiti a LoTW?

# MainWindow|
source: Select the Station Callsign to use when quering LoTW:
ca: Seleccioneu l'indicatiu d'estació a usar per consultar el LoTW:
cs: Vyberte značku stanice, která se použije při dotazování do LoTW:
es: Seleccione el indicativo de estación a usar cuando se consulte a LoTW:
hr: Izaberite pozivni znak koji želite koristiti prilikom upita u LoTW:
it: Seleziona il nominativo di stazione da usare intrerfacciandosi a LoTW:

# MainWindow|
source: Please check the LoTW setup
ca: Comproveu la configuració del LoTW
cs: Překontrolujte nastavení LoTW
es: Por favor revise la configuración de LoTW
hr: Molim provjerite LoTW postavke
it: Prego controllare configurazione LoTW

# MainWindow|
source: You have not defined a LoTW user or a proper Station Callsign. Open the LoTW tab in the Setup and configure your LoTW connection.
ca: No s'ha definit cap usuari del LoTW o un indicatiu d'estació adequat. Obriu la pestanya del LoTW a l'arranjament i configureu la connexió del LoTW.
cs: Nenastavili jste LoTW uživatele ani správnou značku stanice. V Nastavení otevřte kartu LoTW a nakonfigurujte spojení LoTW.
es: No ha definido un usuario de LoTW o un indicativo de estación adecuado. Abra la pestaña de LoTW en las Preferencias y configure su conexión a LoTW.
hr: Niste definirali LoTW korisnika ili valjani pozivni znak. Otvorite LoTW sekciju u Postavke i konfigurirajte podatke za LoTW.
it: Utente LoTW non impostato o incorretto nominativo di stazione. Configura i parametri di connessione di LoTW.

# MainWindow|
source: The log is ready to be uploaded to ClubLog.
ca: Aquest registre està preparat per pujar-se al ClubLog.
cs: Log je připraven na nahrání do ClubLog.
es: El log está listo para enviarse a ClubLog.
it: Il log è già stato trasferito su ClubLog.

# MainWindow|
source: All the QSOs in this log has been marked as Modified in the ClubLog status field
ca: Tots els QSO d'aquest registre s'han marcat com a Modificats en el camp s'estat del ClubLog
cs: Všechna spojení v tomto logu byla označena jako Upravená ve stavovém poli ClubLog
es: Todos los QSOs de este log se han marcado, como modificados, para ser enviados a ClubLog.
it: Tutti i QSO di questo log sono stati marcati come Modificati nel campo di stato di ClubLog

# MainWindow|
source: KLog could not mark the full log to be sent to ClubLog
ca: El KLog no ha pogut marcar el registre complet per a enviar al ClubLog
cs: KLog nemohl označit celý log k odeslání do ClubLog
es: KLog no pudo marcar el log completo para ser enviado a ClubLog
it: KLog non hjapotuto marcare l'intero log per il trasferimento a ClubLog

# MainWindow|
source: Something prevented KLog from marking the QSOs as modified. Restart KLog and try again before contacting the KLog developers.
ca: Quelcom ha evitat que el KLog marqui els QSO com a modificats. Reinicieu el KLog i torneu-ho a provar abans de contactar amb els desenvolupadors del KLog.
cs: Něco zabraňovalo KLogu, aby označil QSO jako upravená. Restartujte KLog a zkuste to znovu, než kontaktujete vývojáře KLog.
es: Algo evitó que KLog pudiera marcar los QSOs como modificados. Reinicie KLog y pruebe de nuevo antes de contactar con el equipo de desarrollo de KLog.
it: Qualcosa ha impedito a KLog di marcare i QSO come modificati. Riavvia KLog e riprova prima di contattare gli sviluppatori di KLog.

# MainWindow|
source: The log is ready to be uploaded to eQSL.cc.
ca: Aquest registre està preparat per pujar-se a l'eQSL.cc.
cs: Log je připraven na nahrání do eQSL.cc.
es: El log está listo para enviarse a eQSL.cc.
it: Il log è già stato trasferito a eQSL.cc.

# MainWindow|
source: All the QSOs in this log has been marked as Modified in the eQSL.cc status field
ca: Tots els QSO d'aquest registre s'han marcat com a Modificats en el camp s'estat de l'eQSL.cc
cs: Všechna spojení v tomto logu byla označena jako Upravená ve stavovém poli eQSL
es: Todos los QSOs de este log se han marcado, como modificados, para ser enviados a eQSL.cc.
it: Tutti i QSO di questo log sono stati marcati come Modificati nel campo stato di eQSL.cc

# MainWindow|
source: KLog could not mark the full log to be sent to eQSL
ca: El KLog no ha pogut marcar el registre complet per a enviar a l'eQSL
cs: KLog nemohl označit celý log k odeslání do eQSL
es: KLog no pudo marcar el log completo para ser enviado a eQSL
it: KLog non ha potuto marcare l'intero log pe ril trasferimento su eQSL

# MainWindow|
source: The log is ready to be uploaded to QRZ.com.
ca: Aquest registre està preparat per pujar-se a QRZ.com.
cs: Log je připraven na nahrání do QRZ.com.
es: El log está listo para enviarse a QRZ.com.
it: Il log è pronto per il trasaferimento a QRZ.com.

# MainWindow|
source: All the QSOs in this log has been marked as Modified in the QRZ.com status field
ca: Tots els QSO d'aquest registre s'han marcat com a Modificats en el camp s'estat de QRZ.com
cs: Všechna spojení v tomto logu byla označena jako Upravená ve stavovém poli QRZ.com
es: Todos los QSOs de este log se han marcado, como modificados, para ser enviados a QRZ.com.
it: Tutti i QSO di questo log sono stati marcati come Modificati nel campo di stato su QRZ.com

# MainWindow|
source: KLog could not mark the full log to be sent to QRZ.com
ca: El KLog no ha pogut marcar el registre complet per a enviar a QRZ.com
cs: KLog nemohl označit celý log k odeslání do QRZ.com
es: KLog no pudo marcar el log completo para ser enviado a QRZ.com
it: KLog non ha potuto marcare TUTTO il log per il trasfeirmento su QRZ.com

# MainWindow|
source: You need to define a proper API Key for your QRZ.com logbook in the eLog preferences.
ca: Cal definir una clau adequada de l'API per al vostre llibre de registre de QRZ.com a les preferències de l'eLog.
cs: V Nastavení je potřeba definovat správné API Key pro QRZ.com.
es: Necesita introducir una clave API (API key) correcta para el libro de guardia de QRZ.com en las preferencias de eLog.
it: E' necessario impostare una valida key API per il tuo logbook QRZ.com fra le impostazioni di eLog.

# MainWindow|
source: Filling QSOs ...
ca: Omplint els QSO...
cs: Plnění QSO ...
es: Completando QSOs ...
it: Completamento QSO ...

# MainWindow|
source: Date/Time
ca: Data/hora
cs: Datum/Čas
es: Fecha/Hora
hr: Datum/Vrijeme
it: Data/Ora

# MainWindow|
source: Callsign
ca: Indicatiu
cs: Stanice
es: Indicativo
it: Nominativo

# MainWindow|
source: Printing the log ...
ca: S'està imprimint el registre...
cs: Log se tiskne...
es: Imprimiendo el log ...
it: Stampa il log ...

# MainWindow|
source: KLog - QSO received
ca: KLog - S'ha rebut un QSO
cs: KLog - Přijato QSO
es: KLog - QSO recibido
it: Klog - QSO ricevuto

# MainWindow|
source: Station Callsign
ca: Indicatiu de l'estació
cs: Stanice
es: Indicativo de la estación
hr: Pozivni znak postaje
it: Nominativo di stazione

# MainWindow|
source: Operator Callsign
ca: Indicatiu de l'operador
cs: Volací značka Operátora
es: Operador
hr: Pozivni znak operatera
it: Nominativo operatore

# MainWindow|
source: KLog - WSJTX Dupe QSO
ca: KLog - QSO duplicat del WSJTX
es: KLog - QSO duplicado de WSJTX
it: KLog - WSJTX Duplica QSO

# MainWindow|
source: This QSO seems to be duplicated. Do you want to save or discard it?
ca: Sembla que aquest QSO és duplicat. El voleu desar o descartar?
cs: Jedná se o duplicitní QSO. Přejete si jej uložit nebo zamítnout?
es: Este QSO parece duplicado. ¿Quiere guardarlo o descartarlo?
it: Questo QSO sembra un duplicato. Vuoi salvarlo o scaricarlo?

# MainWindow|
source: KLog - Non-supported mode
ca: KLog - Mode no implementat
cs: KLog - Nepodporovaný mod
es: KLog - Modo no soportado
hr: KLog - Način rada nije podržan
it: KLog - modo non supportato

# MainWindow|
source: A new mode not supported by KLog has been received from an external program or radio:
ca: El KLog ha rebut un mode nou no admès des d'un programa extern o ràdio:
cs: Z externího programu nebo rádia byl přijat nepodporovaný mód:
es: Se ha recibido un nuevo modo no soportado por KLog desde un programa externo o la radio:
hr: Novi način rada koji nije podržan u KLogu primljen je iz vanjskog softvera:
it: Nuova modalità non supportata da KLog ricevuta da programma esterno o radio:

# MainWindow|
source: Do you want to keep receiving these alerts? (disabling these alerts will prevent non-valid modes being detected)
ca: Voleu mantenir la recepció d'aquestes alertes? (la desactivació d'aquestes alertes evitarà que es detectin els modes no vàlids)
cs: Přejete si nadále dostávat tato upozornění? (deaktivace těchto upozornění zabrání detekci neplatných režimů)
es: ¿Quiere seguir recibiendo estas alertas? (deshabilitar esta alerta evitará que los modos no válidos se detecten)
hr: Želite li nastaviti primati ovu obavijest? (ako onemogućite ovu obavijest nećete moći otkriti nevažeće načine rada)
it: Vuoi continuare a ricecere questi allarmi? (disabilitando gli allarmi impedirai però anche il rilevamento di modalità non valide)

# MainWindow|
source: Native Error
ca: Error nadiu
es: Error nativo

# MainWindow|
source: Recommendation:
ca: Recomanació:
cs: Doporučení:
es: Recomendación:
hr: Preporuka:
it: Raccomandazione:

# MainWindow|
source: Periodically export your data to ADIF to prevent a potential data loss.
ca: Exporteu periòdicament les dades a ADIF per a evitar la pèrdua potencial de les dades.
cs: Pravidelně exportujte svá data do ADIF, abyste předešli možné ztrátě dat.
es: Exporte periódicamente los datos a ADIF para prevenir una potencial pérdida de datos.
hr: Povremeno izvezite podatke u ADIF kako bi spriječili potencijalni gubitak podataka.
it: Periodicamente esporta i tuoi dati su file ADIF per prevenire potenziali perdite dati.

# MainWindow|
source: Status of the DX entity.
ca: Estat de l'entitat DX.
cs: Status DX země.
da: Status på DX-entitet.
es: Estado de la entidad DX.
fr: Statut de la contrée contactée
hr: Status DX entiteta.
it: Stato del collegamento DX.

# MainWindow|
source: Name of the DX entity.
ca: Nom de l'entitat DX.
cs: Jméno DX země.
da: Navn på DX-entitet.
es: Nombre de la entidad DX.
fr: Nom de la contrée contactée
hr: Ime DX entiteta.
it: Nome del collegamento DX.

# MainWindow|
source: Comment
ca: Comentari
cs: Poznámka
da: Kommentar
es: Comentario
fr: Commentaire
hr: Komentar
it: Commento

# MainWindow|
source: Others
ca: Altres
cs: Jiné
da: Andre
es: Otros
fr: Autres
hr: Drugi
it: Altro

# MainWindow|
source: My Data
ca: Les meves dades
cs: Mé údaje
da: Mine data
es: Mis datos
fr: Mes Données
hr: Moji podaci
it: Miei Dati

# MainWindow|
source: Satellite
ca: Satèl·lit
cs: Satelit
da: Satellit
es: Satélite
hr: Satelit

# MainWindow|
source: Awards
ca: Diplomes
cs: Diplomy
da: Præmier
es: Diplomas
fr: Diplômes
hr: Priznanja
it: Riconoscimenti

# MainWindow|
source: Search
ca: Cerca
cs: Hledání
da: Søg
es: Buscar
fr: Rechercher
hr: Traži
it: Ricerca

# MainWindow|
source: Save ADIF File
ca: Desa el fitxer ADIF
cs: Uložit ADIF
da: Gem ADIF-fil
es: Salvar fichero ADIF
fr: Enregistrer le Fichier ADIF
hr: Spremi ADIF datoteku
it: Salva file ADIF

# MainWindow|
source: Queue all the QSOs to be uploaded
ca: Posa a la cua tots els QSO per a pujar
cs: Všechna QSO do fronty k odeslání
es: Marcar todos los QSOs para ser enviados
it: Mette in coda tutti i QSO per il trasferimento

# MainWindow|
source: You need to select one station callsign to be able to send your log to LoTW.
ca: Cal seleccionar un indicatiu d'estació per ser capaç d'enviar el vostre registre al LoTW.
cs: Je potřeba vybrat jednu značku stanice, abyste mohli odeslat log do LoTW.
es: Necesita seleccionar un indicativo de estación para poder mandar el log a LoTW.
hr: Trebate izabrati jedan pozivni znak postaje kako biste mogli poslati vaš dnevnik u LoTW.
it: Devi scegliere un nominativo di stazione per trasmettere il tuo log a LoTW.

# MainWindow|
source: The LoTW upload process has finished and KLog created a file (%1) in your KLog folder. Do you want KLog to remove that file?
ca: El procés de pujada al LoTW ha finalitzat i el KLog ha creat un fitxer (%1) a la carpeta del KLog. Voleu que el KLog elimini aquest fitxer?
cs: Nahrání do LoTW bylo úspěšné. KLog vytvořil soubor (%1) v KLog adresáři. Přejete si ho smazat?
es: El proceso de subida de LoTW ha terminado y KLog ha creado un fichero (%1) en su carpeta de KLog. ¿Quiere eliminar ese fichero?
hr: LoTW učitavanje je završeno i KLog je napravio datoteku (%1) u vašoj KLog mapi. Želite li da KLog izbriše tu datoteku?
it: Il trasferimento verso LoTW è terminato e KLog ha creato un file (%1) nella tua cartella dati KLog. Vuoi cancellare il file?

# MainWindow|
source: The file has been removed.
ca: El fitxer s'ha eliminat.
cs: Soubor byl smazán.
es: Se ha eliminado el fichero.
hr: Datoteka je izbrisana.
it: Il file è stato cancellato.

# MainWindow|
source: You have selected no callsign. KLog will complete the QSOs without a station callsign defined and those with the callsign you are entering here.
ca: No heu seleccionat cap indicatiu. El KLog marcarà els QSO sense cap indicatiu d'estació definit i aquells amb l'indicatiu que introduïu aquí.
cs: Nebyla vybrána žádná značka. KLog doplní QSO bez značky stanice definovanou značkou, kterou zde vyberete.
es: No ha seleccionado un indicativo. KLog completará los QSOs sin un indicativo de estación con el indicativo que se introduzca aquí.
it: Non ha selezionato un nominativo, KLog completerò il QSO senza annotare un nominativo di stazione e nessuno dei nominativi che inserisci qua.

# MainWindow|
source: Settings ...
ca: Configuració...
cs: Nastavení...
es: Ajustes ...
it: Impostazioni...

# MainWindow|
source: Now you can upload them to LoTW.
ca: Ara els podeu pujar al LoTW.
cs: Nyní je můžete nahrát do LoTW.
es: Puede enviarlos ahora a LoTW.
it: Adesso puoi trasmetterlo a LoTW.

# MainWindow|
source: There was a problem to mark all pending QSOs as queued for LoTW!
ca: Hi ha hagut un problema en marcar tots els QSO pendents com a posats en cua per al LoTW!
cs: Vyskytl se problém s označením všech Čekajících QSO do LoTW!
es: ¡Hubo un problema al poner en la cola de LoTW los QSOs pendientes!
it: L'operazione di segnare tutti i QSO in sospeso per la trasmissione verso LoTW ha incontrato dei problemi!

# MainWindow|
source: All queued QSOs of this log has been marked as sent to LoTW!
ca: Tots els QSO posats en cua d'aquest registre s'han marcat com a enviats al LoTW!
cs: Všechna QSO ve frontě byla označena jako Odeslána do LoTW!
es: ¡Se han marcado como enviados a LoTW todos los QSOs en cola!
it: Tutti i QSO di questo log sono stati indicati per la trasmissione verso LoTW!

# MainWindow|
source: There was a problem to mark all queued QSOs as sent to LoTW!
ca: Hi ha hagut un problema en marcar tots els QSO posats en cua com a enviats al LoTW!
cs: Vyskytl se problém s označením QSO jako Odeslaná do LoTW!
es: ¡Hubo un problema al marcar todos los QSO en cola como enviados a LoTW!
it: L'operazione di segnare tutti i QSO per la trasmissione verso LoTW ha incontrato dei problemi!

# MainWindow|
source: Do you really want to mark ALL your QSOs to be UPLOADED? Must be done ONLY IF THIS IS YOUR FIRST TIME uploading QSOs to %1
ca: Segur que voleu marcar TOTS els vostres QSO per a ser PUJATS? NOMÉS cal fer-ho SI AQUESTA ÉS LA PRIMERA VEGADA que pugeu QSO al %1
cs: Přejete si opravdu označit všechna QSO pro NAHRÁNÍ? Musí být uděláno POUZE, jestli jde o PRVNÍ NAHRÁNÍ QSO do %1
es: ¿Quiere marcar TODOS los QSOs para subir? Debería hacer esto SOLO SI ES LA PRIMERA VEZ que sube QSOs a %1.
it: Davvero vuoi marcare tutti i tuoi QSO come da trasmettere? Questo deve essere fatto solo la prima volta hce trasferisci QSO su %1

# MainWindow|
source: Open File
ca: Obre un fitxer
cs: Otevřít soubor
da: Åbn fil
es: Abrir fichero
fr: Ouvrir un Fichier
hr: Otvori datoteku
it: Apre File

# MainWindow|
source: - Needed for DXMarathon
ca: - Necessari per DXMarathon
cs: - Potřebné pro DXMarathon
da: - Krævet for DXMarathon
es: - Necesitado para DXMarathon
fr: - Nécessaire pour le DXMarathon
hr: - Potrebno za DXMarathon
it: - Richiesto per DXMarathon

# MainWindow|
source: Abort filling
ca: Interromp l'ompliment
cs: Přerušení plnění
da: Afbryd udfyldning
es: Cancelar completado
fr: Annuler la saisie
hr: Prekini ispunjavanje
it: Annulla completamento

# MainWindow|
source: Number
ca: Número
cs: Počet
da: Nummer
es: Número
fr: Numéro
hr: Broj
it: Numero

# MainWindow|
source: Band
ca: Banda
cs: Pásmo
da: Bånd
es: Banda
fr: Bande
hr: Pojas
it: Banda

# MainWindow|
source: Mode
cs: Druh provozu
da: Tilstand
es: Modo
hr: Način rada
it: Modo

# MainWindow|
source: Print Log
ca: Imprimeix el registre
cs: Tisk logu
da: Udskrivningslog
es: Imprimir log
fr: Imprimer le Log
hr: Ispiši dnevnik
it: Stampa Log

# MainWindow|
source: Abort printing
ca: Interromp la impressió
cs: Přerušení tisku
da: Om udskrivning
es: Cancelar impresión
fr: Annuler l'impression
hr: Prekini ispis
it: Annulla stampa

# MainWindow|
source: Printing the log... QSO:
ca: S'està imprimint el registre... QSO:
cs: Tisk logu... QSO:
da: Udskrivning af loggen ... QSO:
es: Imprimiendo el log ... QSO:
fr: Impression du log… QSO :
hr: Ispisujem dnevnik... QSO:
it: In stampa il log... QSO:

# MainWindow|
source: The following QSO data has been received from WSJT-X to be logged:
ca: S'han rebut les dades QSO següents des del WSJT-X per a enregistrar:
cs: Následující QSO bylo přijato z WSJT-X a bude zalogováno:
da: De følgende QSO-data er blevet modtaget fra WSJT-X for at blive logget:
es: Se ha recibido el siguiente QSO desde WSJT-X para ser guardado:
fr: Les données de QSO suivant ont été reçues de WSJT-X pour être logguées :
hr: QSO sa slijedećim podacima je primljen iz WSJT-Xa kako bi bilo zapisan u dnevnik:
it: I dati del seguente QSO sono stati ricevuti da WSJT-X per essere inseriti nel log:

# MainWindow|
source: Freq
cs: Frek
da: Frek
es: Frec
fr: Fréq
hr: Frekv
it: Frequenza

# MainWindow|
source: Time On
ca: Hora d'inici
cs: Čas začátku
da: Tid på
es: Hora inicio
fr: Heure de début
hr: Vrijeme početka
it: Tempo Acceso

# MainWindow|
source: Time Off
ca: Hora final
cs: Čas konce
da: Tid væk
es: Hora fin
fr: Heure de fin
hr: Vrijeme kraja
it: Tempo Spento

# MainWindow|
source: DX-Grid
es: DX locator
hr: DX koordinata

# MainWindow|
source: Local-Grid
cs: Místní-Grid
da: Lokalt-Net
es: Locator local
fr: Grid-Local
hr: Lokalna koordinata

# MainWindow|
source: Duplicated QSOs have to match another existing QSO with the same call, band, mode, date and time, taking into account the period that can be defined in the settings.
ca: Els QSO duplicats cal que coincideixin amb un altre QSO existent amb el mateix indicatiu, banda, mode, data i hora, atenint en compte que el període es pot definir a la configuració.
cs: Duplicitní QSO se shoduje s existujícím QSO se stejnou značkou, pásmem, druhem provozu, datem/časem s přihlédnutím k období, které je definováno v nastavení.
es: Los QSOs duplicados deben coincidir con otro QSO existente en el indicativo, banda, modo, fecha y hora, teniendo en cuenta el periodo que puede ser definido en las preferencias.
it: I QSO duplicati hanno corrispondenza di nominativo, banda, modo, data ed ora con un QSO già esistente, relativamente al periodo definito nell'impostazione dell'account.

# MainWindow|
source: If the received mode is correct, please contact KLog development team and request support for that mode
ca: Si el mode rebut és correcte, contacteu amb l'equip de desenvolupament del KLog i sol·liciteu la implementació d'aquest mode
cs: Pokud je přijatý mod správný, kontaktujte vývojový tým KLog a požádejte o podporu pro tento režim
da: Hvis den modtagne tilstand er korrekt, så kontakt venligst KLog-udviklingsholdet og anmod om understøttelse for den tilstand
es: So el modo recibido es correcto, contacte con el equipo de desarrollo de KLog y solicite soporte para ese modo
fr: Si le mode reçu est correct, veuillez contacter l'équipe de développement KLog et demandez le support de ce mode
hr: Ako je ovaj način rada valjan, molimo javite razvijateljima KLoga i zatražite podršku za ovaj način rada
it: Se la modalità di ricezione è corretta, per favore contatta lo staff di sviluppo di KLog per richiedere l'inserimento della nuova modalità

# MainWindow|
source: KLog - Duplicated satellite
ca: KLog - Satèl·lit duplicat
cs: KLog - Duplicitní satelitní
es: KLog - Satélite duplicado
hr: KLog - Dupliciran satelit
it: KLog - Satellite duplicato

# MainWindow|
source: A duplicated satellite has been detected in the file and will not be imported.
ca: S'ha detectat un satèl·lit duplicat al fitxer i no s'importarà.
cs: Duplicitní satelit byl detekován v tomto souboru a nebude importován.
da: En dubletsatellit er blevet registreret i filen og vil ikke blive importeret.
es: Se ha detectado un satélite duplicado en el fichero y no se importará.
fr: Un Satellite en doublon a été détecté dans le fichier et ne sera pas importé.
hr: Duplicirani satelit je otkriven u datoteci i neće biti uvezen.
it: Un satellite duplicato è stato trovato nel file e non sarà importato.

# MainWindow|
source: Please check the satellite information file and ensure it is properly populated.
ca: Comproveu el fitxer d'informació del satèl·lit i assegureu que estigui correctament omplert.
cs: Zkontrolujte soubor informací o satelitu a ujistěte se, že je správně vyplněn.
da: Kontroller venligst satellitinformationsfilen og sikr dig at den er korrekt udfyldt.
es: Por favor, revise el fichero de la información de satélites y asegúrese de que está correctamente relleno.
fr: Veuillez vérifier le fichier des informations sur les Satellites et assurez-vous qu'il est proprement rempli.
hr: Molim provjerite datoteku s podacima o satelitima i osigurajte da je ispravno popunjena.
it: Per favore controlla il file delle informazioni dei satelliti e verifica che effettivamente contenga dei satelliti.

# MainWindow|
source: Now you will see a more detailed error that can be used for debugging...
ca: Ara veureu un error més detallat que es pot usar per a la depuració...
cs: Nyní uvidíte podrobnější chybu, kterou lze použít k ladění ...
da: Nu vil du se en mere detaljeret fejl, som kan bruges til fejlsøgning ...
es: Ahora verá errores más detallados que pueden ser usados para depurar ...
fr: Vous allez voir une erreur plus détaillée qui pourra être utilisée pour le déboggage...
hr: Sada ćete vidjeti detaljnije greške koje možete koristiti za otklanjanje neispravnosti...
it: Adesso ti mostro una indicazione di errore più dettagliata da usare come debug...

# MainWindow|
source: An unexpected error ocurred!!
ca: Hi ha hagut un error inesperat!!
cs: Nastala neočekávaná chyba!!
da: Der opstod en uventet fejl!
es: ¡Ha ocurrido un error inesperado!
fr: Une erreur inattendue s'est produite !!
hr: Dogodila se nepredviđena greška!!
it: Si è verificato un errore inaspettato!!

# MainWindow|
source: If the problem persists, please contact the developers
ca: Si el problema persisteix, contacteu amb els desenvolupadors
cs: Kontaktujte vývojáře, pokud problém přetrvává
da: Hvis problemet består, så kontakt udviklerne
es: Si el problema persiste contacte con los desarrolladores
fr: Si le problème persiste, veuillez contacter les développeurs
hr: Ako problem i dalje traje, molimo javite razvijateljima programa
it: Se il problema continua, per favore contatta gli svipuppatori
