Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# AboutDialog|
source: About KLog
ca: Quant al KLog
cs: O KLog
da: Om KLog
es: Acerca de KLog
fr: A propos de KLog
hr: O KLogu

# AboutDialog|
source: Please be aware that this is a development release and it may contain many bugs.<br>Backup your data before using this software!
ca: Tingueu en compte que aquest és un llançament de desenvolupament i pot contenir molts errors.<br>Feu una còpia de seguretat de les dades abans d'usar aquest programari!
cs: Mějte na paměti, že se jedná o vývojovou verzi a ta může obsahovat mnoho chyb.<br>Před použitím tohoto software proveďte zálohu dat!
es: Tenga en cuenta que se trata de una versión en desarrollo y puede tener muchos fallos. <br>Haga una copia de seguridad de sus datos antes de usar este programa.
hr: Budite svjesni da je ovo razvojna inačica i da može imati puno programskih grešaka.<br>Napravite sigurnosnu kopiju vaših podataka prije korištenja ovog softvera!
it: Questa è una versione di sviluppo non definitiva e potrebbe contenere molti bug. <br>Fai backup frequenti durante l'uso di questo software!

# AboutDialog|
source: If you want to provide support you are welcome to join the <a href="https://groups.io/g/klog">KLog mailing list</a>!
ca: Si us agradaria col·laborar, agrairem que us subscribiu a la <a href="https://groups.io/g/klog">llista de correu del KLog</a>!
cs: Pokud potřebujete poradit, můžete se připojit k <a href="https://groups.io/g/klog">KLog mailing listu</a>!
es: Si quiere proporcionar soporte, puede unirse a la <a href="https://groups.io/g/klog">Lista de KLog</a>.
it: Se vuoi aiutare puoi iscriverti a <a href="https://groups.io/g/klog">mailing listi di KLog</a>!

# AboutDialog|
source: Authors
ca: Autors
cs: Autoři
da: Forfattere
es: Autores
fr: Auteurs
hr: Autori
it: Autori

# AboutDialog|
source: By
ca: Per
cs: od
da: af
es: Por
fr: Par
hr: Od
it: Grazie a

# AboutDialog|
source: Author
ca: Autor
cs: Autor
da: Forfatter
es: Autor
fr: Auteur
hr: Autor
it: Autore

# AboutDialog|
source: KLog is a free logbook for hamradio operators.
ca: El KLog és un llibre de registre lliure per a operadors de radioafició.
cs: KLog je svobodný staniční log pro radioamatéry.
da: KLog er en fri logbog for operatører af amatørradio.
es: KLog es un software libre de log para radioaficionados.
fr: KLog est un carnet de trafic libre pour les radioamateurs.
hr: KLog je slobodna dnevnička aplikacija za radio-amatere operatere.
it: KLog è un logbook libero per operatori radio.

# AboutDialog|
source: Please provide your review in KLog's eHam review page:
ca: Si us plau, proporcioneu comentaris a la pàgina de revisions del KLog a eHam:
cs: Prosím, napište Vaši recenzi na stránce eHam review:
da: Giv en anmeldelse i KLogs eHam-anmeldelsesside:
es: Por favor, escriba su crítica en la página de críticas de eHam:
fr: Veuillez fournir votre révision dans la page de révision eHam de KLog :
hr: Molimo ocijenite KLog na eHamovoj stranici za ocjene:
it: Per favore inserisci il tuo commento di utlizzo sulla maschera KLog dedicata ai commenti:

# AboutDialog|
source: Find more information and the latest release at
ca: Podeu trobar més informació i l'últim llançament a
cs: Více informací a nové verze najdete na
da: Find yderligere information og den seneste udgivelse på
es: Más información y la última versión en
fr: Trouvez plus d'information et la dernière version à
hr: Potražite više informacija i najnoviju inačicu na
it: Disponibili ulteriori informazioni sull'ultima versione presso

# AboutDialog|
source: today
ca: avui
cs: dnes
da: i dag
es: hoy
fr: aujourd'hui
hr: danas
it: oggi

# AboutDialog|
source: Main developer
ca: Desenvolupador principal
cs: Hlavní vývojář
da: Hovedudvikler
es: Desarrollador principal
fr: Développeur principal
hr: Glavni razvijatelj programa
it: Sviluppatore Senior

# AboutDialog|
source: KLog is developed by a very small team and you are invited to join!
ca: El KLog està desenvolupat per un equip molt petit i esteu convidat a unir-vos-hi!
cs: KLog je vyvíjen velmi malým týmem, ale každá další pomoc je vítaná!
da: KLog er udviklet af et meget lille hold og du er inviteret!
es: ¡KLog está desarrollado por un equipo muy pequeño y está invitado a unirse!
fr: KLog est développé par une très petite équipe et vous êtes invités à nous rejoindre !
hr: Klog razvija vrlo mali tim i pozvani ste da se pridružite!
it: Klog è sviluppato da un esiguo numero di programmatori e tu sei invitato a partecipare!

# AboutDialog|
source: You can also help us by sending bug reports or small code contributions, ideas or whatever you think may improve KLog.
ca: També ens podeu ajudar enviant informes d'error o col·laboracions petites de codi, idees o el que penseu que podria millorar el KLog.
cs: Můžete nám také pomoci třeba zasláním hlášení o chybě nebo malým kusem kódu, nápady nebo čímkoliv, co si myslíte, že by mohlo vylepšit KLog.
da: Du kan også hjælpe os ved at sende fejlrapporter eller små kodebidrag, ideer eller andet som kan forbedre KLog.
es: Puede ayudarnos reportando errores o pequeñas contribuciones de código, ideas o cualquier otra cosa que crea que puede mejorar KLog.
fr: Vous pouvez aussi nous aider en postant des rapports de bogues ou de petites contributions au code source, idées ou tout ce qui selon vous, pourrait améliorer KLog.
hr: Također nam možete pomoći šaljući izvješća o greškama ili malih doprinosa u programskom kodu ili bilo što što mislite da može unaprijediti KLog.
it: Puoi essere di aiuto inviando bug report, contribuendo alla programmazione del software, o con idee o suggerimenti, o ogni altra cosa pensi possa essere utile per migliorare KLog.

# AboutDialog|
source: KLog developers have included a feature that reports some user data to the KLog server with the sole purpose of identifying the number of installed versions, to focus development in one direction or another taking into account users' needs.
ca: Els desenvolupadors del KLog han inclòs una funcionalitat que informa de diverses dades de l'usuari al servidor del KLog amb l'únic propòsit d'identificar el nombre de versions instal·lades, per tal d'enfocar el desenvolupament en una direcció o una altra tenint en compte les necessitats dels usuaris.
cs: Vývojáři KLog implementovali funkci, která posílá některá uživatelská data na server KLog s jediným účelem - identifikovat počet nainstalovaných verzí, zaměřit vývoj jedním nebo druhým směrem s ohledem na potřeby uživatelů.
es: Los desarrolladores de KLog han incluido una función que reporta algunos datos del usuario al servidor de KLog con el único objetivo de saber el número de versiones instaladas y poder centrar el desarrollo en una u otra dirección en función de las necesidades de los usuarios.
hr: KLog razvijatelji programskog koda razvili su opciju koja šalje neke korisničke podatke na KLogov poslužitelj kojima je osnovna svrha identificiranje broja instaliranih inačica, kako bi razvoj mogao biti usmjeren u jednom ili drugom smijeru, uzevši u obzir korisničke potrebe.
it: Gli sviluppatori KLog hanno incluso nel software uan funzionalità che invia alcuni dati utente ai server di KLog con l'unico scopo di contare il numero di installazioni, in modo da concentrare gli sforzi verso le effettive necessità degli utilizzatori.

# AboutDialog|
source: At present, the data that is provided is the following:
ca: Actualment, les dades proporcionades són les següents:
cs: V současné době jsou poskytovány následující údaje:
da: I øjeblikket omfatter dataene følgende:
es: Hoy, los datos que se proporcionan son los siguientes:
fr: Actuellement, les données qui sont collectées sont les suivantes :
hr: Trenutno, podaci koji se šalju su:
it: Attualmente, i dati inviati sono esclusivamente i seguenti:

# AboutDialog|
source: Translators bring KLog into your language. They are really an important part of the KLog development team.
ca: Els traductors adapten el KLog al vostre idioma. Són una part important de l'equip de desenvolupament del KLog.
cs: Překladatelé překládají KLog do vašeho jazyka. Jsou opravdu důležitou součástí vývojového týmu KLog.
da: Oversættere bringer KLog til dit sprog. De er en vigtig del af KLog-udviklingsholdet.
es: Los traductores traen KLog a su idioma. Son una parte realmente importante del equipo de desarrollo de KLog.
fr: Les traducteurs portent KLog dans votre langue. Ils ont une part importante dans l'équipe de développement KLog.
hr: Prevoditelji donose KLog u vaš jezik. Oni su važan dio tima koji razvija KLog.
it: I traduttori portano KLog nella tua lingua, pertanto sono parte integrante della squadra di sviluppo di KLog.

# AboutDialog|
source: Since 0.6.2, KLog has been fully rewritten to provide a cross-platform application that runs on all major operating systems (GNU/Linux, macOS and Windows) and to support new functionality.
ca: Des de la versió 0.6.2, el KLog s'ha reescrit completament per a proporcionar una aplicació multiplataforma que s'executa a tots els sistemes operatius principals (GNU/Linux, macOS i Windows) i per a implementar funcionalitats noves.
cs: Od verze 0.6.2 byl KLog přepsán tak, aby mohl běžet na všech hlavních operačních systémech (GNU/Linux, macOS a Windows) a podporoval nové funkce.
es: KLog fue reescrito completamente en su versión 0.6.2 para hacerlo multiplataforma de forma que pudiera ejecutarse en los sistemas operativos principales (GNU/Linux, macOS & Windows) y proveer funcionalidades nuevas que aun no se proveían.
it: A partire dalla versione 0.6.2, KLog è stato completamente riscritto per formire un'applicazione disponibile su tutti i magigori sistemi operativi (Gnu/Linux, macOS e Windows) e per inserire nuove funzionalità.

# AboutDialog|
source: If KLog is still not in your language and you want to help us, you are welcome to contact us through the <a href="https://groups.io/g/klog">KLog mailing list</a>!
ca: Si el KLog encara no està en el vostre idioma i voleu ajudar-nos, agrairem que contacteu amb la <a href="https://groups.io/g/klog">llista de correu del KLog</a>!
cs: Pokud KLog stále není ve vašem jazyce a chcete nám pomoci, můžete nás kontaktovat prostřednictvím <a href="https://groups.io/g/klog"> KLog mailing listu </a>!
es: Si KLog no está aun en su idioma y quiere ayudarnos, puede contactarnos en la <a href="https://groups.io/g/klog">Lista de KLog</a>.
it: Se KLog non è disponibile nella tua lingua e vuoi essere di aiuto sarebbe il massimo tu ci scrivessi sulla <a href="https://groups.io/g/klog">mailing list di KLog</a>!

# AboutDialog|
source: Translators
ca: Traductors
cs: Překladatelé
da: Oversættere
es: Traductores
fr: Traducteurs
hr: Prevoditelji
it: Traduttori

# AboutDialog|
source: Privacy advisory
ca: Avís de privadesa
cs: Ochrana osobních údajů
da: Privatlivsråd
es: Aviso de privacidad
fr: Avis de confidentialité
hr: Upozorenje o privatnosti
it: Nota sul trattamento dei dati personali

# AboutDialog|
source: Callsign
ca: Indicatiu
cs: Volací značka
da: Kaldesignal
es: Indicativo
fr: Indicatif
hr: Pozivni znak
it: Nominativo

# AboutDialog|
source: KLog version
ca: Versió del KLog
cs: KLog verze
es: Versión de KLog
fr: Version de KLog
hr: Inačica KLoga
it: Versione KLog

# AboutDialog|
source: Operating system
ca: Sistema operatiu
cs: Operační systém
da: Operativsystem
es: Sistema operativo
fr: Système d'exploitation
hr: Operacijski sustav
it: Sistema operativo

# AboutDialog|
source: Be aware that you can enable/disable this feature from the Misc tab in the Setup page.
ca: Tingueu en compte que podeu activar/desactivar aquesta funcionalitat des de la pestanya Varis de la pàgina de Configuració.
cs: Tuto funkci můžete povolit nebo zakázat v menu Nastavení ->Nastavení ->záložka Různé.
es: Sepa que puede habilitar/deshabilitar esta función en la pestaña de Varios de la página de configuración.
hr: Ova opcija može biti omogućena/onemogućena iz izbornika Razno na stranici Postavke.
it: In ogni momento puoi sempre abilitare/disabilitare questa funzione nella linguetta Altro della maschera di configurazione.

# AboutDialog|
source: Privacy
ca: Privadesa
cs: Soukromí
da: Privatliv
es: Privacidad
fr: Confidentialité
hr: Privatnost

# AdifLoTWExportWidget|
source: Select the Station Callsign that you want to use to upload the log.
ca: Seleccioneu l'indicatiu de l'estació de la qual voleu usar per pujar el registre.
cs: Vyberte volací značku, kterou chcete použít pro nahrání logu.
es: Por favor seleccione el indicativo de estación que quiere usar para subir el log.
hr: Izaberite pozivni znak koji želite koristiti za učitavanje dnevnika.
it: Scegli il nominativo di stazione da usare durante il trasferimento del log.

# AdifLoTWExportWidget|
source: Select the start date to export the QSOs. The default date is the date of the first QSO with this station callsign.
ca: Seleccioneu la data d'inici a exportar els QSO. La data predeterminada és la data del primer QSO amb aquest indicatiu d'estació.
cs: Vyberte počáteční datum exportu QSO. Výchozí datum je datum prvního spojení s touto volací značkou.
es: Seleccione la fecha de inicio para exportar QSOs. La fecha predeterminada es la fecha del primer QSO con este indicativo de estación.
hr: Izaberite početni datum za izvoz QSOa. Zadani datum je datum prvog QSOa sa ovim pozivnim znakom.
it: Scegli la data di inizio dei QSO da esportare. Se non specificato diversamente userò semplicemente il primo QSO disponibile con il nominativo indicato.

# AdifLoTWExportWidget|
source: Select the end date to export the QSOs. The default date is the date of the last QSO with this station callsign.
ca: Seleccioneu la data de fi a exportar els QSO. La data predeterminada és la data del darrer QSO amb aquest indicatiu d'estació.
cs: Vyberte koncové datum exportu QSO. Výchozí datum je datum posledního spojení s touto volací značkou.
es: Seleccione la fecha de fin para exportar QSOs. La fecha predeterminada es la fecha del último QSO con este indicativo de estación.
hr: Izaberite krajnji datum za izvoz QSOa. Zadani datum je datum posljednjeg QSOa sa ovim pozivnim znakom.
it: Scegli la data di fine dei QSO da esportare. Se non specificato diversamente userò semplicemente l'ultimo QSO disponibile con il nominativo indicato.

# AdifLoTWExportWidget|
source: Station callsign
ca: Indicatiu de l'estació
cs: Volací značka
es: Indicativo de estación
hr: Pozivni znak postaje
it: Nominativo di stazione

# AdifLoTWExportWidget|
source: Start date
ca: Data d'inici
cs: Počáteční datum
es: Fecha de inicio
hr: Početni datum
it: Data di inizio

# AdifLoTWExportWidget|
source: End date
ca: Data final
cs: Koncové datum
es: Fecha final
hr: Krajnji datum
it: Data di fine

# AdifLoTWExportWidget|
source: Cancel
ca: Cancel·la
cs: Zrušit
es: Cancelar
hr: Poništi
it: Annulla

# AdifLoTWExportWidget|
source: Date/Time
ca: Data/hora
cs: Datum/Čas
es: Fecha/Hora
hr: Datum/Vrijeme
it: Data/Ora

# AdifLoTWExportWidget|
source: Band
ca: Banda
cs: Pásmo
es: Banda
hr: Pojas
it: Banda

# AdifLoTWExportWidget|
source: Mode
cs: Druh provozu
es: Modo
hr: Način rada
it: Modo

# AdifLoTWExportWidget|
source: Not defined
ca: No s'ha definit
cs: Nedefinovaná
es: Sin definir
hr: Nije definiran
it: Non specificato

# AdifLoTWExportWidget|
source: All
ca: Tot
cs: Všechny
es: Todos
hr: Svi
it: Tutti

# AdifLoTWExportWidget|
source: KLog - QSOs to be uploaded to LoTW.
ca: KLog - QSO que es pujaran a LoTW.
cs: KLog - QSO nahrávána do LoTW.
es: KLog - QSOs para enviar a LoTW.
it: KLog - QSO da trasferire su LoTW.

# AdifLoTWExportWidget|
source: This table shows the QSOs that will be sent to LoTW.
ca: Aquesta taula mostra els QSO que s'enviaran al LoTW.
cs: Tabulka obsahuje QSO, která budou nahrána do LoTW.
es: Esta tabla muestra los QSOs que serán enviados a LoTW.
hr: Ova tablica prikazuje sve QSOe koji će biti poslani u LoTW.
it: Questo elenco contiene i QSO trasferiti a LOTW.

# AdifLoTWExportWidget|
source: KLog - QSOs to be uploaded to ClubLog.
ca: KLog - QSO que es pujaran a ClubLog.
cs: KLog - QSO nahrávána do ClubLog.
es: KLog - QSOs para enviar a ClubLog.
it: KLog. QSO da trasferire su ClubLog.

# AdifLoTWExportWidget|
source: This table shows the QSOs that will be sent to ClubLog.
ca: Aquesta taula mostra els QSO que s'enviaran a ClubLog.
cs: Tabulka obsahuje QSO, která budou nahrána do ClubLog.
es: Esta tabla muestra los QSOs que se enviarán a ClubLog.
it: Questo elenco contiene i QSO che saranno trasferiti a ClubLog.

# AdifLoTWExportWidget|
source: KLog - QSOs to be uploaded to eQSL.cc.
ca: KLog - QSO que es pujaran a l'eQSL.cc.
cs: KLog - QSO nahrávána do eQSL.cc.
es: KLog - QSOs para enviar a eQSL.cc.
it: KLog. QSO da trasferire su eQSL.cc.

# AdifLoTWExportWidget|
source: This table shows the QSOs that will be sent to eQSL.cc.
ca: Aquesta taula mostra els QSO que s'enviaran a l'eQSL.cc.
cs: Tabulka obsahuje QSO, která budou nahrána do eQSL.cc.
es: Esta tabla muestra los QSOs que serán enviados a eQSL.cc.
it: Questo elenco contiene i QSO che saranno trasferiti su eQSL.cc.

# AdifLoTWExportWidget|
source: KLog - QSOs to be uploaded to QRZ.com.
ca: KLog - QSO que es pujaran al QRZ.com.
cs: KLog - QSO nahrávána do QRZ.com.
es: KLog - QSOs para enviar a QRZ.com.
it: KLog. QSO da trasferire su QRZ.com.

# AdifLoTWExportWidget|
source: This table shows the QSOs that will be sent to QRZ.com.
ca: Aquesta taula mostra els QSO que s'enviaran a QRZ.com.
cs: Tabulka obsahuje QSO, která budou nahrána do QRZ.com.
es: Esta tabla muestra los QSOs que serán enviados a QRZ.com.
it: Questo elenco contiene i QSO che saranno trasferiti a QRZ.com.

# AdifLoTWExportWidget|
source: This table shows the QSOs that will be exported to ADIF.
ca: Aquesta taula mostra els QSO que s'exportaran a ADIF.
cs: Tabulka obsahuje QSO, která budou exportována do ADIF.
es: Esta tabla muestra los QSOs que serán exportados a ADIF.
hr: Ova tablica prikazuje sve QSOe koji će biti izvezeni u ADIF.
it: Questo elenco contiene i QSO esportati verso ADIF.

# AwardsWidget|
source: Recalculate
ca: Torna a calcular
cs: Přepočítat
es: Recalcular
fr: Recalculer
hr: Preračunaj
it: Ricalcolo

# AwardsWidget|
source: Click to recalculate the award status.
ca: Cliqueu per tornar a calcular l'estat dels diplomes.
cs: Kliknutím přepočítáte stav diplomů.
es: Pulsar para recalcular el estado de los diplomas.
fr: Cliquer pour recalculer le statut du diplôme
hr: Kliknite za preračunavanje statusa priznanja.
it: Click per ricalcolare stato riconoscimenti.

# AwardsWidget|
source: Select the year you want to check.
ca: Seleccioneu l'any que voleu comprovar.
cs: Vyberte rok, který chcete zkontrolovat.
es: Seleccione el año que quiere comprobar.
fr: Sélectionnez l'année que vous souhaitez vérifier.
hr: Izaberite godinu koju želite provjeriti.
it: Scegli quale anno vuoi controllare.

# AwardsWidget|
source: Award
ca: Diploma
cs: Diplom
es: Diploma
fr: Diplôme
hr: Priznanje
it: Riconoscimento

# AwardsWidget|
source: Confirmed
ca: Confirmat
cs: Potvrzené
es: Confirmado
fr: Confirmé
hr: Potvrđeno
it: Confermato

# AwardsWidget|
source: Worked
ca: Treballat
cs: Navázané
es: Trabajado
fr: Réalisé
hr: Rađeno
it: Processato

# AwardsWidget|
source: Score
ca: Puntuació
cs: Skóre
es: Puntuación
hr: Zbroj
it: Punteggio

# AwardsWidget|
source: Annual
ca: Anual
cs: Roční
es: Anual
fr: Annuel
hr: Godišnje
it: Annuale

# AwardsWidget|
source: Number of confirmed DXCC entities.
ca: Nombre d'entitats DXCC confirmades.
cs: Počet potvrzených DXCC.
es: Número de entidades DXCC confirmadas.
fr: Nombre d'entités DXCC confirmées.
hr: Broj potvrđenih DXCC entiteta.
it: Numero di collegamenti DXCC confermati.

# AwardsWidget|
source: Number of worked DXCC entities.
ca: Nombre d'entitats DXCC treballades.
cs: Počet navázaných DXCC.
es: Número de entidades DXCC trabajadas.
fr: Nombre d'entités DXCC contactées.
hr: Broj rađenih DXCC entiteta.
it: Numero di collegamenti DXCC processati.

# AwardsWidget|
source: Number of confirmed WAZ zones.
ca: Nombre de zones WAZ confirmades.
cs: Počet potvrzených WAZ.
es: Número de zonas WAZ confirmadas.
fr: Nombre de zones WAZ confirmées.
hr: Broj potvrđenih WAZ zona.
it: Numero di zone WAZ confermate.

# AwardsWidget|
source: Number of worked WAZ zones.
ca: Nombre de zones WAZ treballades.
cs: Počet navázaných WAZ.
es: Número de zonas WAZ trabajadas.
fr: Nombre de zones WAZ contactées.
hr: Broj rađenih WAZ zona.
it: Numero di zone WAZ processate.

# AwardsWidget|
source: Number of confirmed QSOs.
ca: Nombre de QSO confirmats.
cs: Počet potvrzených QSO.
es: Número de QSOs confirmados.
fr: Nombre de QSOs confirmés.
hr: Broj potvrđenih QSOa.
it: Numero di QSO confermati.

# AwardsWidget|
source: Number of worked QSOs.
ca: Nombre de QSO treballats.
cs: Počet navázaných QSO.
es: Número de QSOs trabajados.
fr: Nombre de QSOs réalisés.
hr: Broj rađenih QSOa.
it: Numero di QSO processati.

# AwardsWidget|
source: Number of QSOs worked in the selected year.
ca: Nombre de QSO treballats durant l'any seleccionat.
cs: Počet QSO navázaných ve vybraném roce.
es: Número de QSOs trabajados en el año seleccionado.
hr: Broj QSOa rađenih u izabranoj godini.
it: Numero QSO processati durante l'anno indicato.

# AwardsWidget|
source: Number of DXCCs worked in the selected year.
ca: Nombre de DXCC treballades durant l'any seleccionat.
cs: Počet DXCC ve vybraném roce.
es: Número de entidades DXCC trabajadas en el año seleccionado.
hr: Broj DXCCa rađenih u izabranoj godini.
it: Numero di DXCC processati durante l'anno indicato.

# AwardsWidget|
source: Number of CQ Zones worked in the selected year.
ca: Nombre de zones CQ treballades durant l'any seleccionat.
cs: Počet CQ Zone navázaných ve vybraném roce.
es: Número de zonas CQ trabajadas en el año seleccionado.
hr: Broj CQ zona rađenih u izabranoj godini.
it: Numero di zone CQ processate durante l'anno indicato.

# AwardsWidget|
source: Score for the DXMarathon in the selected year.
ca: Puntuació per al DXMarathon a l'any seleccionat.
cs: Výsledek DXMarathonu ve vybraném roce.
es: Puntuación de DXMarathon en el año seleccionado.
hr: Zbroj za DXMarathon u izabranoj godini.
it: Punteggio numerico nella DX marathon durante l'anno indicato.

# CTYPage|
source: Country data download
ca: Baixa les dades de països
cs: Stažení Country informací
da: Overførsel af landedata
es: Descargar datos de entidades
fr: Téléchargement des données des Pays
hr: Preuzmi podatke o zemljama
it: Scarico Country

# CTYPage|
source: KLog needs country data...
ca: El KLog necessita dades de països...
cs: KLog požaduje Country informace...
da: KLog skal bruge landedata ...
es: KLog necesita datos de las entidades ...
fr: Klog a besoin des données des pays...
hr: KLog treba podatke o zemljama...
it: Dati Country richiesti da KLog...

# CTYPage|
source: &Download
ca: &Baixa
cs: &Stáhnout
da: &Hent
es: &Descargar
fr: Télécharger
hr: &Preuzmi
it: &Scarica

# CTYPage|
source: &Ignore
ca: &Ignora
cs: &Ignorovat
da: &Ignorer
es: &Ignorar
fr: Ignorer
hr: &Zanemari
it: &Ignora

# CTYPage|
source: Country data needed
ca: Cal les dades de països
cs: Jsou potřeba Country informace
da: Landedata krævet
es: Información de entidades
fr: Données de pays nécessaire
hr: Potrebni su potaci o zemljama
it: Dati Country richiesti

# CTYPage|
source: KLog uses the cty.csv file from https://www.country-files.com/ to get DXCC information.
ca: El KLog usa el fitxer «cty.csv» de https://www.country-files.com/ per aconseguir la informació de les DXCC.
cs: KLog používá soubor cty.csv umístěný na https://www.country-files.com/ to get DXCC information.
es: KLog usa el fichero cty.csv de http://www.country-files.com/ para obtener la información del DXCC.
hr: KLog koristi cty.csv datoteku s http://www.country-files.com/ za dobivanje DXCC informacija.
it: KLog utilizza il file cty.csv disponibile su https://www.country-files.com/ per ottenere informaizoni sui DXCC.
