Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# FileManager|
source: An invalid callsign has been detected %1. Do you want to export this callsign anyway (click on Yes) or remove the call from the exported log file?
ca: S'ha detectat un indicatiu no vàlid %1. Voleu exportar igualment aquest indicatiu (clic a Sí) o eliminar l'indicatiu del fitxer de registre exportat?
cs: Byla zjištěna neplatná volací značka %1. Přejete si přesto exportovat tuto značku (stiskem Ano) nebo ji odstranit z exportu?
es: Se ha detectado un indicativo no válido (%1). ¿Quiere exportar este indicativo de todas formas (Pulsar en Si) o eliminar este indicativo del log exportado?
hr: Otkriven je nevaljali pozivni znak %1. Želite li svejedno izvesti ovaj pozivni znak (kliknite na Da) ili odstraniti pozivni znak iz izvezene dnevničke datoteke?
it: Nominativo invalido trovato %1. Vuoi esportare questo nominativo comunque (scegli Sì) oppure vuoi rimuovere la voce dal file export?

# FileManager|
source: Exporting wrong calls may create problems in the applications you are potentially importing this logfile to. It may, however, be a good callsign that is wrongly identified by KLog as not valid. You can, however, edit the ADIF file once the export process is finished.
ca: L'exportació d'indicatius incorrectes pot crear problemes potencials a les aplicacions a les quals s'importa aquest fitxer de registre. Tanmateix, podria ser un indicatiu correcte que el KLog ha identificat incorrectament com a no vàlid. En qualsevol cas podreu editar el fitxer ADIF una vegada acabi el procés d'exportació.
cs: Export chybných značek může způsobit problémy v aplikacích, do kterých potenciálně importujete tento log. Může to však být dobrá značka, kterou KLog nesprávně identifikoval. Po exportu můžete také soubor ADIF upravit.
es: Exportar un indicativo erróneo puede traer problemas en las aplicaciones en las que potencialmente importará el log. Puede ser de todas formas un buen indicativo que KLog haya detectado como erróneo. Puede, de todas formas, editar el fichero ADIF tras el proceso de exportación.
hr: Izvoz nevaljalih pozivnih znakova može izazvati probleme u aplikacijama u koje ćete možda uvesti ovu dnevničku datoteku. No, to može biti i valjani pozivni znak koji je KLog pogrešno identificirao kao nevaljali. Svakako možete urediti ADIF datoteku nakon što je proces izvoza završen.
it: Esportare chiamate invalide può provocare inconvenienti successivamente, quando poi il file sarà importato. Però un nominativo può essere corretto e Klog in errore. Pertanto è sempre possibile proseguire e correggere il nominativo successivamente, una volta completato l'export.

# FileManager|
source: KLog - User cancelled
ca: KLog - L'usuari ha cancel·lat
cs: KLog - Zrušeno uživatelem
es: KLog - Cancelación de usuario
hr: KLog - Korisnik poništio
it: KLog - Annullato dall'utente

# FileManager|
source: The selected callsign (%1) is not valid, please check it again to export the log.
ca: L'indicatiu (%1) seleccionat no és vàlid, comproveu-ho de nou per a exportar el registre.
cs: Vybraná volací značka (%1) neexistuje, prosím, překontrolujte to znovu.
es: El indicativo seleccionado (%1) no es válido, revíselo de nuevo para exportar el log.
hr: Izabrani pozivni znak (%1) nije valjan, molim provjerite još jednom kako bi izvezli datoteku.
it: Nominativo scelto invalido (%1), verificalo di nuovo prima di esportare il log.

# FileManager|
source: Writing ADIF file... QSO:
ca: S'està escrivint el fitxer ADIF... QSO:
cs: Zapisuji ADIF... QSO:
da: Skriver ADIF-fil ... QSO:
es: Escribiendo fichero ADIF ... QSO:
fr: Enregistrement du fichier ADIF... QSO :
hr: Zapisujem ADIF datoteku ... QSO:
it: File ADIF in scrittura... QSO:

# FileManager|
source: KLog - File not opened
ca: KLog - Fitxer no obert
cs: KLog - Soubor se nepodařilo otevřít
es: KLog - Archivo no abierto
hr: KLog - Datoteka nije otvorena
it: KLog - File non aperto

# FileManager|
source: It was not possible to open the file %1 for reading.
ca: No ha estat possible obrir el fitxer %1 per a lectura.
cs: Nebylo možné číst ze souboru %1.
es: No fue posible abrir el fichero %1 para su lectura.
hr: Nije bilo moguće otvoriti datoteku %1 za čitanje.
it: Impossibile aprire il file %1 in lettura.

# FileManager|
source: KLog was not able to read the LoTW file
ca: El KLog no ha pogut llegir el fitxer del LoTW
cs: KLog nebyl schopen přečíst soubor LoTW
es: KLog no pudo leer el fichero de LoTW
hr: KLog nije mogao pročitati LoTW datoteku
it: Impossibile leggere il file LoTW

# FileManager|
source: Processing LoTW ADIF file...
ca: S'està processant el fitxer ADIF de LoTW...
cs: LoTW ADIF je zpracováván...
es: Procesando fichero ADIF de LoTW...
it: Lavorazione file LoTW ADIF...

# FileManager|
source: Abort processing
ca: S'interromp el procés
cs: Přerušit zpracování
es: Cancelar proceso
it: Interruzione lavorazione

# FileManager|
source: LoTW reading
ca: Lectura de LoTW
cs: Čtení LoTW
es: Leyendo LoTW
it: Lettura LoTW

# FileManager|
source: KLog - Add new QSOs?
ca: KLog - Afegeixo els QSO nous?
cs: KLog - Přidat nové QSOs?
es: KLog - ¿Añadir QSOs nuevos?
it: KLog - Aggiunge nuovi QSO?

# FileManager|
source: Do you want to add non existing QSOs to your local log?
ca: Voleu afegir els QSO no existents al vostre registre local?
cs: Přejete si přidat neexistující QSO do lokálního logu?
es: ¿Quiere añadir QSOs que no existan en el log local?
it: Vuoi aggiungere i QSO non ancora presenti nel tuo log locale?

# FileManager|
source: There are some QSOs in the LoTW log that are not in your local log.
ca: Hi ha diversos QSO en el registre del LoTW que no estan el vostre registre local.
cs: V LoTW jsou spojení, která nejsou ve vašem lokálním logu.
es: Hay algunos QSOs en el log de LoTW que no existen en el log local.
it: Esistono QSO nel log LoTW assenti dal tuo log locale.

# FileManager|
source: Processing LoTW ADIF file...... QSO: %1 / %2
ca: S'està processant el fitxer ADIF de LoTW...... QSO: %1 / %2
cs: LoTW ADIF je zpracováván...... QSO: %1 / %2
es: Procesando fichero ADIF de LoTW ... QSO: %1 / %2
it: Lavorazione LoTW ADIF file.... QSO: %1 / %2

# FileManager|
source: You have canceled the LoTW processing. The process will be stopped and your log may not be completely updated.
ca: Heu cancel·lat el procés de LoTW. El procés s'aturarà i el vostre registre podria no estar completament actualitzat.
cs: Zrušili jste zpracování LoTW. Váš log nemusí být zcela aktualizovaný.
es: Ha cancelado el proceso de LoTW. El proceso se parará y puede que su log no se actualice del todo.
it: Hai annullato l'operazione LoTW. L'operazione sarà arestata e il tuo log potrebbe non essere completamente aggiornato.

# FileManager|
source: Reading LoTW file...
ca: S'està llegint el fitxer LoTW...
cs: Čtení LoTW...
da: Læser LotW-fil ...
es: Leyendo fichero LoTW...
fr: Lecture en cours du fichier LoTW...
hr: Čitam LoTW datoteku...
it: File LoTW in lettura...

# FileManager|
source: Importing LoTW ADIF file...
ca: S'està important el fitxer ADIF del LoTW...
cs: Import LoTW ADIF...
es: Importando archivo ADIF de LoTW...
hr: Uvozim LoTW datoteku...
it: Import file loTW in corso...

# FileManager|
source: KLog - Log selection
ca: KLog - Selecció de registre
cs: KLog - Výběr logu
es: KLog - Selección de log
hr: KLog - Izbor dnevnika
it: KLog - Log scelta

# FileManager|
source: Do you want to add dupe QSOs to your local log?
ca: Voleu afegir els QSO duplicats al vostre registre local?
cs: Přejete si vložit duplicitní QSO do lokálního logu?
es: ¿Quiere añadir QSOs duplicados al log local?
it: Vuoi aggiungere QSO duplicati al tuo log locale?

# FileManager|
source: There are some QSOs in this logfile that may be dupes as they have same call, band & mode and a very close date.
ca: Hi ha diversos QSO en aquest fitxer de registre que poden ser duplicats atès que tenen el mateix indicatiu, banda i mode i una data molt propera.
cs: Některá QSO v logu mohou být duplicitní, protože mají stejnou volací značku, pásmo & druh a velmi blízké datum.
es: Hay algunos QSOs en este fichero de log que pueden ser duplicados al tener el mismo indicativo, banda, modo y una fecha y hora muy próxima.
it: Questo log file contiene QSO che possono essere duplicati in quanto con identico nominativbo, banda & modalità e una data molto ravvicinata.

# FileManager|
source: KLog has found one QSO without the Station Callsign defined. Enter the Station Callsign that was used to do this QSO with %1 on %2:
ca: El KLog ha trobat un QSO sense un identificador definit d'estació. Introduïu l'identificador d'estació que es va usar per fer aquest QSO amb %1 a %2:
cs: KLog: Našlo se QSO bez volací značky. Vložte volací značku, která byla použita při tomto QSO s %1 na %2:
es: KLog ha encontrado un QSO sin Indicativo de Estación. Introduzca el indicativo de estación que fue usado en este QSO con %1 en %2:
hr: KLog je našao jedan QSO bez pozivnog znaka postaje. Unesite pozivni znak postaje pod kojim je urađen ovaj QSO sa %1 na %2:
it: KLog ha trovato un QSO senza il nominativo di stazione caricato. Scegli il nominativo di stazione per questo QSO fra %1 e %2:

# FileManager|
source: KLog has found one QSO without the Station Callsign defined. Enter the Station Callsign that was used to do this QSO on %1:
ca: El KLog ha trobat un QSO sense un identificador definit d'estació. Introduïu l'identificador d'estació que es va usar per fer aquest QSO a %1:
cs: KLog: Našlo se QSO bez volací značky. Vložte volací značku, která byla použita při tomto QSO na %1:
es: KLog ha encontrado un QSO sin Indicativo de Estación. Introduzca el indicativo de estación que fue usado en este QSO en %1:
hr: KLog je našao jedan QSO bez pozivnog znaka postaje. Unesite pozivni znak postaje pod kojim je urađen ovaj QSO na %1:
it: KLog ha trovato un QSO senza il nominativo di stazione caricato. Scegli il nominativo di stazione per questo QSO su %1:

# FileManager|
source: You have canceled the file import. The file will be removed and no data will be imported.
ca: Heu cancel·lat la importació del fitxer. El fitxer s'eliminarà i no s'importarà cap dada.
cs: Přerušili jste import souboru. Soubor bude odstraněn. Neimportovala se žádná data.
es: Ha cancelado la importación del fichero. El fichero se eliminará y no se importará ningún dato.
hr: Prekinuli ste uvoz datoteke. Datoteka će biti izbrisana i nijedan podatak neće biti uvezen.
it: Import annullato. File rcancellato e nessun dato importato.

# FileManager|
source: There are no QSOs pending to be exported with that station callsign.
ca: No hi ha cap QSO pendent d'exportar amb aquest indicatiu d'estació.
cs: Neexistuje žádné QSO, které by bylo s touto volací značkou exportováno.
es: No hay QSOs pendientes para exportar con ese indicativo de estación.
hr: Nema QSOa sa tim pozivnim znakom za koje je izvoz u tijeku.
it: Non ci sono QSO in attesa di export con il nominativo indicato.

# FileManager|
source: Export
ca: Exporta
es: Exportar
hr: Izvoz

# FileManager|
source: Exporting ADIF file... QSO: %1 / %2
ca: S'està exportant el fitxer ADIF... QSO: %1 / %2
cs: Exportuji ADIF... QSO: %1 / %2
es: Exportando fichero ADIF... QSO: %1 / %2
hr: Izvozim ADIF datoteku... QSO: %1 / %2
it: Export file ADIF... QSO: %1 / %2

# FileManager|
source: Export progress
ca: Progrés de l'exportació
cs: Průběh exportu
es: Progreso de exportado
hr: Napredak izvoza
it: Progresso export

# FileManager|
source: This QSO is not including the minimum data to consider a QSO as valid!
ca: Aquest QSO no inclou les dades mínimes per a considerar-se un QSO vàlid!
cs: Toto QSO nezahrnuje minimální množinu informací, aby bylo považováno za platné!
es: ¡Este QSO no incluye la información mínima para considerarse un QSO válido!
hr: Ovaj QSO ne sadrži minimalne podatke da bi se smatrao valjanim QSOom!
it: Questo QSO non contiene il numero minimo di campi compilati necessari che rendono un QSO valido!

# FileManager|
source: Some QSOs of this log, (i.e.: %1) seems to lack RST-TX information.
ca: Sembla que manca la informació RST-TX a diversos QSO d'aquest registre (p. ex.: %1).
cs: Některým QSO z tohoto logu (tj.: %1) chybí informace RST TX.
es: Algunos QSOs de este log, (ej: %1) parece que no tienen la información de RST-TX.
hr: Nekim QSOima u ovoj datoteci, (npr.: %1) izgleda nedostaje RST-TX informacija.
it: In alcuni QSO di questo log (es. %1) mancano le informazioni RST-TX.

# FileManager|
source: If you select NO, maybe the QSO will not be imported.
ca: Si seleccioneu No, potser no s'importaran els QSO.
cs: Kliknutím na Ne nebudou QSO importována.
es: Si selecciona No, el QSO puede no ser importado.
hr: Ako izaberete Ne, QSO možda neće biti uvezen.
it: Scegliendo No il QSO non sarà importato.

# FileManager|
source: Click on Yes to add a default %1 for mode %2 to all QSOs with a similar problem.
ca: Feu clic a Sí per afegir un %1 predeterminat per al mode %2 a tots els QSO amb un problema semblant.
cs: Kliknutím na Ano přidáte výchozí %1 pro druh %2 do všech QSO s podobným problémem.
es: Pulsar en Si para añadir un %1 de forma predeterminada para el modo %2 en todos los QSOs con un problema similar.
it: Clicca su Sì per aggiungere una voce default %1 per il modo %2 a tutti i QSO con identico problema.

# FileManager|
source: Some QSOs of this log, (i.e.: %1) seems to lack RST-RX information.
ca: Sembla que manca la informació RST-RX a diversos QSO d'aquest registre (p. ex.: %1).
cs: Některým QSO z tohoto logu (tj.: %1) chybí informace RST RX.
es: Algunos QSOs de este log, (ej: %1) parece que no tienen la información de RST-RX.
hr: Nekim QSOima u ovoj datoteci, (npr.: %1) izgleda nedostaje RST-RX informacija.
it: In alcuni QSO di questo log (es. %1) mancano le informazioni RST-RX.

# FileManager|
source: KLog - No Station callsign entered.
ca: KLog - No s'ha introduït l'identificador de l'estació.
cs: KLog - Není vložena volací značka.
es: KLog - Sin indicativo de estación.
hr: KLog - pozivni znak nije unešen.
it: KLog - Nessun nominativo di stazione inserito.

# FileManager|
source: KLog - Apply to all QSOs in this log?
ca: KLog - Aplico a totes els QSO d'aquest registre?
cs: KLog - Použít na všechna QSO v tomto logu?
es: KLog - ¿Aplicar a todos los QSOs de este log?
hr: KLog - Primjeni na sve QSOe u ovom dnevniku?
it: KLog - Applica a tutti i QSO di questo log?

# FileManager|
source: KLog - QSO without Station Callsign
ca: KLog - QSO sense identificador de l'estació
cs: KLog - QSO bez volací značky
es: KLog - QSO sin Indicativo de Estación
hr: KLog - QSO bez pozivnog znaka stanice
it: KLog - QSO senza nominativo di stazione definito

# FileManager|
source: KLog - Don't ask again
ca: KLog - No ho tornis a preguntar
cs: KLog - Znovu se neptat
es: KLog - No preguntar de nuevo
hr: KLog - Ne pitaj ponovo
it: KLog - Non chiedere ancora

# FileManager|
source: Do you want to reuse your answer?
ca: Voleu reutilitzar la resposta?
cs: Přejete si opětovně použít odpověď?
es: ¿Quiere reutilizar la respuesta?
hr: Želite li iskoristiti vaš odgovor?
it: Vuoi riciclare la tua risposta?

# FileManager|
source: KLog will use automatically your previous answer for any other similar ocurrence, if any, without asking you again.
ca: El KLog usarà automàticament la resposta anterior per a altres ocurrències similars, si n'hi ha, sense tornar-ho a preguntar.
cs: KLog automaticky použije předchozí odpověď na jakýkoliv podobný výskyt, aniž by se znovu zeptal.
es: KLog usará automáticamente la respuesta anterior para cualquier ocurrencia similar, sin preguntar de nuevo.
hr: KLog će automatski koristiti vaš prijašnji odgovor za sva slična pitanja, ako ih bude, bez da vas ponovo pita.
it: KLog utilizzerà automaticamente la tua precedente risposta per ogni altro riferimento simile, se trovato, senza richiedertelo.

# FileManager|
source: <ul><li>Date/Time:</i> %1</li><li>Callsign: %2</li><li>Band: %3</li><li>Mode: %4</li></ul>
ca: <ul><li>Data/Hora:</i> %1</li><li>Indicatiu: %2</li><li>Banda: %3</li><li>Mode: %4</li></ul>
cs: <ul><li>Datum/Čas:</i> %1</li><li>Značka: %2</li><li>Pásmo: %3</li><li>Druh: %4</li></ul>
es: <ul><li>Fecha/hora:</i> %1</li><li>Indicativo: %2</li><li>Banda: %3</li><li>Modo: %4</li></ul>
hr: <ul><li>Datum/Vrijeme:</i> %1</li><li>Pozivni znak: %2</li><li>Frekvencijski pojas: %3</li><li>Način rada: %4</li></ul>
it: <ul><li>Data/Ora:</i> %1</li><li>Nominativo: %2</li><li>Banda: %3</li><li>Modo: %4</li></ul>

# FileManager|
source: KLog - QSO not found
ca: KLog - No s'ha trobat el QSO
cs: KLog - QSO nenalezeno
es: KLog - QSO no encontrado
hr: KLog - QSO nije pronađen
it: KLog - QSO non trovato

# FileManager|
source: Do you want to add this QSO to the log?:
ca: Voleu afegir aquest QSO al registre?:
cs: Přejete si přidat QSO do logu?:
es: ¿Quiere añadir este QSO al log?:
hr: Želite li dodati ovaj QSO u dnevnik:
it: Aggiungo questo QSO al log?:

# FileManager|
source: We have found a QSO coming from LoTW that is not in your local log. Do you want KLog to add this QSO to the log?
ca: S'ha trobat un QSO que ve del LoTW que no és al vostre registre local. Voleu que el KLog afegeixi aquest QSO al registre?
cs: Bylo nalezeno QSO původem z LoTW, které není v lokálním logu. Přejete si přidat toto spojení?
es: Hemos encontrado un QSO llegado de LoTW que no está en el log local. ¿Quiere añadir este QSO al log?
hr: Pronašli smo QSO koji dolazi iz LoTWa a koji nije u vašem lokalnom dnevniku. Želite li da KLog doda ovaj QSO u dnevnik?
it: Trovato un QSO proveniente da LoTW assente dal tuo log locale. Aggiungo questo QSO al log?

# FileManager|
source: KLog - Duplicated QSOs
ca: KLog - QSO duplicats
cs: KLog - Duplicitní QSO
es: KLog - QSOs duplicados
hr: KLog - Duplicirani QSOi
it: KLog - QSO duplicati

# FileManager|
source: Do you want to continue with the current file?
ca: Voleu continuar amb el fitxer actual?
cs: Přejete si pokračovat se současným souborem?
da: Ønsker du at fortsætte med den nuværende fil?
es: ¿Quiere continuar con el fichero actual?
fr: Souhaitez-vous continuer avec le fichier en cours ?
hr: Želite li nastaviti s trenutnom datotekom?
it: Vuoi proseguire con il file corrente?

# FileManager|
source: - The band missing and the following call:
ca: - Manca la banda i l'indicatiu següent:
cs: - Chybějící pásmo a následující volací značku:
da: - Båndet mangler og det følgende kald:
es: - La banda inexistente pero el siguiente indicativo:
fr: - La bande est manquante pour l'indicatif suivant :
hr: - Frekvencijski pojas nedostaje i sljedeći pozivni znak:
it: - collegamento senza la banda specificata:

# FileManager|
source: - The mode missing and the following call:
ca: - Manca el mode i l'indicatiu següent:
cs: - Chybějící druh provozu a následující volací značku:
da: - Tilstanden mangler og det følgende kald:
es: - El modo inexistente pero el siguiente indicativo:
fr: - Le mode est manquant pour l'indicatif suivant :
hr: - Način rada nedostaje i sljedeći pozivni znak:
it: - chiamata senza modo operativo specificato:

# FileManager|
source: - The date missing and the following call:
ca: - Manca la data i l'indicatiu següent:
cs: - Chybějící datum a následující volací značku:
da: - Datoen mangler og det følgende kald:
es: - La fecha inexistente pero el siguiente indicativo:
fr: - La date est manquante pour l'indicatif suivant :
hr: - Datum nedostaje i sljedeći pozivni znak:
it: - chiamata senza la data indicata:

# FileManager|
source: - The time missing and the following call:
ca: - Manca l'hora i l'indicatiu següent:
cs: - Chybějící čas a následující volací značku:
da: - Tidspunktet mangler og det følgende kald:
es: - La hora inexistente pero el siguiente indicativo:
fr: - L'heure est manquante pour l'indicatif suivant :
hr: - Vrijeme nedostaje i sljedeći pozivni znak:
it: - chiamata senza l'ora indicata:

# FileManager|
source: You have canceled the file export. The file will be removed and no data will be exported.
ca: Heu cancel·lat l'exportació del fitxer. El fitxer s'eliminarà i no s'exportarà cap dada.
cs: Zrušili jste export souboru. Soubor bude odstraněn.
da: Du har afbrudt fileksporten. Filen vil blive fjernet og ingen data vil blive eksporteret.
es: Ha cancelado la exportación del fichero. El fichero se eliminará y no se exportará ningún dato.
fr: Vous avez annulé l'export du fichier. Le fichier sera supprimé et aucune donnée ne sera exportée.
hr: Prekinuli ste izvoz datoteke. Datoteka će biti izbrisana i podaci neće biti izvezeni.
it: Operazione di export annullata. File cancellato e niente export.

# FileManager|
source: The selected log does not exist, please check it again.
ca: El registre seleccionat no existeix, comproveu-ho de nou.
cs: Vybraný log neexistuje, prosím, překontrolujte to znovu.
es: El log seleccionado no existe, por favor reviselo de nuevo.
hr: Izabrani dnevnik ne postoji, molim provjerite još jednom.
it: Non trovo il log scelto. Ricontrolla.

# FileManager|
source: The file %1 can't be opened.
ca: El fitxer «%1» no s'ha pogut obrir.
cs: Soubor %1 se nepodařilo otevřít.
es: No se pudo abrir el fichero %1 .
hr: Datoteka %1 ne može biti otvorena.
it: Impossibile aprire il file %1.

# FileManager|
source: Do you still want to cancel?
ca: Encara voleu cancel·lar?
cs: Stále to požadujete zrušit?
da: Ønsker du stadig at afbryde?
es: ¿Aun quiere cancelar?
fr: Souhaitez-vous toujours annuler ?
hr: Želite li još uvijek prekinuti?
it: Sei ancora convinto di annullare?

# FileManager|
source: There is more than one log in this logfile.
ca: Hi ha més d'un registre en aquest fitxer de registre.
cs: V souboru je více než jeden log.
da: Der er mere end en log i denne logfil.
es: Hay más de un log en este fichero.
fr: Il y a plus d'un log dans ce fichier de logs.
hr: U ovoj dnevničkoj datoteci nalazi se više od jednog dnevnika.
it: Questo log file contiene più di 1 voce.

# FileManager|
source: All logs will be imported into the current log.
ca: S'importaran tots els registres al registre actual.
cs: Všechny logy budou importovány do aktuálního logu.
da: Alle logge vil blive importeret i den nuværende log.
es: Todos los logs se importarán en el log actual.
fr: Tous les logs seront importés dans le log en cours.
hr: Svi dnevnici bit će uvezeni u trenutni dnevnik.
it: Tutte le voci saranno importante nell'attuale log.

# FileManager|
source: Do you want to continue?
ca: Voleu continuar?
cs: Přejete si pokračovat?
da: Ønsker du at fortsætte?
es: ¿Quiere continuar?
fr: Souhaites-vous continuer ?
hr: Želite li nastaviti?
it: Vuoi proseguire?

# FileManager|
source: Importing ADIF file...
ca: S'està important el fitxer ADIF...
cs: Import ADIF...
da: Importerer ADIF-fil ...
es: Importando fichero ADIF...
fr: Importation du fichier ADIF en cours...
hr: Uvozim ADIF datoteku...
it: Import di file ADIF file in corso...

# FileManager|
source: It seems that there are some duplicated QSOs in the ADIF file you are importing. Do you want to continue? (Duped QSOs will not be imported)
ca: Sembla que hi ha diversos QSO duplicats al fitxer ADIF que s'està important. Voleu continuar? (Els QSO duplicats no s'importaran)
cs: V importovaném ADIF souboru jsou duplicitní QSO. Přejete si pokračovat? (Duplicitní QSO nebudou importována)
da: Der ser ud til at der er nogle dublette QSO'er i ADIF-filen, du importerer. Ønsker du at fortsætte? (dublette QSO'er vil ikke blive importeret)
es: Parece que hay algunos QSO duplicados en el fichero ADIF que está importando. ¿Quiere continuar? (los QSO duplicados no se importarán)
fr: Il semble qu'il y ait quelques QSOs en doublon dans le fichier ADIF que vous importez. Souhaitez vous continuer ? (Les QSOs en doublon ne seront pas importés)
hr: Izgleda da imate duplikate QSOa u ADIF datoteci koju uvozite. Želite li nastaviti? (Duplicirani QSOi neće biti uvezeni)
it: QSO duplicati nel file ADIF che stai importando. Vuoi continuare comunque? (i QSO duplicati non saranno importati)
