Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# LogWindow|
source: Check in QRZ.com
ca: Comprova a QRZ.com
cs: Vyhledat v QRZ.com
es: Consultar en QRZ.com
hr: Provjeri u QRZ.com
it: Controlla su QRZ.com

# LogWindow|
source: Check this callsign in QRZ.com
ca: Comprova aquest identificador a QRZ.com
cs: Vyhledat značku v QRZ.com
es: Consulta este indicativo en QRZ.com.
hr: Provjeri ovaj pozivni znak u QRZ.com
it: Controlla questo nominativo su QRZ.com

# LogWindow|
source: Check in DXHeat.com
ca: Comprova a DXHeat.com
cs: Vyhledat v DXHeat.com
es: Consultar en DXHeat.com
hr: Provjeri u DXHeat.com
it: Controlla su DXHeat.com

# LogWindow|
source: Check this callsign in DXHeat.com
ca: Comprova aquest identificador a DXHeat.com
cs: Vyhledat značku v DXHeat.com
es: Consulta este indicativo en DXHeat.com.
hr: Provjeri ovaj pozivni znak u DXHeat.com
it: Controlla questo nominativo su DXHeat.com

# LogWindow|
source: Delete selected QSOs
ca: Suprimeix els QSO seleccionats
cs: Smazat vybraná QSO
es: Eliminar QSOs seleccionados
it: Cancella i QSO selezionati

# LogWindow|
source: Delete the selected QSOs
ca: Suprimeix els QSO seleccionats
cs: Smazat vybraná QSO
es: Elimina los QSO seleccionados
it: Cancella i QSO selezionati

# LogWindow|
source: Export to ADIF
ca: Exporta a ADIF
cs: Export ADIF
es: Exportar a ADIF
it: Esporta su ADIF

# LogWindow|
source: Export the selected QSOs to an ADIF file.
ca: Exporta els QSO seleccionats a un fitxer ADIF.
cs: Exportovat vybraná QSO do ADIF.
es: Exportar los QSOs seleccionados a un fichero ADIF.
it: Esporta i QSO selezionati su un file ADIF.

# LogWindow|
source: Upload to LoTW
ca: Puja al LoTW
cs: Nahrát do LoTW
es: Enviar a LoTW
it: Trasferisce a LoTW

# LogWindow|
source: Upload the selected QSOs to LoTW
ca: Puja els QSO seleccionats al LoTW
cs: Nahrát vybraná QSO do LoTW
es: Envía los QSOs seleccionados a LoTW
it: Scarica i QSO selezionati su LoTW

# LogWindow|
source: Upload to ClubLog
ca: Puja a ClubLog
cs: Nahrát do ClubLog
es: Enviar a ClubLog
it: Trasferisce a ClubLog

# LogWindow|
source: Upload the selected QSOs to ClubLog
ca: Puja els QSO seleccionats a ClubLog
cs: Nahrát vybraná QSO do ClubLog
es: Envia los QSOs seleccionados a ClubLog
it: Trasferisce i QSO selezionati su ClubLog

# LogWindow|
source: Upload to eQSL.cc
ca: Puja a l'eQSL.cc
cs: Nahrát do eQSL.cc
es: Enviar a eQSL.cc
it: Trasferisce su eSQL.cc

# LogWindow|
source: Upload the selected QSOs to eQSL.cc
ca: Puja els QSO seleccionats a l'eQSL.cc
cs: Nahrát vybraná QSO to QSL.cc
es: Envía los QSOs seleccionados a eQSL.cc
it: Trasferisce i QSO selezionati su eQSO.cc

# LogWindow|
source: Send these QSLs via bureau
ca: Envia aquestes QSL via bureau
cs: Odeslat tyto QSL via bureau
es: Enviar estas QSLs via bureau
it: Trasferisce questi QSO via bureau

# LogWindow|
source: Send these QSLs via direct
ca: Envia aquestes QSL via directa
cs: Odeslat tyto QSL direct
es: Enviar estas QSLs via directa
it: Trasferisce questi QSO via direct

# LogWindow|
source: QSLs received via bureau
ca: QSL rebudes via bureau
cs: QSL přijatá via bureau
es: QSLs recibidas via bureau
it: QSL ricevute via bureau

# LogWindow|
source: QSLs received via direc&t
ca: QSL rebudes via direc&ta
cs: QSL přijatá direc&t
es: QSLs recibidas vía direc&ta
it: QSL ricevute via direc&t

# LogWindow|
source: Select none
ca: No en seleccionis cap
cs: Zrušit výběr
es: Anular selección
it: Nessuna scelta

# LogWindow|
source: Remove all selections
ca: Elimina totes les seleccions
cs: Odebrat všechny výběry
es: Elimina todas las selecciones
it: Cancella tutte le scelte

# LogWindow|
source: Select all
ca: Selecciona-ho tot
cs: Vybrat všechny
es: Seleccionar todo
it: Scegli Tutto

# LogWindow|
source: Select all the QSOs
ca: Selecciona tots els QSO
cs: Vybrat všechny QSO
es: Selecciona todos los QSOs
it: Scegli tutti i QSO

# MainQSOEntryWidget|
source: &Add
ca: &Afegeix
cs: &Vložit
es: &Añadir
hr: &Dodaj
it: &Aggiunge

# MainQSOEntryWidget|
source: &Clear
ca: &Neteja
cs: S&mazat
es: &Limpiar
hr: &Izbriši
it: &Pulisce

# MainQSOEntryWidget|
source: Callsign of the QSO.
ca: Indicatiu del QSO.
cs: Volací značka.
es: Indicativo del QSO.
it: Nominativo del QSO.

# MainQSOEntryWidget|
source: Band of the QSO.
ca: Banda del QSO.
cs: Pásmo.
es: Banda del QSO.
hr: Frekvencijski pojas QSOa.
it: Banda del QSO.

# MainQSOEntryWidget|
source: Mode of the QSO.
ca: Mode del QSO.
cs: Druh provozu.
es: Modo del QSO.
hr: Način rada QSOa.
it: Modo operativo del QSO.

# MainQSOEntryWidget|
source: Date of the QSO.
ca: Data del QSO.
cs: Datum.
es: Fecha del QSO.
hr: Datum QSOa.
it: Data del QSO.

# MainQSOEntryWidget|
source: Time of the QSO.
ca: Hora del QSO.
cs: Čas.
es: Hora del QSO.
hr: Vrijeme QSOa.
it: Ora del QSO.

# MainQSOEntryWidget|
source: Add the QSO to the log.
ca: Afegeix el QSO al registre.
cs: Vložit QSO do logu.
es: Añadir QSO al log.
hr: Dodaj QSO u dnevnik.
it: Aggiunge il QSO al log.

# MainQSOEntryWidget|
source: Clears the QSO entry.
ca: Neteja l'entrada QSO.
cs: Smazat QSO.
es: Limpia la entrada de QSO.
hr: Izbriši unos QSOa.
it: Pulisce i campi del QSO.

# MainQSOEntryWidget|
source: KLog will show real time if enabled.
ca: El KLog mostrarà l'hora real si està activada.
cs: Pokud zaškrtnuto, KLog zobrazuje skutečný čas.
es: KLog mostrará tiempo real si se habilita.
hr: KLog će pokazati stvarno vrijeme ako je omogućeno.
it: KLog lavorerà in tempo reale se abilitato.

# MainQSOEntryWidget|
source: Real time
ca: Temps real
cs: Skutečný čas
es: Tiempo real
it: Tempo-reale

# MainQSOEntryWidget|
source: Callsign
ca: Indicatiu
cs: Stanice
es: Indicativo
it: Nominativo

# MainQSOEntryWidget|
source: &Modify
ca: &Modifica
cs: &Upravit
es: &Modificar
hr: &Promijeni
it: &Modifica

# MainWindow|
source: Starting KLog
ca: S'està iniciant el KLog
cs: Startuji KLog
da: Starter KLog
es: Iniciando KLog
fr: Démarrage de Klog
hr: Pokrećem KLog
it: KLog in avvio

# MainWindow|
source: DX Entity
ca: Entitat DX
cs: DX země
da: DX-entitet
es: Entidad DX
fr: Entité DX
hr: DX entitet
it: Collegamento DX

# MainWindow|
source: &Log Window
ca: &Finestra del registre
cs: Okno &Logu
da: &Logvindue
es: Ventana de &Log
fr: Fenêtre de &log
hr: &Dnevnički prozor
it: Finestra &Log

# MainWindow|
source: Ready
ca: Llest
cs: Připraven
da: Klar
es: Listo
fr: Prêt
hr: Spreman
it: Pronto

# MainWindow|
source: An unexpected error ocurred when trying to add the QSO to your log. If the problem persists, please contact the developer for analysis:
ca: S'ha produït un error inesperat en intentar afegir el QSO al registre. Si el problema persisteix, contacteu amb el desenvolupador per a una anàlisi:
cs: Při pokusu o přidání spojení do vašeho logu došlo k neočekávané chybě. Pokud problém přetrvává, požádejte vývojáře o analýzu:
da: Der opstod en uventet fejl under tilføjelse af QSO'en til din log. Hvis problemet består, så kontakt udvikleren for fejlsøgning:
es: Ha ocurrido un error inesperado al intentar añadir el QSO al log. Si el problema persiste, contacte con el desarrollador para que lo analice:
fr: Une erreur inattendue s'est produite en essayant d'ajouter votre QSL au fichier de log. Si le problème persiste, veuillez contacter le développeur pour analyse :
hr: Dogodila se neočekivana pogreška prilikom dodavanja QSOa u vaš dnevnik. Ako se ovaj problem opetuje, molim kontaktirajte razvijatelje softvera radi analize:
it: Errore imprevisto durante l'aggiunta del QSO al tuo log. Se il problema si ripete, per favore contatta lo staff di sviluppo per analisi:

# MainWindow|
source: You have selected an entity:
ca: Heu seleccionat una entitat:
cs: Vybrali jste zemi:
da: Du har valgt en entitet:
es: Ha seleccionado la entidad:
fr: Vous avez sélectionné une entité :
hr: Izabrali ste entitet:
it: Hai scelto un elemento:

# MainWindow|
source: that is different from the KLog proposed entity:
ca: que és diferent de l'entitat proposada pel KLog:
cs: která se liší od země navrhované KLog:
da: som er anderledes fra den af KLog foreslåede entitet:
es: que es distinta de la que propone KLog:
fr: qui est différente de l'entité proposée par KLog :
hr: koji se razlikuje od entiteta predloženog u KLogu:
it: diverso dall'elemento KLog proposto:

# MainWindow|
source: Click on the prefix of the correct entity or Cancel to edit the QSO again.
ca: Feu clic al prefix de l'entitat correcta o Cancel·la per tornar a editar el QSO.
cs: Klikněte na prefix správné země nebo Zrušit upravte spojení.
da: Klik på præfikset for den korrekte entitet eller Afbryd for at redigere QSO'en igen.
es: Pulse en el prefijo de la entidad correcta o Cancelar para editar el QSO de nuevo.
fr: Cliquez sur le préfixe de l'entité correcte ou Annuler pour éditer à nouveau le QSO.
hr: Kliknite na prefiks ispravnog entiteta ili Poništi kako bi ponovo uređivali QSO.
it: Clicca sul prefisso dell'elemento corretto o Annulla per tornare a correggere il QSO.

# MainWindow|
source: Click on the prefix of the right entity or Cancel to correct.
ca: Feu clic al prefix de l'entitat correcta o Cancel·la per corregir.
cs: Klikněte na prefix správné země nebo Zrušit pro upravení.
da: Klik på præfikset på den højre entitet eller Afbryd for at rette.
es: Pulse en el prefijo de la entidad correcta o Cancelar para corregir.
fr: Cliquez sur le préfix de l'entité correcte ou Annuler pour corriger.
hr: Kliknite na prefiks ispravnog entiteta ili Poništi za ispravku.
it: Clicca sul prefisso dell'elelemento a destra o su Cancella per correggere.

# MainWindow|
source: KLog - CTY.dat update
ca: KLog - Actualització de CTY.dat
cs: KLog - CTY.dat aktualizace
es: KLog - Actualización de CTY.dat
it: KLog - Aggiornamento CTY.dat

# MainWindow|
source: KLog - Backup
ca: KLog - Còpia de seguretat
cs: KLog - Záloha
es: KLog - Copia de seguridad

# MainWindow|
source: KLog - New version detected!
ca: KLog - S'ha detectat una versió nova!
cs: KLog - Byla zjištěna nová verze!
es: KLog - ¡Se ha detectado una versión nueva de KLog!
it: KLog . Rilevata nuova versione!

# MainWindow|
source: KLog - ClubLog error
ca: KLog - Error del ClubLog
cs: KLog - Chyba ClubLog
es: KLog - Error de ClubLog
it: KLog - errore ClubLog

# MainWindow|
source: KLog - eQSL error
ca: KLog - Error d'eQSL
cs: KLog - Chyba eQSL
es: KLog - Error de eQSL
it: KLog - errore eQL

# MainWindow|
source: Do you really want to exit KLog?
ca: Esteu segur que voleu sortir del KLog?
cs: Opravdu si přejete ukončit Klog?
es: ¿Realmente quiere salir de KLog?
fr: Souhaitez-vous quitter KLog ?
hr: Želite li zaista izaći iz KLoga?
it: Vuoi davvero uscire da KLog?

# MainWindow|
source: &File
ca: &Fitxer
cs: &Soubor
da: &Fil
es: &Archivo
fr: &Fichier
hr: &Datoteka

# MainWindow|
source: Import an ADIF file into the current log.
ca: Importa un fitxer ADIF al registre actual.
cs: Importovat ADIF do současného logu.
da: Importer en ADIF-fil ind i den aktuelle log.
es: Importar un fichero ADIF al log actual.
fr: Importer un fichier ADIF dans le log en cours.
hr: Uvezi ADIF datoteku u trenutni dnevnik.
it: Importa un file ADIF nell'attuale log.

# MainWindow|
source: Export the current log to an ADIF logfile.
ca: Exporta el registre actual a un fitxer ADIF.
cs: Exportovat současný log do ADIF.
da: Eksporter den aktuelle log til en ADIF-logfil.
es: Exportar ellog actual al un fichero de log ADIF.
fr: Exporter le log en cours vers un fichier de log ADIF.
hr: Izvezi trenutni dnevnik u ADIF dnevničku datoteku.
it: Esporta l'attuale log su un log file ADIF.

# MainWindow|
source: Export ALL the QSOs into one ADIF file, merging QSOs from all the logs.
ca: Exporta tots els QSO a un fitxer ADIF, fusionant els QSO de tots els registres.
cs: Exportovat všechny QSO do jednoho ADIF, sloučit QSO ze všech logů.
da: Eksporter ALLE QSO'erne til en ADIF-fil, sammenføj QSO'erne fra alle loggene.
es: Exportar TODOS los QSO a un fichero ADIF, mezclando los QSOs de todos los logs.
fr: Exporter TOUS les QSOs dans un fichier ADIF en fusionnant les QSOs de tous les logs.
hr: Izvezi SVE QSOe u jednu ADIF datoteku, ujedinjujući QSOe iz svih datoteka.
it: Esporta TUTTI i QSO in un file ADIF, fondendo QSO da tutti i diversi log.

# MainWindow|
source: Print your log.
ca: Imprimeix el registre.
cs: Tisk logu.
da: Udskriv din log.
es: Imprime el log.
fr: Imprimer votre log
hr: Ispišite vaš dnevnik.
it: Stampa il tuo log.

# MainWindow|
source: KLog folder
ca: Carpeta del KLog
cs: KLog adresář
da: KLog-mappe
es: Carpeta KLog
fr: Répertoire de KLog
hr: KLog mapa
it: Cartella di KLog

# MainWindow|
source: Opens the data folder of KLog.
ca: Obre la carpeta de dades del KLog.
cs: Otevřít KLog adresář.
da: Åbner datamappen for KLog.
es: Abre la carpeta de datos de KLog.
fr: Ouvre le répertoire de données de KLog.
hr: Otvara mapu s KLog podacima.
it: Apre la cartella dati di KLog.

# MainWindow|
source: E&xit
ca: S&urt
cs: &Ukončit
da: &Afslut
es: Sali&r
fr: Quitter
hr: &Izlaz
it: E&sce

# MainWindow|
source: &Tools
ca: &Eines
cs: Nás&troje
da: &Værktøjer
es: Herramien&tas
fr: Ou&tils
hr: &Alati
it: &Strumenti

# MainWindow|
source: Fill in QSO data
ca: Omple les dades QSO
cs: Přepoužít QSO data
da: Udfyld QSO-data
es: Completar QSOs
fr: Saisir les données de QSO
hr: Popuni QSO podatke
it: Inserisci i dati del QSO

# MainWindow|
source: Go through the log reusing previous QSOs to fill missing information in other QSOs.
ca: Recorre el registre reutilitzant els QSO anteriors per omplir informació que manqui en altres QSO.
cs: Použít data z předešlých QSO pro vyplnění chybějících informací v QSO..
da: Gå igennem loggen der genbruger tidligere QSO'er for at udfylde manglende information i andre QSO'er.
es: Revisar el log, reutilizando datos de QSOs anteriores para completar información que falte en otros QSOs.
fr: Parcourir le log pour compléter des informations manquantes dans d'autres QSOs en réutilisant de précédents QSOs.
hr: Prođi kroz dnevnik i iskoristi prijašnje QSOe kako bi popunio podatke koji nedostaju u drugim QSOima.
it: Riempie i dati mancanti su QSO con dati presi da precedenti QSO.

# MainWindow|
source: Shows QSOs for which you should send your QSL and request the DX QSL.
ca: Mostra els QSO pels quals cal enviar la vostra QSL i sol·licitar la DX QSL.
cs: Zobrazit QSO, pro která by měla být poslána QSL a požádáno o QSL protistanice.
da: Viser QSO'er som du bør sende din QSL og forespørge på DX QSL'en.
es: Muestra QSOs para los que tenga que enviat la QSL y solicitar la QSL del DX.
fr: Affiche les QSOs pour lesquels vous devez envoyer votre QSL et demander la QSL DX.
hr: Prikazuje QSOe za koje trebate poslati vašu QSLku i zatražiti DX QSLku.
it: Elenca i QSO per i quali devi ancora spedire la tua QSL e richiedere la QSL del DX.

# MainWindow|
source: Find My-QSLs pending to send
ca: Cerca les meves QSL pendents d'enviar
cs: Najít QSL čekající na odeslání
da: Find My-QSL'er under afsendelse
es: Buscar mis QSL pendientes de envío
fr: Rechercher Mes-QSLs en attente d'envoi
hr: Nađi Moje-QSL za koje je slanje neodlučeno
it: Trova le mie QSL ancora da spedire

# MainWindow|
source: Shows the QSOs with pending requests to send QSLs. You should keep this queue empty!
ca: Mostra els QSO amb sol·licituds pendents d'enviar les QSL. Cal mantenir buida aquesta cua!
cs: Zobrazit QSO s nevyřízenými požadavky na odeslání QSL. Tato fronta by měla být ideálně prázdná!
da: Viser QSO'erne med afventende forespørgsler for at sende QSL'er. Du bør holde denne kø tom!
es: Muestra los QSOs que tienen QSL pendiente de enviar. ¡Debería mantener esta cola vacía!
fr: Affiche les QSOs avec des demandes en attente d'envoi de QSLs. Vous devriez conserver cette file vide !
hr: Prikazuje QSOe sa neodlučenim zahtjevima za slanje QSLke. Trebali biste ovaj red držati prazim!
it: Evidenzia i QSO per i quali hai ancora da spedire le QSL. Questa lista dovrebbe essere sempre vuota!

# MainWindow|
source: Mark all queued QSOs in this log as sent to LoTW.
ca: Marca tots els QSO posats en cua d'aquest registre com a enviats al LoTW.
cs: Označit zafrontovaná QSO z tohoto logu jako odeslaná do LoTW.
da: Marker alle QSO'er i kø i denne log som sendt til LoTW.
es: Marcar como encolados los QSOs de este log como enviados a LoTW.
fr: Marquer tous les QSOs en file d'attente de ce log comme envoyé à LoTW.
hr: Označi sve poredane QSOe u ovom dnevniku kao poslane u LoTW.
it: Indica come spediti a LoTW tutti i QSO in coda di questo log.

# MainWindow|
source: Mark all queued QSOs as sent to LoTW.
ca: Marca tots els QSO posats en cua com a enviats al LoTW.
cs: Označit zafrontovaná QSO jako odeslaná do LoTW.
da: Marker alle QSO'er i kø som sendt til LoTW.
es: Marca todos los QSOs encolados como enviados por LoTW.
fr: Marquer tous les QSOs en file d'attente comme envoyés à LoTW.
hr: Označi sve poredane QSOe kao poslane u LoTW.
it: Indica come spediti a LoTW tutti i QSO in coda.

# MainWindow|
source: KLog - Update checking result
ca: KLog - Resultat de la comprovació d'actualitzacions
cs: KLog - Výsledek Aktualizace
es: KLog - Resultado de la comprobación de actualizaciones de KLog
it: KLog . risultato controllo aggiornamento

# MainWindow|
source: Sends the log to LoTW calling TQSL.
ca: Envia el registre al LoTW cridant el TQSL.
cs: Odeslání logu to LoTW pomocí TQSL.
es: Envía el log a LoTW a través de TQSL.
hr: Šalje devnik u LoTW izvršavanjem TQSLa.
it: Invia il log delle chiamate TQSL a LoTw.

# MainWindow|
source: For updated DX-Entity data, update cty.csv.
ca: Per a dades DX-Entity actualitzades, actualitzeu el «cty.csv».
cs: Aktualizuje DX země, cty csv.
da: For opdaterede DX-Entity-data, opdater cty.csv.
es: Actualizar cty.csv para actualizar los datos de entidades DX.
fr: Pour des données d'entités DX mises à jour, mettre à jour cty.csv.
hr: Za osvježene podatke o DX entitetima, osvježite cty.csv.
it: Per aggiornare i collegamenti DX, aggiorna cty.csv.

# MainWindow|
source: Stats
ca: Estadístiques
cs: Statistiky
da: Stat
es: Estadísticas
fr: Statistiques
hr: Statistike
it: Statistiche

# MainWindow|
source: Show the statistics of your radio activity.
ca: Mostra les estadístiques de la vostra activitat de ràdio.
cs: Zobrazit statistiky o aktivitě.
da: Vi statistik over din radioaktivitet.
es: Muestra estadísticas de la actividad en radio.
fr: Afficher les statistiques de votre activité radio
hr: Prikazuje statistike vaše radio aktivnosti.
it: Mostra le statistiche sulla tua attività radio.

# MainWindow|
source: &Help
ca: &Ajuda
cs: &Nápověda
da: &Hjælp
es: &Ayuda
fr: Aide
hr: &Pomoć
it: &Aiuto

# MainWindow|
source: TQSL is not installed or KLog can't find it. Please check the configuration.
ca: El TQSL no està instal·lat o el KLog no l'ha pogut trobar. Comproveu la configuració.
cs: TQSL není nainstalovaný nebo KLog ho nemůže najít. Prosím, překontrolujte nastavení.
es: TQSL no está instalado o KLog no puede encontrarlo. Por favor, revise la confirguración.
hr: TQSL nije instaliran ili ga KLog ne može naći. Molim provjerite konfiguraciju.
it: TQSL non installato o irraggiungibile per KLog. Per favore ricontrolla la configurazione.

# MainWindow|
source: Error #1: The process was cancelled by the user or TQSL was not configured. No QSOs were uploaded.
ca: Error núm. 1: L'usuari ha cancel·lat el procés o el TQSL no estava configurat. No s'ha pujat cap QSO.
cs: Chyba #1: Akce byla přerušena uživatelem nebo TQSL není nakonfigurovaný. Žádné QSO nebylo nahráno.
es: Error #1: El proceso ha sido cancelado por el usuario o TQSL no estaba configurado. No se han subido los QSO.
hr: Greška #1: Korisnik je prekinuo proces ili TQSL nije bio konfiguriran. Nijedan QSO nije bio učitan.
it: Errore #1: Procedura annullata dall'utente o TQSL non configurato. Nessun QSOs è stato trasferito.

# MainWindow|
source: Error #2: Upload was rejected by LoTW, please check your data.
ca: Error núm. 2: El LoTW ha rebutjat la pujada, comproveu les dades.
cs: Chyba #2: Požadavek byl odmítnut LoTW. Prosím, překontrolujte data.
es: Error #2: La subida de QSO fue rechazada por LoTW, por favor revise sus datos.
hr: Greška #2: LotW je odbio učitavanje, molim provjerite vaše podatke.
it: Errore #2: Il trasferimento è stato rifiutato da LoTW, per favore ricontrolla i tuoi dati.

# MainWindow|
source: Error #3: The TQSL server returned an unexpected response.
ca: Error núm. 3: El servidor TQSL ha retornat una resposta inesperada.
cs: Chyba #3: Neočekávaná odpověď ze server TQSL.
es: Error #3: El servidor TQSL ha devuelto una respuesta inesperada.
hr: Greška #3: TQSL poslužitelj odgovorio je neočekivanim odgovorom.
it: Errore #3: Il server TQSL ha risposto in modo inaspettato.

# MainWindow|
source: Error #4: There was a TQSL error.
ca: Error núm. 4: Hi ha hagut un error del TQSL.
cs: Chyba #4: Chyba TQSL.
es: Error #4: Ha habido un error de TQSL.
hr: Greška #4: Dogodila se TQSL greška.
it: Errore #4: Si è verificato un errore su TQSL.

# MainWindow|
source: Error #5: There was a TQSLLib error.
ca: Error núm. 5: Hi ha hagut un error del TQSLLib.
cs: Chyba #5: Chyba TQSLLib.
es: Error #5: Ha habido un error de TQSLLib.
hr: Greška #5: Dogodila se TQSLLib greška.
it: Errore #5: Si è verificato un errore con TQSLLib.

# MainWindow|
source: Error #6: It was not possible to open the input file.
ca: Error núm. 6: No ha estat possible obrir el fitxer d'entrada.
cs: Chyba #6: Nepodařilo se otevřít vstupní soubor.
es: Error #6: No ha sido posible abrir el fichero de entrada.
hr: Greška #6: Nije bilo moguće otvoriti ulaznu datoteku.
it: Errore #6: Impossibile aprire in input il file.

# MainWindow|
source: Error #7: It was not possible to open the ouput file.
ca: Error núm. 7: No ha estat possible obrir el fitxer de sortida.
cs: Chyba #7: Nepodařilo se otevřít výstupní soubor.
es: Error #7: No ha sido posible abrir el fichero de salida.
hr: Greška #7: Nije bilo moguće otvoriti izlaznu datoteku.
it: Errore #7: Impossobile aprire in output il file.

# MainWindow|
source: Error #8: No QSOs were processed since some QSOs were duplicates or out of date range.
ca: Error núm. 8: No s'ha processat cap QSO ja que alguns QSO estaven duplicats o fora de l'interval de dates.
cs: Chyba #8: Nebyla zpracována žádná QSO, protože QSO byla duplicitní nebo mimo časový rozsah.
es: Error #8: No se procesaron los QSO ya que algunos de ellos eran duplicados o estaban fuera de rango.
hr: Greška #8: Nijedan QSO nije bio obrađen jer su neki QSOi bili duplikati ili izvan granica nadnevaka.
it: Errore #8: Nessun QSO è stato processato perché alcuni QSO sono duplicati o hanno data al di fuori del limite ammesso.

# MainWindow|
source: Error #9: Some QSOs were processed, and some QSOs were ignored because they were duplicates or out of date range.
ca: Error núm. 9: S'han processat alguns QSO, i alguns QSO s'han ignorat perquè estaven duplicats o fora de l'interval de dates.
cs: Chyba #9: Zpracovala se pouze některá QSO, zbytek byl ignorován, protože byly duplicitní nebo mimo časovou dobu.
es: Error #9: Se procesaron algunos QSO y otros se han ignorado porque eran duplicados o fuera de rango de fecha.
hr: Greška #9: Neki QSOi su bili obrađeni, a neki ignorirani zbog toga što su bili duplikati ili izvan granica nadnevaka.
it: Errore #9: Alcuni QSO sono stati processati, ed altri sono stati ignorati perché duplicati o con data al di fuori dei limiti ammessi.

# MainWindow|
source: Error #10: Command syntax error. KLog sent a bad syntax command.
ca: Error núm. 10: Error de sintaxi de l'ordre. El KLog ha enviat una ordre amb sintaxi incorrecta.
cs: Chyba #10: Chyba syntaxe. KLog zavolal chybný příkaz.
es: Error #10: Error de sintaxis en los comandos. KLog envió un comando con sintáxis errónea.
hr: Greška #10: Greška sintakse naredbe. KLog je poslao naredbu sa pogrešnom sintaksom.
it: Errore #10: Errore di sintassi sul comando. KLog ha inviato un comando con sintassi sbagliata.
