Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# MainWindow|
source: for analysis:
ca: per a l'anàlisi:
cs: pro analýzu:
da: for analyse:
es: para que lo analicen:
fr: pour analyse :
hr: za analizu:
it: per analisi:

# MainWindow|
source: Error in function
ca: Error a la funció
cs: Chyba ve funkci
da: Fejl i funktion
es: Error en la función
fr: Erreur dans la fonction
hr: Greška u funkciji
it: Errore in function

# MainWindow|
source: Error text
ca: Text de l'error
cs: Text chyby
da: Fejltekst
es: Texto del error
fr: Texte d'erreur
hr: Tekst greške
it: Messaggio di errore

# MainWindow|
source: Failed query
ca: Ha fallat la consulta
cs: Neúspěšný dotaz
da: Mislykket forespørgsel
es: Consulta fallida
fr: Requête échouée
hr: Neuspio upit
it: Query fallita

# MainWindow|
source: KLog - Show errors
ca: KLog - Mostra els errors
cs: KLog - Zobrazení chyb
es: KLog - Mostrar errores
hr: KLog - Prikaži pogreške
it: KLog - Mostra errori

# MainWindow|
source: Do you want to keep showing errors?
ca: Voleu mantenir la visualització dels errors?
cs: Přejete si nadále zobrazovat chyby?
da: Ønsker du fortsat at vise fejl?
es: ¿Quiere seguir viendo los errores?
fr: Voulez-vous continuer à afficher les erreurs ?
hr: Želite li nastaviti viđati greške?
it: Vuoi mantenere gli errori mostrati?

# MainWindowInputComment|
source: Comment
ca: Comentari
cs: Poznámka
es: Comentario
it: Commento

# MainWindowInputComment|
source: Add a comment for this QSO.
ca: Afegeix un comentari per a aquest QSO.
cs: Přidat poznámku pro toto QSO.
da: Tilføj en kommentar for denne QSO.
es: Añadir un comentario a este QSO.
fr: Ajouter un commentaire pour ce QSO
hr: Dodaj komentar za ovaj QSO.
it: Aggiungi un commento per questo QSO.

# MainWindowInputComment|
source: Keep this data
ca: Mantén aquestes dades
cs: Ponechat pro další
es: Mantener estos datos
it: Tieni questi dati

# MainWindowInputComment|
source: Data entered in this tab will be copied into the next QSO.
ca: Les dades introduïdes en aquesta pestanya es copiaran en el QSO següent.
cs: Data zadaná na této kartě budou zkopírována do dalšího spojení.
es: Los datos introducidos en esta pestaña se copiarán al próximo QSO.
it: Tutti i dati di questa maschera saranno precaricati di default durante l'inserimento del prossimo QSO.

# MainWindowInputEQSL|
source: Date of the ClubLog upload.
ca: Data de la pujada al ClubLog.
cs: Datum odeslání do ClubLog.
da: Dato for ClubLog-overførslen.
es: Dato del envío a ClubLog.
fr: Date du transfert vers ClubLog
hr: Datum ClubLog učitavanja.
it: Data del trasferimento su Clublog.

# MainWindowInputEQSL|
source: Date of the QRZ.com upload.
ca: Data de la pujada a QRZ.com.
cs: Datum odeslání do QRZ.com.
es: Fecha del envío a QRZ.com.
it: Data di scarico del trasferimento su QRZ.com.

# MainWindowInputEQSL|
source: Date of the eQSL sending.
ca: Data de l'enviament de la eQSL.
cs: Datum odeslání do eQSL.
da: Dato for eQSL-afsendelsen.
es: Fecha del envío de eQSL.
fr: Date de l'envoi de l'eQSL
hr: Datum slanja eQSLa.
it: Data di spedizione della eQSL.

# MainWindowInputEQSL|
source: Date of the eQSL reception.
ca: Data de la recepció de la eQSL.
cs: Datum přijetí z eQSL.
da: Dato for eQSL-modtagelsen.
es: Fecha de la recepción de eQSL.
fr: Date de réception de l"eQSL
hr: Datum prijema eQSLa.
it: Data di ricezione della eQSL.

# MainWindowInputEQSL|
source: Date of the LoTW sending.
ca: Data de l'enviament del LoTW.
cs: Datum odeslaní do LoTW.
da: Dato for LoTW-afsendelsen.
es: Fecha del envío de LoTW.
fr: Date de l'envoi LoTW.
hr: Datum slanja LoTWa.
it: Data dell'invio a LoTW.

# MainWindowInputEQSL|
source: Date of the LoTW reception.
ca: Data de la recepció del LoTW.
cs: Datum přijetí z LoTW.
da: Dato for LoTW-modtagelsen.
es: Fecha de la recepción de LoTW.
fr: Date de la réception LoTW
hr: Datum prijema LoTWa.
it: Data della ricezione da LoTW.

# MainWindowInputEQSL|
source: Status on QRZ.com.
ca: Estat al QRZ.com.
cs: Status QRZ.com.
es: Estado en QRZ.com.
it: Stato su QRZ.com.

# MainWindowInputEQSL|
source: Status of the LoTW sending.
ca: Estat de l'enviament del LoTW.
cs: Status odeslání LoTW.
da: Status for LoTW-afsendelsen.
es: Estado del envío de LoTW.
fr: Statut de l'envoi LoTW
hr: Status slanja LOTWa.
it: Stato dell'invio a LoTW.

# MainWindowInputEQSL|
source: Status of the LoTW reception.
ca: Estat de la recepció del LoTW.
cs: Status přijetí z LoTW.
da: Status for LoTW-modtagelsen.
es: Estado de la recepción de LoTW.
fr: Statut de la réception LoTW
hr: Status prijema LoTWa.
it: Stato della ricezione da LoTW.

# MainWindowInputEQSL|
source: LoTW Sent
ca: LoTW enviat
cs: LoTW odesláno
da: LoTW sendt
es: Envío LoTW
fr: LoTW Env.
hr: LoTW Posl
it: Invio a LoTW

# MainWindowInputEQSL|
source: LoTW Rec
ca: LoTW rebut
cs: LoTW přijato
da: LoTW modt
es: Recepción LoTW
fr: LoTW Reçu
hr: LoTW Prim
it: Registrazione LoTW

# MainWindowInputEQSL|
source: Status on ClubLog.
ca: Estat al ClubLog.
cs: Status ClubLog.
da: Status for ClubLog.
es: Estado en ClubLog.
fr: Statut sur ClubLog
hr: Status u ClubLogu.
it: Stato di ClubLog.

# MainWindowInputEQSL|
source: Status of the eQSL sending.
ca: Estat de l'enviament de la eQSL.
cs: Status odeslání eQSL.
da: Status for eQSL-afsendelsen.
es: Estado de envío de eQSL.
fr: Statut de l'envoi de l'eQSL
hr: Status eQSL slanja.
it: Stato della spedizione eQSL.

# MainWindowInputEQSL|
source: Status of the eQSL reception.
ca: Estat de la recepció de la eQSL.
cs: Status přijetí eQSL.
da: Status for eQSL-modtagelsen.
es: Estado de recepción de eQSL.
fr: Statut de la réception de l'eQSL
hr: Status eQSL prijema.
it: Stato della ricezione eQSL.

# MainWindowInputEQSL|
source: eQSL Sent
ca: eQSL enviada
cs: eQSL odesláno
da: eQSL sendt
es: Envío eQSL
fr: eQSL Env.
hr: eQSL poslana
it: Invio eQSL

# MainWindowInputEQSL|
source: eQSL Rec
ca: eQSL rebuda
cs: eQSL přijato
da: eQSL modt
es: Recepción eQSL
fr: eQSL Reçu
hr: eQSL primljena
it: Registrazione eQSL

# MainWindowInputOthers|
source: Primary Div
ca: Div principal
cs: Primární Div
da: Primær div
es: Div principal
fr: Div Principale
hr: Primarni Pod

# MainWindowInputOthers|
source: Secondary Div
ca: Div secundària
cs: Sekundární Div
da: Sekundær div
es: Div secundaria
fr: Div Secondaire
hr: Sekundarni Pod

# MainWindowInputOthers|
source: Entity
ca: Entitat
cs: Země
da: Entitet
es: Entidad
fr: Entité
hr: Entitet
it: Elemento

# MainWindowInputOthers|
source: Propagation mode
ca: Mode de propagació
cs: Druh šíření
da: Propagationtilstand
es: Modo de propagación
fr: Mode de propagation
hr: Propagacijski mod
it: Modalità di propagazione

# MainWindowInputOthers|
source: Others
ca: Altres
cs: Jiné
es: Otros
it: Altri

# MainWindowInputOthers|
source: Keep propagation mode
ca: Mantén el mode de propagació
cs: Ponechat způsob šíření
es: Mantener modo de propagación
it: Mantieni la modalità propagazione

# MainWindowInputOthers|
source: Select the primary division for this QSO.
ca: Selecciona la divisió primària per aquest QSO.
cs: Vyberte primární divizi pro QSO.
da: ælg den primære division for denne QSO.
es: Seleccionar la división principal de este QSO.
fr: Choisir la division principale pour ce QSO
hr: Izaberi primarnu podjelu za ovaj QSO.
it: Scegli la primary division di questo QSO.

# MainWindowInputOthers|
source: Select the secondary division for this QSO.
ca: Selecciona la divisió secundària per aquest QSO.
cs: Vyberte sekundární divizi pro QSO.
da: Vælg den sekundære division for denne QSO.
es: Seleccionar la división secundaria de este QSO.
fr: Choisir la division secondaire pour ce QSO
hr: Izaberi sekundrnu podjelu za ovaj QSO.
it: Scegli la secondary division di questo QSO.

# MainWindowInputOthers|
source: Select the entity for this QSO.
ca: Selecciona l'entitat per aquest QSO.
cs: Vyberte zemi pro QSO.
da: Vælg identiteten for denne QSO.
es: Seleccionar la entidad de este QSO.
fr: Choisir l'entité pour ce QSO
hr: Izaberi entitet za ovaj QSO.
it: Scegli l'elemento di questo QSO.

# MainWindowInputOthers|
source: Select the propagation mode for this QSO.
ca: Selecciona el mode de propagació per aquest QSO.
cs: Vyberte způsob šíření pro QSO.
da: Vælg propagatonstilstand for denne QSO.
es: Seleccionar el modo de propagación de este QSO.
fr: Choisir le mode de propagation pour ce QSO
hr: Izaberi propagaciju za ovaj QSO.
it: Scegli la modalità di propagazione di questo QSO.

# MainWindowInputOthers|
source: Select the IOTA continent for this QSO.
ca: Seleccioneu el continent IOTA per aquest QSO.
cs: Vyberte IOTA kontinent pro QSO.
da: Vælg IOTA-kontinentet for denne QSO.
es: Seleccionar el continente IOTA de este QSO.
fr: Choisir le continent IOTA pour ce QSO
hr: Izaberi IOTA kontinent za ovaj QSO.
it: Scegli il continente IOTA di questo QSO.

# MainWindowInputOthers|
source: Select the IOTA reference number for this QSO.
ca: Seleccioneu el número de referència IOTA per aquest QSO.
cs: Vyberte IOTA referenční číslo pro QSO.
da: Vælg IOTA-referencenummeret for denne QSO.
es: Seleccionar la referencia IOTA de este QSO.
fr: Choisir la référence IOTA pour ce QSO
hr: Izaberi IOTA referentni broj za ovaj QSO.
it: Scegli il numero ri riferimento IOTA di questo QSO.

# MainWindowInputOthers|
source: Keeps the same propagation mode for next QSO.
ca: Mantén el mateix mode de propagació per al QSO següent.
cs: Zachovat způsob šíření pro další QSO.
es: Mantiene el mismo modo de propagación para el siguiente QSO.
it: Mantiene la stessa modalità propagazione nel prossimo QSO.

# MainWindowInputOthers|
source: Select the appropriate ADIF field for this QSO.
ca: Selecciona el camp apropiat de l'ADIF per a aquest QSO.
cs: Vyberte příslušné pole ADIF pro toto QSO.
es: Seleccione el tipo ADIF adecuado para este QSO.
it: Scegli il corretto campo ADIF per questo QSO.

# MainWindowInputOthers|
source: Value for the selected ADIF field.
ca: Valor per al camp ADIF seleccionat.
cs: Hodnota pro vybrané pole ADIF.
es: Valor del tipo ADIF seleccionado.
it: Valore del campo ADIF scelto.

# MainWindowInputOthers|
source: Not Identified
ca: No identificat
cs: Neidentifikován
da: Ikke Identificeret
es: Sin identificar
fr: Non Identifié
hr: Nije identificiran
it: Non identificato

# MainWindowInputOthers|
source: Not - Not Identified
ca: Not - No identificat
cs: Ne - Neidentifikován
da: Ikke - ikke identificeret
es: No - Sin identificar
fr: Non - Non Identifié
hr: Nije - Nije identificiran
it: No - Non identificato

# MainWindowInputOthers|
source: SOTA Ref
ca: Referència SOTA
es: Ref SOTA

# MainWindowInputOthers|
source: Age
ca: Antiguitat
cs: Věk
es: Edad
it: Età

# MainWindowInputOthers|
source: VUCC grids
ca: Quadrícules VUCC
es: Locators VUCC

# MainWindowInputQSL|
source: QSL Sent
ca: QSL enviada
cs: QSL k odeslání
da: QSL sendt
es: QSL Enviada
fr: QSL Env.
hr: QSL Poslana
it: Invio QSL

# MainWindowInputQSL|
source: QSL Via
es: QSL Vía
hr: QSL Preko

# MainWindowInputQSL|
source: QSL Msg
ca: Missatge QSL
cs: QSL zpráva
da: QSL bskd
es: Msj QSL
hr: QSL Por
it: Messaggio QSL

# MainWindowInputQSL|
source: Status of the QSL sending.
ca: Estat de l'enviament de la QSL.
cs: Stav odeslání QSL.
da: Status for QSL-afsendelsen.
es: Estado del envío de QSL.
fr: Statut de l'envoi de la QSL
hr: Status slanja QSLa.
it: Stato invio QSL.

# MainWindowInputQSL|
source: Status of the QSL reception.
ca: Estat de la recepció de la QSL.
cs: Stav přijetí QSL.
da: Status for QSL-modtagelsen.
es: Estado de la recepción de QSL.
fr: Statut de la réception de la QSL
hr: Status prijema QSLa.
it: Stato ricezione QSL.

# MainWindowInputQSL|
source: QSL sending information.
ca: Informació d'enviament de la QSL.
cs: Informace odeslání QSL.
da: QSL-afsendelsesinformation.
es: Información de envío de QSL.
fr: Informations d'envoi de la QSL
hr: Informacija slanja QSLa.
it: Informazioni spedizione QSL.

# MainWindowInputQSL|
source: QSL reception information.
ca: Informació de recepció de la QSL.
cs: Informace příjmu QSL.
da: QSL-modtagelsesinformation.
es: Información de recepción de QSL.
fr: Informations de réception de la QSL
hr: Informacija prijema QSLa.
it: Informazioni ricezione QSL.

# MainWindowInputQSL|
source: Date of the QSL sending.
ca: Data de l'enviament de la QSL.
cs: Datum odeslání QSL.
da: Dato for QSL-afsendelsen.
es: Fecha del envío de QSL.
fr: Date d'envoi de la QSL
hr: Datum slannja QSLa.
it: Data spedizione QSL.

# MainWindowInputQSL|
source: Date of the QSL reception.
ca: Data de la recepció de la QSL.
cs: Datum přijetí QSL.
da: Dato for QSL-modtagelsen.
es: Fecha de recepción de QSL.
fr: Date de la réception de la QSL
hr: Datum prijema QSLa.
it: Data ricezione QSL.

# MainWindowInputQSL|
source: Message of the QSL.
ca: Missatge de la QSL.
cs: QSL zpráva.
da: Besked for QSL'en.
es: Mensaje de la QSL.
fr: Message de la QSL
hr: QSL poruka.
it: Messaggio QSL.

# MainWindowInputQSL|
source: QSL via information.
ca: QSL via informació.
cs: Informace QSL via.
es: Información de QSL via.
fr: Information QSL via
hr: QSL preko podaci.
it: Informazioni su Via QSL (modalità invio QSL).

# MainWindowInputQSO|
source: TX RST.
es: RST enviado.

# MainWindowInputQSO|
source: RX RST.
es: RST recibido.

# MainWindowInputQSO|
source: TX Frequency in MHz.
ca: Freqüència de TX en MHz.
cs: TX Frekvence v MHz.
es: Frecuencia de TX en MHz.
it: Frequenza TX in MHz.

# MainWindowInputQSO|
source: RX Frequency in MHz.
ca: Freqüència de RX en MHz.
cs: RX Frekvence v MHz.
es: Frecuencia de RX en MHz.
it: Frequenza RX in MHz.

# MainWindowInputQSO|
source: Power used by the contacted station.
ca: Potència usada per l'estació contactada.
cs: Výkon použitý protistanicí.
es: Potencia usada por la estación contactada.
it: Potenza usata dalla stazione contattata.

# MainWindowInputQSO|
source: Name of the contacted operator.
ca: Nom de l'operador contactat.
cs: Jméno operátora protistanice.
es: Nombre del operador contactado.
it: Nome operatore della stazione contattata.

# MainWindowInputQSO|
source: QTH of the contacted station.
ca: QTH de l'estació contactada.
cs: QTH protistanice.
es: QTH de la estación contactada.
it: QTH della stazione contattata.

# MainWindowInputQSO|
source: Locator of the contacted station.
ca: Localitzador de l'estació contactada.
cs: Lokátor protistanice.
es: Locator de la estación contactada.
it: Locatori della stazione contattata.

# MainWindowInputQSO|
source: Watts
cs: W
es: Vatios

# MainWindowInputQSO|
source: Name
ca: Nom
cs: Jméno
es: Nombre
it: Nome

# MainWindowInputQSO|
source: DX Locator
ca: Localitzador DX
cs: DX Lokátor
es: Locator DX

# MainWindowInputQSO|
source: Power(rx)
ca: Potència (rx)
cs: Výkon(rx)
es: Potencia(rx)
it: Potenza(rx)

# MainWindowInputQSO|
source: Freq TX
cs: Frek TX
es: Frec TX
it: Frequenza TX

# MainWindowInputQSO|
source: Freq RX
cs: Frek RX
es: Frec RX
it: Frequenza RX

# MainWindowInputQSO|
source: DX QTH locator.
ca: Localitzador QTH de DX.
cs: DX QTH lokátor.
es: QTH locator de DX.

# MainWindowInputQSO|
source: DX QTH locator. Format should be Maidenhead like IN70AA up to 10 characters.
ca: Localitzador DX QTH. El format hauria de ser «Maidenhead» semblant a IN70AA de fins a 10 caràcters.
cs: DX QTH lokátor. Formát má být IN70AA nanejvýš však 10 znaků.
es: QTH locator de DX. ELformato debe ser Maidenhead como en IN70AA hasta 10 caracteres.
it: DX QTH locator. Il formato dovtrebbe seguire la regola come IN70AA fino a 10 caratteri.

# MainWindowInputQSO|
source: TX Frequency in MHz. Frequency is not in a hamradio band!
ca: Freqüència TX en MHz. La freqüència no es en una banda de radioafició!
cs: TX Frekvence v MHz. Frekvence je mimo radioamatérké pásmo!
es: Frecuencia de TX en MHz. ¡La frecuencia no está en una banda de radioaficionados!
it: Frequenza TX in MHz. Questa frequenza non appartiene a bande radioamatoriali!

# MainWindowInputQSO|
source: RX Frequency in MHz. Frequency is not in a hamradio band!
ca: Freqüència RX en MHz. La freqüència no es en una banda de radioafició!
cs: RX Frekvence v MHz. Frekvence je mimo radioamatérké pásmo!
es: Frecuencia de RX en MHz. ¡La frecuencia no está en una banda de radioaficionados!
it: Frequenza RX in MHz. Questa frequenza non appartiene a bande radioamatoriali!

# MainWindowMyDataTab|
source: Watts
cs: W
es: Vatios
hr: Wata

# MainWindowMyDataTab|
source: Keep this data
ca: Mantén aquestes dades
cs: Ponechat pro další
da: Behold disse data
es: Mantener estos datos
fr: Conserver ces données
hr: Spremiti ove podatke
it: Mantieni questa data

# MainWindowMyDataTab|
source: My QTH locator.
ca: El meu localitzador QTH.
cs: Můj QTH lokátor.
da: Min QTH-locator.
es: Mi QTH locator.
fr: Mon QTH locator.
hr: Moj QTH lokator.
it: Mio Locator QTH.

# MainWindowMyDataTab|
source: Power
ca: Potència
cs: Výkon
da: Strøm
es: Potencia
fr: Puissance
hr: Snaga
it: Potenza

# MainWindowMyDataTab|
source: Operator callsign
ca: Indicatiu de l'operador
cs: Značka operátora
es: Indicativo del operador
it: Operatore di stazione

# MainWindowMyDataTab|
source: Station Callsign
ca: Indicatiu de l'estació
cs: Značka stanice
da: Stationkaldesignal
es: Indicativo de la estación
fr: Indicatif de la Station
hr: Pozivni znak postaje
it: Nominativo di stazione

# MainWindowMyDataTab|
source: My Locator
ca: El meu localitzador
cs: Můj lokátor
da: Min locator
es: Mi locator
fr: Mon Locator
hr: Moj lokator
it: Il mio Locator

# MainWindowMyDataTab|
source: My QTH locator. Format should be Maidenhead like IN70AA up to 10 characters.
ca: El meu localitzador QTH. El format hauria de ser «Maidenhead» (p. ex. IN70AA) de fins a 10 caràcters.
cs: Můj QTH lokátor. Formát má být IN70AA nanejvýš však 10 znaků.
es: Mi QTH Locator. El formato debe ser Maidenhead como en IN70AA y hasta 10 caracteres.
hr: Moj QTH lokator. Format bi trebao biti Maidenhead kao IN70AA do 10 znakova.
it: Il formato del QTH locator dovrebbe essere conformato (esempio IN70AA) fino ad un massimo di 10 caratteri.

# MainWindowMyDataTab|
source: My Rig
ca: El meu equip
cs: Můj Rig
es: Mi equipo

# MainWindowMyDataTab|
source: My Antenna
ca: La meva antena
cs: Moje anténa
es: Mi antena
it: La mia antenna

# MainWindowMyDataTab|
source: My SOTA_Ref
ca: La meva referència SOTA
cs: Moje SOTA_Ref
es: Mi ref SOTA
it: Il mio SOTA_Ref

# MainWindowMyDataTab|
source: My VUCC_GRIDS
ca: Les meves Quadrícules_VUCC
es: Mis locators VUCC

# MainWindowSatTab|
source: Keep this data
ca: Mantén aquestes dades
cs: Ponechat pro další
da: Behold disse data
es: Mantener estos datos
fr: Conserver ces données
hr: Spremiti ove podatke
it: Mantieni questi dati

# MainWindowSatTab|
source: Name of the Satellite if not in the list. Select: "%1" to enable this box. (format like AO-51).
ca: Nom del satèl·lit si no és a la llista. Seleccioneu: «%1» per activar aquest quadre. (format semblant AO-51).
cs: Jméno satelitu pokud není v seznamu. Vyberte: "%1" aktivovat toto pole. (např. AO-51).
da: Navn på satellitten hvis ikke i listen. Vælg: »%1« for at aktivere denne boks.
es: Nombre del satélite si no está en la lista: Seleccione "%1" para habilitar este cuadro (formato como AO-51).
fr: Le nom du Satellite n'est pas dans la liste. Choisir : "%1" pour activer ce champ. (format like AO-51).
hr: Ime satelita ako nije na popisu. Odaberite "%1" kako bi omogućili ovu opciju (formata kao AO-51).
it: Il nome del satellite non è nella lista. Scegli: "%1" per abilitare questa opzione (formato usato AO-51).

# MainWindowSatTab|
source: Satellite mode used.
ca: Mode usat de satèl·lit.
cs: Použit satelitní režim.
da: Satellittilstand anvendt.
es: Modo usado en el satélite.
fr: Mode Satellite utilisé
hr: Satelitski način rada korišten.
it: In uso modalità satellite.

# MainWindowSatTab|
source: Select the satellite you are using.
ca: Seleccioneu el satèl·lit que esteu usant.
cs: Vyberte satelit, který používáte.
da: Vælg satelitten du bruger.
es: Selecciona el satélite que se está usando.
fr: Choisir le satellite que vous utilisez
hr: Izaberite satelit koji koristite.
it: Scegli il satellite che stai utilizzando.

# MainWindowSatTab|
source: UpLink band.
ca: Banda de pujada (UpLink).
cs: Pásmo UpLink.
da: UpLink-bånd.
es: Banda de subida (TX de la estación en tierra).
fr: Bande UpLink
hr: UpLink frekvencijski pojas.
it: Banda di uplink (uscita).

# MainWindowSatTab|
source: DownLink band.
ca: Banda de baixada (DownLink).
cs: Pásmo DownLink.
da: DownLink-bånd.
es: Banda de bajada (RX de la estación en tierra).
fr: Bande DownLink
hr: DownLink frekvencijski pojas.
it: Banda di downlink (ingresso).

# MainWindowSatTab|
source: Locator of the DX station. This box is synchronized with the Locator box in the QSO tab.
ca: Localitzador de l'estació DX. Aquest quadre està sincronitzat amb el quadre Localitzador de la pestanya QSO.
cs: Lokátor DX stanice. Toto pole je synchronizováno s polem Lokátoru v záložce QSO.
da: Lokalisering af DX-stationen. Denne boks er synkroniseret med lokaliseringsboksen i QSO-fanebladet.
es: Locator de la estación DX. Este cuadro se sincroniza con el cuadro de locator en la pestaña QSO.
fr: Locator de la station contactée. Ce champ est synchronisé avec le champ Locator de l'onglet QSO
hr: Lokator DX postaje. Ova kućica sinkronizirana je sa kućicom Lokator u QSO odjeljku.
it: Locatore della stazione DX. Questo campo è sempre tenuto sincronizzato con il campo Locatore della maschera di inserimento del QSO.

# MainWindowSatTab|
source: UpLink
ca: Pujada
es: Subida

# MainWindowSatTab|
source: DownLink
ca: Baixada
es: Bajada

# MainWindowSatTab|
source: Satellite
ca: Satèl·lit
cs: Satelit
da: Satellit
es: Satélite
hr: Satelit

# MainWindowSatTab|
source: Mode
cs: Druh provozu
da: Tilstand
es: Modo
hr: Način rada
it: Modalità

# MainWindowSatTab|
source: DX Locator
ca: Localitzador DX
cs: DX Lokátor
da: DX-lokalisering
es: Locator DX
fr: Locator DX
hr: DX lokator
it: Locatore DX

# MainWindowSatTab|
source: Other
ca: Altres
cs: Jiné
da: Andet
es: Otro
fr: Autre
hr: Drugo
it: Altro

# MainWindowSatTab|
source: Locator of the DX station. Format should be Maidenhead like IN70AA up to 10 characters.
ca: Localitzador de l'estació DX. El format hauria de ser «Maidenhead» (p. ex. IN70AA) de fins a 10 caràcters.
cs: Lokátor DX stanice. Formát má být IN70AA nanejvýš však 10 znaků.
es: Locator de la estación DX. El formato debe ser Maidenhead como en IN70AA y hasta 10 caracteres.
hr: Lokator DX postaje. Format bi trebao biti Maidenhead kao npr. IN70AA do 10 znakova.
it: Locatore della stazione DX. Il formato dovrebbe essere conformato (esempio IN70AA) per usare fino a 10 caratteri.

# MainWindowSatTab|
source: Not Sat QSO
ca: QSO sense satèl·lit
cs: Není Sat QSO
da: Ikke sat QSO
es: QSO sin satélite
fr: QSO non Sat
hr: Nije satelitski QSO
it: QSO non satellitare
