Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# MainWindowSatTab|
source: KLog has detected a satellite name that it does not recognise. If it should use one of the names of known satellites instead, please select it from the list. Alternatively, please contact the development team to add the new satellite name.
ca: El KLog ha detectat un nom de satèl·lit que no reconeix. En el seu lloc, caldria usar un dels noms coneguts de satèl·lit. Seleccioneu-lo de la llista. Alternativament, contacteu amb l'equip de desenvolupament per afegir el nom nou de satèl·lit.
cs: Jméno satelity nebylo rozpoznáno. Pokud má být použito jedno ze jmen známých satelitů, vyberte jej ze seznamu. Případně kontaktujte vývojový tým a přidejte nový název satelitu.
da: KLog har registreret et satellitnavn, som det ikke genkender. Hvis det skal bruge et af navnene på kendte satellitter i stedet for, vælg det fra listen. Alternativt så kontakt udviklingsholdet for at tilføje det nye satellitnavn.
es: KLog ha detectado un nombre de satélite no reconocido. Si debería ser uno de los satélites conocidos, por favor seleccionelo de la lista. Alternativamente puede contactar con el equipo de desarrollo para que añadan el nuevo nombre de satélite.
fr: KLog a détecté un nom de satellite qu'il ne reconnaît pas. Si vous préférez utiliser l'un des noms de satellites connus à la place, veuillez le choisir dans la liste. Sinon, veuillez contacter l'équipe de développement pour ajouter le nouveau nom de satellite.
hr: KLog je otkrio satelit čije ime ne poznaje. Ako je riječ o nekom od poznatih satelita, molim izaberite ga s liste. Inače, molim kontaktirajte razvojni tim da dodaju ime novog satelita.
it: Nome di satellite sconosciuto a KLog perché non in elenco. Se hai la necessità specifica di inserire un satellite conosciuto, selezionabile dalla lista, puoi contattare lo staff di sviluppo e chiedere che il nuovo satellite sia inserito.

# MainWindowSatTab|
source: Please be aware that the satellite name will not be saved if it is not in the list, so that information may be lost!
ca: Tingueu en compte que el nom del satèl·lit no es desarà si no és a la llista, i per tant, aquesta informació es podria perdre!
cs: Pamatujte, že název satelitu nebude uložen, pokud není v seznamu, takže může dojít ke ztrátě informací!
es: ¡Tenga en cuenta que el nombre del satélite no se guardará si no está en la lista y puede perder esa información!
hr: Pripazite na to da ime satelita neće biti spremljeno ako nije na popisu, tako da informacija može biti izgubljena!
it: Per favore, tieni presente che il nome del satellite non sarà salvato se non in elenco, quindi questa informazione può andare persa!

# MainWindowSatTab|
source: RX Frequency in MHz. Frequency is not in a hamradio band!
ca: Freqüència RX en MHz. La freqüència no es en una banda de radioafició!
cs: RX Frekvence v MHz. Frekvence je mimo radioamatérké pásmo!
es: Frecuencia de RX en MHz. ¡La frecuencia no está en una banda de radioaficionados!
fr: Fréquence de réception en MHz. La fréquence n'est pas une bande réservée aux radioamateurs !
hr: RX frekvencija u MHz. Frekvencija nije u radioamaterskom frekvencijskom pojasu!
it: Frequenza RX in MHz. Questa frequenza non appartiene a bande radioamatoriali!

# MainWindowSatTab|
source: RX Frequency in MHz.
ca: Freqüència de RX en MHz.
cs: RX Frekvence v MHz.
es: Frecuencia de RX en MHz.
fr: Fréquence RX en MHz
hr: RX frekvencija u MHz.
it: Frequenza RX in MHz.

# MainWindowSatTab|
source: TX Frequency in MHz. Frequency is not in a hamradio band!
ca: Freqüència TX en MHz. La freqüència no es en una banda de radioafició!
cs: TX Frekvence v MHz. Frekvence je mimo radioamatérké pásmo!
es: Frecuencia de TX en MHz. ¡La frecuencia no está en una banda de radioaficionados!
fr: Fréquence d'émission en MHz. La fréquence n'est pas une bande réservée aux radioamateurs !
hr: TX frekvencija u MHz. Frekvencija nije u radioamaterskom frekvencijskom pojasu!
it: Frequenza TX in MHz. Questa frequenza non appartiene a bande radioamatoriali!

# MainWindowSatTab|
source: TX Frequency in MHz.
ca: Freqüència de TX en MHz.
cs: TX Frekvence v MHz.
es: Frecuencia de TX en MHz.
fr: Fréquence TX en MHz
hr: TX frekvencija u MHz.
it: Frequenza TX in MHz.

# MainWindowSatTab|
source: Other - Sat not in the list
ca: Altres - El satèl·lit no és a la llista
cs: Jiný - Sat není v seznamu
da: Andre - sat er ikke i listen
es: Otro - Satélite no en la lista
fr: Autre - Sat n'est pas dans la liste
hr: Drugo - Satelit nije na listi
it: Altro - Satellite non in elenco

# MainWindowSatTab|
source: Data entered in this tab will be copied into the next QSO.
ca: Les dades introduïdes en aquesta pestanya es copiaran en el QSO següent.
cs: Data zadaná na této kartě budou zkopírována do dalšího spojení.
da: Data indtastet i dette faneblad vil blive kopieret ind i den næste QSO.
es: Los datos introducidos en esta pestaña se copiarán al próximo QSO.
fr: Les données saisies dans cet onglet seront réutilisées pour les prochains QSOs
hr: Podaci uneseni u ovu karticu biti će kopirani u sljedeći QSO.
it: Tutti i dati caricati su questa maschera saranno precaricati nella maschera di inserimento del prossimo QSO.

# MainWindowSatTab|
source: The satellite you have in your QSO is:
ca: El satèl·lit que hi ha al QSO és:
cs: Satelit použit pro:
da: Satellitten du har i din QSO er:
es: El satélite que tiene en su QSO es:
fr: Le satellite que vous avez dans votre QSO est :
hr: Satelit kojeg imate u QSOu je:
it: Il satellite del tuo QSO è:

# OnlineMessageWidget|
source: The server returned the following error: %1
ca: El servidor ha retornat l'error següent: %1
es: El servidor envió el siguiente error: %1

# OnlineMessageWidget|
source: Not identified
ca: No identificat
es: No identificado

# QObject|
source: Database Error
ca: Error de base de dades
cs: Chyba databáze
da: Databasefejl
es: Error de base de datos
fr: Erreur de base de données
hr: Greška baze podataka
it: Errore nel database

# QObject|
source: KLog DB needs to be upgraded.
ca: La BD del KLog necessita actualitzar-se.
cs: KLog DB potřebuje aktualizovat.
da: KLog-databasen skal opgraderes.
es: La BD de KLog necesita actualizarse.
fr: La BD de KLog doit être mise à jour.
hr: Klog baza treba se nadograditi.
it: Il DB KLog deve essere aggiornato.

# QObject|
source: Do you want to upgrade it now?
ca: La voleu actualitzar ara?
cs: Přejete si ji aktualizovat nyní?
da: Ønsker du at opgradere den nu?
es: ¿Quiere actualizar ahora?
fr: Voulez-vous la mettre à jour maintenant ?
hr: Želite li nadograditi sada?
it: Vuoi effettuare l'aggiornamento adesso?

# QObject|
source: If DB is not upgraded KLog may not work properly.
ca: Si la BD no s'actualitza, el KLog podria no funcionar adequadament.
cs: Jestliže DB nebude aktualizována, KLog nemusí dobře pracovat.
da: Hvis databasen ikke bliver opgraderet så fungerer KLog måske ikke korrekt.
es: Si no actualiza la base de datos es posible que KLog no funcione correctamente.
fr: Si la BD n'est pas mise à jour, KLog peut ne pas fonctionner correctement.
hr: Ako baza podataka nije nadograđena KLog možda neće ispravno raditi.
it: Se il DB non è aggiornato KLog potrebbe non operare correttamente.

# QObject|
source: Upgrading software may potentially cause problems. Backing up your DB, before upgrading, is always a good idea.
ca: L'actualització de programari pot provocar problemes potencials. Sempre és una bona idea fer un còpia de seguretat de la BD.
cs: Aktualizace může způsobit problémy. Je dobrý nápad před aktualizací zazálohovat DB.
es: Actualizar el programa puede, potencialmente, crear problemas. Hacer una copia de seguridad de su base de datos antes de actualizar es siempre una buena idea.
hr: Nadogradnja softvera može potencijalno izazvati probleme. Spremanje sigurnosne kopije vaše datoteke prije nadogradnje je uvijek dobra ideja.
it: Aggiornare il software può causare problemi. Fare un backup del tuo DB, prima di procedere con l'aggiornamento, è sempre una buona idea.

# QObject|
source: Do you want to backup your DB now?
ca: Voleu fer ara una còpia de seguretat de la BD?
cs: Přejete si nyní zazálohovat DB?
es: ¿Quiere hacer una copia de seguridad de su base de datos ahora?
hr: Želite li spremiti sigurnosnu kopiju vaše baze podataka sad?
it: Vuoi fare il backup del tuo DB, adesso?

# QObject|
source: The backup finished successfully.
ca: La còpia de seguretat ha finalitzat correctament.
cs: Záloha byla provedena.
es: La copia de seguridad se terminó correctamente.
hr: Spremanje sigurnosne kopije je bilo uspješno.
it: Il backup è terminato correttamente.

# QObject|
source: You can find the backup in this file: %1
ca: Podeu trobar la còpia de seguretat en aquest fitxer: %1
cs: Zálohu je možné najít v souboru: %1
es: Puede encontrar la copia de seguridad en este fichero: %1
hr: Sigurnosnu kopiju možete naći u datoteci: %1
it: Il tuo backup si trova nel file: %1

# QObject|
source: The backup was not properly done.
ca: La còpia de seguretat no s'ha efectuat correctament.
cs: Záloha se nepovedla.
es: La copia de seguridad no se hizo correctamente.
hr: Spremanje sigurnosne kopije nije bilo uspješno.
it: Il backup NON è stato completato con successo.

# QObject|
source: You will be sent back to the starting point.
ca: Retornareu al punt d'inici.
cs: Budete přesměrováni zpět do výchozího bodu.
es: Será enviado al punto de inicio.
hr: Bit ćete poslani na početak.
it: Sarai riportato al punto di partenza.

# QObject|
source: KLog - DB can't be updated automatically
ca: KLog - No s'ha pogut actualitzar automàticament la BD
cs: KLog - DB nemůže být aktualizována automaticky
es: KLog - la BBDD no se puede actualizar automáticamente
hr: KLog - Baza podataka ne može biti automatski nadograđena
it: KLog - Il DB non può essere aggiornato automaticamente

# QObject|
source: You are upgrading from a too old KLog version and this upgrade can't be upgraded automatically from that version.
ca: S'està actualitzant des d'una versió massa antiga del KLog i aquesta actualització no es pot fer automàticament des d'aquesta versió.
cs: Aktualizace je prováděna z příliš staré verze KLog a proto nemůže být provedena automaticky.
es: Está actualizando desde una versión de KLog demasiado antigua y esta actualización no puede hacerse automáticamente desde esa versión.
hr: Nadograđujete KLog iz inačice koja je prestara i ova nadogradnja se ne može izvršiti automatski iz te inačice.
it: Ho trovato una versione KLog troppo vecchia, quindi l'aggiornamento alla nuova versione non può avvenire in modo automatico.

# QObject|
source: KLog - DB update
ca: KLog - Actualitza la BD
cs: KLog - Aktualizace DB
es: KLog - Actualización BBDD
hr: KLog - ažuriranje baze podataka
it: KLOg - Aggiornamento DB

# QObject|
source: KLog has detected a previous log in the DB. All data will be migrated to a newly created DX type log for you.
ca: El KLog ha detectat un registre anterior a la BD. Es migraran totes les dades a un registre de tipus DX creat de nou.
cs: KLog zjistil předchozí log v databázi. Všechna data budou migrována do nově vytvořeného logu typu DX.
da: KLog har registreret en tidligere log i databasen. Alle data vil blive migreret til en ny DX-typelog.
es: KLog ha detectado un log anterior en la BD. Todos los datos serán migrados a un log tipo DX creado para usted.
fr: KLog a détecté un ancien journal dans la BD. Toutes les données seront migrées vers un nouveau journal de type DX pour vous.
hr: KLog je otkrio prijašnji dnevnik u bazi. Svi podaci bit će prenešeni u novi dnevnik DX tipa.
it: KLog ha trovato che il DB contiene già un log. Tutto quanto contenuto sarà automaticamente migrato sul tuo nuovo log tipo DX.

# QObject|
source: KLog: Enter Station callsign
ca: KLog: Introduïu l'indicatiu de l'estació
cs: KLog: Vložte značku stanice
da: KLog: Indtast stationskaldesignal
es: KLog: Introduzca indicativo
fr: KLog : Saisir l'indicatif de la Station
hr: KLog: Unesite pozivni znak postaje
it: KLog: Inserisci nominativo di stazione

# QObject|
source: Enter the station callsign used in this log
ca: Introduïu l'indicatiu emprat en aquest registre
cs: Vložte značku stanice použitou v tento logu
da: Indtast stationskaldesignalet brugt i denne log
es: Introduzca el indicativo usado en este log
fr: Saisir l'indicatif de la station utilisé dans ce log
hr: Unesite pozivni znak koji će biti korišten u ovom dnevniku
it: Inserisci il nominativo di stazione usato in questo log

# QObject|
source: Station Callsign
ca: Indicatiu de l'estació
cs: Značka stanice
da: Stationskaldesignal
es: Indicativo de la estación
fr: Indicatif de la Station
hr: Pozivni znak postaje
it: Nominativo di stazione

# QObject|
source: Canceling this update will cause data inconsistencies and possibly data loss. Do you still want to cancel?
ca: La cancel·lació d'aquesta actualització provocarà inconsistència de dades i possiblement pèrdua de dades. Encara voleu cancel·lar?
cs: Zrušení této aktualizace způsobí nekonzistence dat a možná ztrátu dat. Opravdu si ji přejete zrušit?
da: Afbrydelse af denne opdatering vil medføre datauoverensstemmelser og muligvis datatab. Ønsker du stadig at afbryde?
es: Cancelar esta actualización causará inconsistencia de datos y posible pérdida de datos. ¿Quiere cancelar?
fr: Annuler cette mise à jour entraînera une altération des données et une perte de données possible. Souhaitez-vous quand même annuler ?
hr: Prekid ove nadogradnje proizvest će nekonzistentne podatke i mogući gubitak podataka. Želite li još uvijek prekinuti?
it: Annullare questo aggiornamento può causare inconsistenza dei dati e possibile perdita di dati. Ancora convinto/a a procedere con l'annullamento?

# QObject|
source: Progress:
ca: Progrés:
cs: Progres:
da: Status:
es: Progreso:
fr: Progression :
hr: Napredak:
it: Progresso:

# QObject|
source: Updating DXCC award information...
ca: Actualització de la informació dels diplomes DXCC...
cs: Aktualizace DXCC informací...
da: Opdaterer DXCC-præmieinformation ...
es: Actualizando la información de DXCC ...
fr: Mise à jour des informations sur les diplômes DXCC...
it: Trasmissione informazioni DXCC award...

# QObject|
source: Updating DXCC Award information...
ca: Actualització de la informació dels diplomes DXCC...
cs: Aktualizace DXCC informací...
da: Opdaterer DXCC-præmieinformation ...
es: Actualizando la información de DXCC ...
fr: Mise à jour des informations sur les Diplômes DXCC...
it: Trasmissione informazioni DXCC award...

# QObject|
source: Updating WAZ award information...
ca: Actualització de la informació dels diplomes WAZ...
cs: Aktualizace WAZ informací...
da: Opdaterer WAZ-præmieinformation ...
es: Actualizando la información de WAZ ...
fr: Mise à jour des informations sur les diplômes WAZ...
it: Trasmissione informazioni WAZ award...

# QObject|
source: Updating WAZ Award information...
ca: Actualització de la informació dels diplomes WAZ...
cs: Aktualizace WAZ informací...
da: Opdaterer WAZ Award-information ...
es: Actualizando la información de WAZ ...
fr: Lise à jour des informations sur les Diplômes WAZ...
it: Trasmissione informazioni WAZ award...

# QObject|
source: Updating mode information...
ca: Actualitzant informació del mode...
cs: Aktualizace informací o druhu provozu ...
da: Opdaterer tilstandsinformation ...
es: Actualizando información de modo...
fr: Mise à jour des informations sur les modes...
hr: Ažuriram podatke o načinu rada...
it: Aggiornamento dati modalità...

# QObject|
source: The process to upgrade is: - Using an old KLog version export your log to ADIF. - Remove your logbook.dat file from your KLog folder. - Install the new KLog version. - Import your ADIF file. KLog will finish when you click on OK.
ca: El procés per actualitzar és: - Usant una versió antiga del KLog, exportar el registre a ADIF. - Eliminar el fitxer «logbook.dat» de la carpeta del KLog. - Instal·lar la versió nova del KLog. - Importar el fitxer ADIF. El KLog finalitzarà quan feu clic a D'acord.
cs: Možný postup aktualizace je: - Použít starou verzi KLog a vyexportovat logy do ADIF. - Odstranit logbook.dat z adresáře KLog. - Instalovat novou verzi KLog. - Importovat ADIF soubor. KLog se ukončí po stisknutí OK.
es: El proceso es el siguiente: - Usando una versión antigua de KLog exportar el log a un fichero ADIF. - Eliminar el fichero logbook.dat de la carpeta de KLog. - Instalar la nueva version de KLog. - Importar el fichero ADIF. KLog finalizará cuando pulse sobre OK.
hr: Proces nadogradnje je: - Koristeći staru inačicu KLoga izvezite datoteku u ADIF. - Izbrišite logbook.dat datoteku iz vaše KLog mape. - Instalirajte novu inačicu KLoga. - Uvezite vašu ADIF datoteku. KLog će izaći kad kliknete na OK.
it: La sequenza di aggiornamento è: - Esporta il log su ADIF utilizzando una vecchia versione di KLog. - Rimuovi il file logbook.dat dalla tua cartella dati KLog. - Installa la nuova versione KLog. - Importa il file ADIF appena esportato. KLog terminerà appena cliccherai su OK.

# QObject|
source: All the data was migrated correctly. You should now go to Setup->Preferences->Logs to check that everything is okay.
ca: Totes les dades s'han migrat correctament. Ara cal anar a Configuració -> Preferències -> Registres per a comprovar que tot és correcte.
cs: Všechna data byla migrována správně. Nyní byste měli jít do Nastavení-> Nastavení-> Logy a zkontrolovat, zda je vše v pořádku.
es: Todos los datos se han migrado de forma correcta. Ahora debería ir a Preferencias->Logs para comprobar que todo está bien.
hr: Svi podaci su ispravno prenešeni. Idite u Postavljanje->Postavke->Dnevnici i provjerite da je sve u redu.
it: Dati migrati correttamente. Adesso devi solo verificare che sia tutto ok nella maschera Configurazione -> Preferenze -> Log.

# QObject|
source: Abort updating
ca: Interromp l'actualització
cs: Přerušit aktualizaci
da: Afbryd opdatering
es: Cancelar actualización
fr: Mise à jour annulée
hr: Prekini ažuriranje
it: Annulla aggiornamento

# QObject|
source: Updating bands information...
ca: Actualitzant informació de bandes...
cs: Aktualizace informací o pásmech...
da: Opdaterer båndinformation ...
es: Actualizando información de bandas...
fr: Mise à jour des informations de bande...
hr: Ažuriram podatke o frekvencijskim pojasevima...
it: Aggiornamento dati bande...

# QObject|
source: Updating bands information in %1 status...
ca: Actualitzant informació de bandes en %1...
cs: Aktualizace informací o pásmech. Stav %1 ...
da: Opdaterer båndinformation i %1 status ...
es: Actualizando información de bandas en %1...
fr: Mise à jour des information sur les bandes en statut %1...
hr: Ažuriram podatke o frekvencijskim pojasevima za %1 status...
it: Aggiornamento dati bande in %1 stato...

# QObject|
source: Updating mode information in %1 status...
ca: Actualitzant informació dels modes en %1...
cs: Aktualizace informací o druhu provozu. Stav %1 ...
da: Opdaterer tilstandsinformation i %1 status ...
es: Actualizando información de modos en %1...
fr: Mise à jour des informations sur les modes en statut %1...
hr: Ažuriram podatke o načinu rada za %1 status...
it: Aggiornamento dati modalità in %1 stato...

# QObject|
source: New One, work it!
ca: Un de nou, treballeu-ho!
cs: Nové, ber ho !
da: Ny, bearbejd den!
es: ¡Nuevo, trabájelo!
fr: Un Nouveau, le faire !
hr: Novi, odradite!
it: Uno nuovo, lavoralo!

# QObject|
source: Needed, work it!
ca: Necessari, treballeu-ho!
cs: Je potřeba, ber ho!
da: Krævet, bearbejd den!
es: ¡Necesitado, trabájelo!
fr: Nécessaire, le faire !
hr: Treba, odradite!
it: Necessario, lavoralo!

# QObject|
source: Worked but not confirmed
ca: Treballat però no confirmat
cs: Pracováno, nepotvrzeno
da: Bearbejdet men ikke bekræftet
es: Trabajado pero no confirmado
fr: Réalisé mais non confirmé
hr: Rađen ali nije potvrđen
it: Processato ma non confermato

# QObject|
source: Confirmed
ca: Confirmat
cs: Potvrzeno
da: Bekræftet
es: Confirmado
fr: Confirmé
hr: Potvrđeno
it: Confermato

# QObject|
source: Not identified
ca: No identificat
cs: Neidentifikováno
da: Ikke identficeret
es: No identificado
fr: Non identifié
hr: Nije identificiran
it: Non identificato

# QObject|
source: KLog is already running.
ca: KLog ja s'està executant.
cs: KLog již běží.
es: KLog ya se está ejecutando.
it: Klog è già in esecuzione.

# QObject|
source: It is allowed to run only one instance.
ca: Es permet executar només una instància.
cs: Je povoleno spustit pouze jednu instanci.
es: Solo puede ejecutarse una instancia a la vez.
it: Puo essere seguito solo una volta sulla macchina.

# QObject|
source: Install wizard was canceled before completing...
ca: L'assistent d'instal·lació s'ha cancel·lat abans de finalitzar...
cs: Průvodce instalací byl přerušen před dokončením...
da: Installationsguide blev afbrudt før fuldførelse ...
es: El asistente de instalación fué cancelado antes de terminar...
fr: L'assistant d'installation a été annulé avant de terminer...
hr: Instalacijski čarobnjak prekinut je prije kraja...
it: L'installazione guidata è stata cancellata prima del completamento dell'operazione...

# QObject|
source: Do you want to remove the KLog dir from your disk?
ca: Voleu eliminar el directori del KLog del disc?
cs: Přejete si smazat z disku KLog adresář?
da: Ønsker du at fjerne KLog-mappen fra din disk?
es: ¿Quiere eliminar la carpeta de KLog de su disco?
fr: Voulez-vous supprimer le répertoire KLog de votre disque ?
hr: Želite li izbrisati KLog mapu s vašeg diska?
it: Vuoi rimuovere la cartella KLog dal tuo disco?

# QObject|
source: Your KLog dir has been removed
ca: S'ha eliminat el directori del KLog
cs: KLog adresář byl smazán
da: Din KLog-mappe er blevet fjernet
es: Su directorio de KLog ha sido eliminado
fr: Votre répertoire KLog a été supprimé
hr: Vaša KLog mapa je uklonjena
it: La tua cartella KLog è stata eliminata

# QObject|
source: I could not remove your KLog dir. You should do it manually if you want it removed from your hard disk.
ca: No s'ha pogut eliminar el directori del KLog. Caldria fer-ho manualment si el voleu eliminar del disc dur.
cs: Nepovedlo se smazat KLog adresář. Pokud ho chcete opravdu smazat, měli byste to udělat ručně.
da: Jeg kunne ikke fjerne din KLog-mappe. Du bør gøre det manuelt, hvis du ønsker at den fjernes fra din harddisk.
es: No se pudo eliminar su directorio de KLog. Debería eliminarlo manualmente si no lo quiere en su disco duro.
fr: Je n'ai pas pu supprimer votre répertoire KLog. Vous devrez le faire manuellement si vous voulez le supprimer de votre disque-dur.
hr: Nisam mogao ukloniti vašu KLog mapu. Izbrišite je ručno ako je želite ukloniti s vašeg čvrstog diska.
it: Impossibile eliminare la tua cartella KLog. Dovrai eliminarla manualmente dal tuo hard disk.

# QObject|
source: Your KLog dir could not be removed. You should do it manually if you want it removed from your hard disk.
ca: No s'ha pogut eliminar el directori del KLog. Caldria fer-ho manualment si el voleu eliminar del disc dur.
cs: Nepovedlo se smazat KLog adresář. Pokud ho chcete opravdu smazat, měli byste to udělat ručně.
da: Din KLog-mappe kan ikke fjernes. Du skal gøre det manuelt, hvis du ønsker den fjernet fra din harddisk.
es: No se pudo eliminar su directorio de KLog. Debería eliminarlo manualmente si no lo quiere en su disco duro.
fr: Votre répertoire KLog ne peut pas être supprimé. Vous devrez le faire manuellement si vous voulez le supprimer de votre disque dur.
hr: Vaša KLog mapa nije mogla biti izbrisana. Učinite to ručno ako je želite ukloniti s vašeg čvrstog diska.
it: Impossibile eliminare la tua cartella KLog. Dovrai eliminarla manualmente dal tuo hard disk.
