Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# eQSLUtilities|
source: Undefined error number (#%1)...
ca: Número d'error indefinit (#%1)...
cs: Nedefinované číslo chyby (#%1)...
es: Error no definido número (#%1)...
it: Numero errore idnefinito (#%1)...

# eQSLUtilities|
source: eQSL Error: User or password incorrect
ca: Error d'eQSL: Usuari o contrasenya incorrectes
cs: eQSL Chyba: Nesprávné uživatelské jméno nebo heslo
es: KLog - Error de usuario/contraseña de eQSL
it: Errore eQSL: utente o password sbagliate

# eQSLUtilities|
source: eQSL Warning: At least one of the uplodaded QSOs is duplicated.
ca: Avís d'eQSL: Com a mínim hi ha un QSO pujat que està duplicat.
cs: Upozornění eQSL: Alespoň jedno z nahrávaných QSO je duplicitní.
es: Aviso eQSL: Al menos uno de los QSOs enviados está duplicado.
it: Warning eQSSL: Almeno uno del QSO trasaferiti è duplicato.

# eQSLUtilities|
source: eQSL: All the QSOs were properly uploaded.
ca: eQSL: Tots els QSO s'han pujat adequadament.
cs: eQSL: Všechna QSO byla nahrána.
es: eQSL: Todos los QSOs se enviaron correctamente.
it: eQSL: Tutti i QSO correttamente trasferiti.

# eQSLUtilities|
source: KLog - eQSL.cc password needed
ca: KLog - Cal la contrasenya d'eQSL.cc
cs: KLog - Je vyžadováno heslo eQSL.cc
es: KLog - Contraseña de eQSL.cc requerida
it: KLog - Password eQSL.cc richiesto

# eQSLUtilities|
source: Please enter your eQSL.cc password:
ca: Introduïu la contrasenya d'eQSL.cc:
cs: Vložte heslo do eQSL.cc:
es: Introduzca su contraseña de eQSL.cc:
it: Pler favore isnerirsci la tua password per wQSO.cc:

# eQSLUtilities|
source: We have received an undefined error from eQSL (%1)
ca: S'ha rebut un error no definit des de l'eQSL (%1)
cs: Byla zaznamenána neznámá chyba eQSL (%1)
es: Hemos recibido un error indefinido de eQSL (%1)
it: Ricevuto erorre idnefinito da eQSL (%1)

# eQSLUtilities|
source: Please check your config in the setup and contact the KLog development team if you can't fix it. eQSL uploads will be disabled.
ca: Si us plau, comproveu la configuració a la configuració i contacteu amb l'equip de desenvolupament del KLog si no ho podeu corregir Les pujades a l'eQSL es desactivaran.
cs: Zkontrolujte konfiguraci v Nastavení a pokud ji nemůžete opravit, kontaktujte vývojový tým KLog. Nahrávání do eQSL bude zakázáno.
es: Revise su configuración y contacte con el equipo de desarrollo de KLog si no puede solucionarlo. Se deshabilitarán los envios a eQSL.
it: Per favore controlla la tua configurazione e contatta il team di sviluppo di KLog se non riesci a rrisolvere i problema. Trasaferimento eQSL disabilitato.

# AdifLoTWExportWidget|
source: Ok
ca: D'acord

# AdifLoTWExportWidget|
source: QSOs:
ca: QSO:
cs: QSO:
hr: QSOi:
it: Elenco QSO:

# AwardsWidget|
source: QSOs
ca: QSO
cs: QSO
hr: QSOi
it: Lista QSO

# DataProxy_SQLite|
source: KLog DXCC
ca: DXCC del KLog
fr: DXCC KLog

# MainWindow|
source: Info
ca: Informació
hr: Podaci

# MainWindow|
source: KLog - %1 - QSOs: %2 - %3
ca: KLog - %1 - QSO: %2 - %3
hr: KLog - %1 - QSOi: %2 - %3

# MainWindow|
source: KLog - %1 - QSOs: %2
ca: KLog - %1 - QSO: %2
hr: KLog - %1 - QSOi: %2

# MainWindow|
source: No DXCC
ca: Sense DXCC
cs: Není DXCC
hr: Nije DXCC

# MainWindow|
source: &Debug ...
ca: &Depura...
cs: &Ladění ...

# MainWindow|
source: Log
ca: Registre
hr: Dnevnik

# MainWindowInputQSL|
source: QSL Rec
ca: QSL rebuda
cs: QSL přijato
da: QSL modt
fr: QSL Reçue
hr: QSL Prim
it: Registrazione QSL

# QObject|
source: A_Index
ca: A_Índex

# QObject|
source: QSL rcvd via
ca: QSL rebuda via

# QObject|
source: QSO random
ca: QSO aleatòria

# SetupDialog|
source: OK
ca: D'acord

# SetupDialog|
source: Logs
ca: Registres
cs: Logy
da: Logge
hr: Dnevnici
it: Log

# SetupEntityDialog|
source: Ok
ca: D'acord

# SetupPageHamLib|
source: Radio
ca: Ràdio
cs: Rádio

# SetupPageHamLib|
source: Test: OK
ca: Prova: Correcta

# SetupPageHamLib|
source: Test: NOK
ca: Prova: No correcta
it: Test: NON OK

# SetupPageHamLib|
source: Test
ca: Prova

# SetupPageHamLib|
source: Hardware
ca: Maquinari
da: Udstyr
fr: Matériel
hr: Sklopovlje

# SetupPageHamLib|
source: Software XON/XOFF
ca: Programari XON/XOFF
hr: Softverski XON/XOFF

# SetupPageLogs|
source: QSOs
ca: QSO
cs: QSO
it: QSO

# SetupPageLogsNew|
source: &Ok
ca: D'ac&ord

# SetupPageSatsNew|
source: &Ok
ca: D'ac&ord

# SetupPageSubdivisionNew|
source: &Ok
ca: D'ac&ord

# SetupPageUserDataPage|
source: &Locator
ca: &Localitzador
cs: &Lokátor
hr: &Lokator

# ShowAdifImportWidget|
source: Ok
ca: D'acord

# SoftwareUpdateDialog|
source: Ok
ca: D'acord

# StatsQSOsPerMonthBarChartWidget|
source: May
ca: Mai
cs: Kvě
da: Maj
fr: Mai
hr: Svi
it: Mag

# StatsQSOsPerMonthBarChartWidget|
source: Sep
ca: Set
cs: Zář
hr: Ruj
it: Set

# StatsQSOsPerYearBarChartWidget|
source: QSOs
ca: QSO
da: QSO'er
hr: QSOi
it: QSO

# eLogClubLog|
source: OK
ca: D'acord

# DataProxy_SQLite|
source: No
cs: Ne
da: Nej
fr: Non
hr: Ne

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Manager
cs: Manažer

# FileManager|
source: KLog - Error
cs: KLog - Chyba
hr: KLog - Pogreška
it: KLog - Errore

# SetupPageLogs|
source: KLog - SetupPageLogs
cs: KLog - Nastavení Logů
fr: KLog - Page de configuration des journaux
it: KLog - Maschera configurazione Log

# SetupPageSubdivisions|
source: KLog - SetupPageSubdivisions
cs: KLog - Nastavení subdivizí
it: KLog - SetuoPageSubdivisions

# StatsDXCCOnSatsWidget|
source: No
cs: Ne

# StatsGridsOnSatsWidget|
source: No
cs: Ne

# StatsQSOsPerMonthBarChartWidget|
source: Feb
cs: Úno
fr: Fév
hr: Velj

# StatsQSOsPerMonthBarChartWidget|
source: Mar
cs: Bře
hr: Ožu

# StatsQSOsPerMonthBarChartWidget|
source: Jun
cs: Čvn
fr: Juin
hr: Lip
it: Giu

# StatsQSOsPerMonthBarChartWidget|
source: Jul
cs: Čvc
fr: Juil
hr: Srp
it: Lug

# StatsQSOsPerMonthBarChartWidget|
source: Oct
cs: Říj
da: Okt
hr: Lis
it: Ott

# StatsQSOsPerMonthBarChartWidget|
source: Nov
cs: Lis
hr: Stu

# SetupPageHamLib|
source: 5 bits
da: 5-bit
hr: 5 bita
it: 5 bit

# SetupPageHamLib|
source: 6 bits
da: 6-bit
hr: 6 bita
it: 6 bit

# SetupPageHamLib|
source: 7 bits
da: 7-bit
hr: 7 bita
it: 7 bit

# SetupPageHamLib|
source: 8 bits
da: 8-bit
hr: 8 bita
it: 8 bit

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Bureau
hr: Biro

# SetupPageHamLib|
source: 1.5 bits
da: 1,5 bit
hr: 1,5 bita

# SetupPageHamLib|
source: 2 bits
da: 2 bit
hr: 2 bita

# SetupPageWorldEditor|
source: BigCTY (*.csv)
hr: VelikiCTY (*.csv)

# AboutDialog|
source: If KLog is still not in your language and you want to help us, you are welcome to contact us through the <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog development mailing list</a>!
da: Hvis KLog ikke er oversat til dit sprog og du ønsker at hjælpe os, så er velkommen til at kontakte os via <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog-udviklernes postliste</a>!
fr: Si KLog n'est pas encore disponible dans votre langue et que vous souhaitez nous aidez, rejoignez-nous sur la <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">liste de diffusion KLog dédiée au développement</a> !

# AboutDialog|
source: If you want to provide support you are welcome to join the <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog development mailing list</a>!
da: Hvis du ønsker at tilbyde understøttelse, så er du velkommen via <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog-udviklernes postliste</a>!
fr: Si vous souhaitez apporter votre contribution, rejoignez-nous sur la <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">liste de diffusion KLog dédiée au développement</a> !

# DXCCStatusWidget|
source: Pref:
fr: Préf :

# FileManager|
source: Exporting LoTW ADIF file...
da: Eksporterer LoTW ADI-fil ...
fr: Export vers le fichier ADIF de LoTW...

# FileManager|
source: Writing Cabrillo file...
da: Skriver Cabrillo-fil ...
fr: Enregistre le fichier Cabrillo...

# FileManager|
source: KLog: Cabrillo Log Export not implemented
da: KLog: Cabrillo-logeksport er ikke implementeret
fr: KLog : L'export du log au format Cabrillo n'est pas implémenté

# FileManager|
source: I am sorry but the Cabrillo Export To File feature has still not been implemented.
da: Jeg beklager, men Cabrillo eksport til fil-funktionen er endnu ikke implementeret.
fr: Je suis désolé mais la fonctionnalité de conversion du format Cabrillo vers un fichier n'a pas encore été implémenté.

# FileManager|
source: Click on Yes to add a default 59 to all QSO with a similar problem.
da: Klik på Ja for at tilføje en standard 59 til alle QSO med et tilsvarende problem.
fr: Cliquer sur Oui pour ajouter 59 par défaut à tous les QSO avec un problème similaire.

# FileManager|
source: If you select NO, the QSO may not be imported.
da: Hvis du vælger Nej, så bliver QSO'en måske ikke importeret.
fr: Si vous sélectionnez NON, le QSO ne peut pas être importé.

# LogModel|
source: Band
da: Bånd
fr: Bande

# LogModel|
source: Comment
da: Kommentar
fr: Commentaire

# LogWindow|
source: You have requested to delete this QSO.
da: Du har anmodt om at slette denne QSO.
fr: Vous avez demandé à effacer ce QSO.

# LogWindow|
source: Are you sure?
da: Er du sikker?
fr: Êtes-vous sûr ?

# MainWindow|
source: &Import from ADIF...
da: &Importer fra ADIF ...
fr: &Importer depuis un fichier ADIF...

# MainWindow|
source: Export to ADIF...
da: Eksporter til ADIF ...
fr: Exporter vers un fichier ADIF...

# MainWindow|
source: Export all logs to ADIF...
da: Eksporter alle logge til ADIF ...
fr: Exporter tous les logs en ADIF...

# MainWindow|
source: &Print Log...
da: &Udskriv log ...
fr: Im&primer...

# MainWindow|
source: QSL tools...
da: QSL-værktøjer ...
fr: Outils QSL...

# MainWindow|
source: &Find QSO to QSL
da: &Find QSO til QSL
fr: Rechercher les QSO pour QSL

# MainWindow|
source: &Find DX-QSLs pending to receive
da: &Find DX-QSL'er under modtagelse
fr: Rechercher des QSLs-DX en attente de réception

# MainWindow|
source: &Find requested pending to receive
da: &Find anmodte under modtagelse
fr: Rechercher les demandes en attente de réception

# MainWindow|
source: LoTW tools...
da: LoTW-værktøjer ...
fr: Outils LoTW...

# MainWindow|
source: &Update cty.csv
da: &Opdaater cty.csv
fr: Mettre à jour cty.csv

# MainWindow|
source: &Update Satellite Data
da: &Updater satellitdata
fr: &Mettre à jour les données de Satellite

# MainWindow|
source: &Setup
da: &Opsætning
fr: Configuration

# MainWindow|
source: &Setup...
da: &Opsætning ...
fr: Configuration...

# MainWindow|
source: Check updates...
da: Kontroller opdateringer ...
fr: Vérifier les mises à jour...

# MainWindow|
source: &About...
da: &Om ...
fr: A propos...

# MainWindow|
source: &Tips...
fr: Astuces...

# MainWindow|
source: About Qt...
da: Om Qt ...
fr: A propos de Qt...

# MainWindow|
source: Now you can go to the File menu to export the LoTW ADIF file and upload it to LoTW.
da: Nu kan du gå til filmenuen for at eksportere LoTW ADIF-filen og overføre den til LoTW.
fr: Maintenant, vous pouvez aller dans le menu Fichier pour exporter le fichier ADIF LoTW et le téléverser vers LoTW.

# MainWindow|
source: You have selected no callsign. KLog will mark QSOs without a station callsign defined and those with the call you are entering here.
da: Du har ikke valgt et kaldesignal. KLog vil markere QSO'er uden et stationskaldesignal defineret og dem med kaldet du indtaster her.
fr: Vous n'avez pas sélectionné d'indicatif. KLog marquera les QSOs sans un indicatif de station défini et ceux avec l'indicatif que vous avez saisi ici.

# MainWindow|
source: About...
da: Om ...
fr: A propos...

# MainWindow|
source: KLog update checking result
da: Kontrolresultat for KLog-opdatering
fr: Résultat de vérification des mises à jour KLog

# MainWindow|
source: TX Frequency in MHz. Frequency is not in a hamradio band!
da: TX-frekvens i MHz. Frekvens er ikke i et amatørradiobånd!
fr: Fréquence d'émission en MHz. La fréquence n'est pas une bande réservée aux radioamateurs !

# MainWindow|
source: RX Frequency in MHz. Frequency is not in a hamradio band!
da: RX-frekvens i MHz. Frekvens er ikke i et amatørradiobånd!
fr: Fréquence de réception en MHz. La fréquence n'est pas une bande réservée aux radioamateurs !

# MainWindow|
source: KLog new version detected!
fr: Nouvelle version de KLog détectée !

# MainWindow|
source: TX Frequency in MHz.
da: TX-frekvens i MHz.
fr: Fréquence TX en MHz

# MainWindow|
source: RX Frequency in MHz.
da: RX-frekvens i MHz.
fr: Fréquence RX en MHz

# MainWindow|
source: Power used by the DX.
da: Strøm brugt af DX'en.
fr: Puissance utilisé pour le contact

# MainWindow|
source: My QTH locator.
da: Min QTH-locator.
fr: Mon QTH locator

# MainWindow|
source: Name of the DX.
da: Navn på DX'en.
fr: Nom du contact

# MainWindow|
source: QTH of the DX.
da: QTH for DX'en.
fr: QTH du contact

# MainWindow|
source: Locator of the DX.
da: Locator for DX'en.
fr: Locator du contact

# MainWindow|
source: TX RST.
fr: RST TX

# MainWindow|
source: RX RST.
fr: RST RX

# MainWindow|
source: Name
da: Navn
fr: Nom

# MainWindow|
source: Power(rx)
fr: Puissance(rx)

# MainWindow|
source: Freq TX
fr: Fréq TX

# MainWindow|
source: Freq RX
fr: Fréq RX

# MainWindow|
source: DX-Cluster
fr: Cluster-DX

# MainWindow|
source: Filling QSOs...
da: Udfylder QSO'er ...
fr: Saisir des QSOs...

# MainWindow|
source: Time
da: Tidspunkt
fr: Heure

# MainWindow|
source: Printing the log...
da: Udskriver loggen ...
fr: Imprimer le log...

# MainWindow|
source: KLog QSO received
da: KLog QSO modtog
fr: ASO KLog reçu

# MainWindow|
source: Call
fr: Indicatif

# MainWindow|
source: RST TX
fr: TX RST

# MainWindow|
source: RST RX
fr: RX RST

# MainWindow|
source: Comments
da: Kommentarer
fr: Commentaires

# MainWindow|
source: TX Pwr
fr: Pwr TX

# MainWindow|
source: Operator
da: Operatør
fr: Opérateur

# MainWindow|
source: Error code
da: Fejlkode
fr: Code d'erreur

# MainWindowMyDataTab|
source: Data entered in this tab will be copied into the next QSO.
da: Data indtastet i dette faneblad vil blive kopieret til den næste QSO.
fr: Les données saisies dans cet onglet seront réutilisées pour les prochains QSOs

# MainWindowMyDataTab|
source: Power used for the QSO in watts.
da: Strøm brugt for QSO'en i watt.
fr: Puissance utilisée pour le QSO en watts

# MainWindowMyDataTab|
source: Logging operator's callsign.
da: Logningsoperatørs kaldesignal.
fr: Indicatif de l'opérateur du log.

# MainWindowMyDataTab|
source: Callsign used over the air.
da: Kaldesignal brugt over radioen.
fr: Indicatif utilisé sur l'air.

# MainWindowMyDataTab|
source: Operator
da: Operatør
fr: Opérateur

# SearchWidget|
source: Search results.
da: Søgeresultater.
fr: Résultats de la recherche

# SearchWidget|
source: Date/Time
da: Dato/tid
fr: Date/Heure

# SearchWidget|
source: Band
da: Bånd
fr: Bande

# SearchWidget|
source: QSL Sent
da: QSL sendt
fr: QSL Env.

# SearchWidget|
source: QSL Rcvd
da: QSL modt
fr: QSL Reçue

# SearchWidget|
source: Station Callsign
da: Stationskaldesignal
fr: Indicatif de la Station

# SearchWidget|
source: QSL Send
fr: QSL Envoyée

# SearchWidget|
source: &Delete
da: &Slet
fr: Supprimer

# SearchWidget|
source: Delete a QSO
da: Slet en QSO
fr: Supprimer un QSO

# SearchWidget|
source: &Edit QSO
da: &Rediger QSO
fr: &Editer le QSO

# SearchWidget|
source: Edit this QSO
da: Rediger denne QSO
fr: Editer ce QSO

# SearchWidget|
source: Send this QSL via bureau
da: Send denne QSL via bureau
fr: Envoyer cette QSL via bureau

# SearchWidget|
source: Send this QSL via direct
da: Send denne QSL via direct
fr: Envoyer cette QSL via direct

# SearchWidget|
source: &Request my QSL
da: &Anmod om min QSL
fr: Demande&r ma QSL

# SearchWidget|
source: Mark my QSL as requested
da: Marker min QSL som anmodt om
fr: Marquer ma QSL en demandée

# SearchWidget|
source: &Request the QSL
da: &Anmod om QSL'en
fr: Demande&r la QSL

# SearchWidget|
source: Mark the QSL as requested
da: Marker QSL'en som anmodt om
fr: Marquer la QSL en demandée

# SearchWidget|
source: QSL received via bureau
da: QSL modtaget via bureau
fr: QSL reçue via bureau

# SearchWidget|
source: QSL received via direct
da: QSL modtaget via direct
fr: QSL reçue via direct

# SearchWidget|
source: Needed QSO to send the QSL
da: Krævet QSO til at sende QSL'en
fr: QSO nécessaire pour envoyer la QSL

# SearchWidget|
source: My QSL requested to be sent
da: Min QSL anmodt om at blive sendt
fr: Mes QSL demandés à envoyer

# SearchWidget|
source: DX QSL pending to be received
da: DX QSL igangværende til modtagelse
fr: QSL DX en attente de réception

# SetupDialog|
source: My Data
da: Mine data
fr: Mes données

# SetupDialog|
source: DX-Cluster
fr: Cluster DX

# SetupDialog|
source: Config Dialog
da: Konfigurationsdialog
fr: Fenêtre de Configuration

# SetupDialog|
source: D&X-Cluster
fr: Cluster D&X

# SetupDialog|
source: Go to the User tab and enter valid QRZ.
da: Gå til brugerfanebladet og indtast gyldig QRZ.
fr: Aller dans l'onglet "Utilisateur" et saisir un QRZ valide.

# SetupDialog|
source: You need to enter at least a valid QRZ.
da: Du skal indtaste mindst en gyldig QRZ.
fr: Vous devez au moins saisir un QRZ valide.

# SetupEntityDialog|
source: ARRL ID
fr: ID ARRL

# SetupPageClubLog|
source: &Callsign
da: &Kaldesignal
fr: Indi&catif

# SetupPageClubLog|
source: ClubLog &password
da: ClubLog-&adgangskode
fr: ClubLog mot de &passe

# SetupPageClubLog|
source: Enter the email you used to register in ClubLog.
da: Indtast e-posten du ønsker at registrere i ClubLog.
fr: Entrez le mail utilisé lors de votre inscription à ClubLog

# SetupPageClubLog|
source: Enter the callsign you used to register in ClubLog.
da: Indtast kaldesignalet du ønsker at registrere i ClubLog.
fr: Entrez l'indicatif utilisé lors de votre enregistrement à ClubLog

# SetupPageClubLog|
source: Enter your password in ClubLog.
da: Indtast din adgangskode i ClubLog.
fr: Entrez votre mot de passe ClubLog

# SetupPageClubLog|
source: &Send QSOs in real time
da: &Send QSO'er i realtid
fr: Envoyer les QSOs en temps réel

# SetupPageClubLog|
source: &Activate ClubLog
da: &Aktiver ClubLog
fr: &Activer ClubLog

# SetupPageClubLog|
source: Use QSO Station &Callsign
da: Brug QSO-stations&kaldesignal
fr: Utiliser l'Indicatif de la Station du QSO

# SetupPageClubLog|
source: Send each QSO to ClubLog in real time, as they are added (or modified) in KLog.
da: Send hver QSO til ClubLog i realtid, efterhånden som de tilføjes (eller ændres) i KLog.
fr: Envoyer chaque QSO à ClubLog en même temps qu'ils sont ajoutés ou modifiés dans KLog

# SetupPageClubLog|
source: Starts the ClubLog support in KLog.
da: Starter ClubLog-understøttelse i KLog.
fr: Activer le support de ClubLog dans KLog

# SetupPageClubLog|
source: Use the Station Callsign defined in each QSO instead of the one defined here.
da: Brug stationskaldenavnet defineret i hver QSO i stedet for det defineret her.
fr: Utiliser l'indicatif de station défini dans chaque QSO au lieu de celui défini ici

# SetupPageHamLib|
source: Defines the interval to pool the radio in msecs.
da: Definerer intervallet at samle radioen i msek.
fr: Définir l'intervalle de polling avec la radio en millisecondes.

# SetupPageHamLib|
source: Pool interval
da: Indsamlingsinterval
fr: Intervalle de pooling

# SetupPageLogs|
source: Select the log you want to open.
da: Vælg loggen du ønsker at åbne.
fr: Choisir le log à éditer

# SetupPageLogsNew|
source: Add a comment about this log.
da: Tilføj en kommentar om denne log.
fr: Ajouter un commentaire pour ce log

# SetupPageLogsNew|
source: You need to enter a valid QRZ in the Station Callsign box. The log will not be opened.
da: Du skal indtaste en gyldig QRZ i boksen for stationskaldesignal. Loggen vil ikke blive åbnet.
fr: Vous avez besoin de renseigner un QRZ valide dans le champ Indicatif de la Station. Le log ne s'ouvrira pas.

# SetupPageMisc|
source: &Reset to My Data for all QSOs
da: &Nulstil til Mine data for alle QSO'er
fr: Réinitialiser mes données pour tous les QSOs

# SetupPageMisc|
source: All the data from the My Data tab will be used or data from the previous QSO will be maintained.
da: Alle dataene fra fanebladet Mine data vil blive brugt eller data fra den forrige QSO vil blive vedligeholdt.
fr: Toutes les données de l'onglet Mes Données seront utilisés ou les données du QSO précédent seront conservées

# SetupPageUDP|
source: KLog will automatically show and update data coming from WSJT-X (DX callsign, locator, RPT, ...)
da: KLog vil automatisk vise og opdatere data fra WSJT-X (DX-kaldesignal, lokalisering, RPT, ...)
fr: KLog affichera et mettra à jour automatiquement les données provenant de WSJT-X (indicatif DX, locator, RPT...)

# SetupPageWorldEditor|
source: ARRL ID
fr: ID ARRL

# StatsQSOsPerDXCCBarChartWidget|
source: Entity:
da: Element:
fr: Contrée DXCC :

# StatsQSOsPerYearBarChartWidget|
source: Chart title
da: Diagramtitel
fr: Titre du graphique

# TipsDialog|
source: <b>Tip #2:</b><br>Do you know...<br>You can use <a href="#ToolsFillInDXCC">Tools->Fill in DXCC data</a> to automatically read the full log to fill the DXCC QSO data?
fr: <b>Astuce #2:</b><br>Le saviez-vous....<br>Vous pouvez utiliser <a href="#ToolsFillInDXCC">Outils->Saisir les données DXCC</a> pour lire automatiquement le log complet pour saisir les données DXCC du QSO ?

# TipsDialog|
source: <b>Tip #4:</b><br>Do you know...<br>You can export your QSO marked as QSL requested with <a href="#FileExportQSLADIFToPrint">File->Export Requested QSL to ADIF...</a> to create an ADIF file that you will be able to import into a QSL tag creation program to print tags for your QSL cards?
fr: <b>Astuce #4:</b><br>Le saviez-vous...<br>Vous pouvez exporter vos QSO marqués avec "QSL demandée" <a href="#FileExportQSLADIFToPrint">Fichier->Exporter les QSLs demandées en ADIF...</a> pour créer un fichier ADIF que vous pourrez importer dans un programme de création d'étiquettes de QSL pour imprimer des étiquettes pour vos cartes QSL ?

# TipsDialog|
source: <b>Tip #7:</b><br>Do you know...<br>You can find the QSLs that you still need to send with <a href="#ToolsSendPendingQSL">Tools->QSL tools...->Find My-QSLs pending to send</a>.<bR>This tool will list you in the search box all the QSOs with the QSL-Sent marked as <i>Requested</i>.
fr: <b>Astuce #7:</b><br>Le saviez-vous...<br>Vous pouvez trouver les QSLs que vous devez encore envoyer avec <a href="#ToolsSendPendingQSL">Outils->Outils QSL...->Rechercher Mes-QSLs en attente d'envoi</a>.<br>Cet outil vous listera dans la zone de recherche tous les QSOs dont le statut "QSL-Envoyé" est <i>Demandé</i>.

# eLogClubLog|
source: It seems to be a PASSWORD ERROR; check your password.
da: Det ligner en ADGANGSKODEFEJL; kontroller din adgangskode.
fr: Cela semble être une ERREUR DE MOT DE PASSE. Vérifiez-le.

# eLogClubLog|
source: It seems that your ClubLog password is not correct.
da: Det ser ud til, at din ClubLog-adgangskode ikke er korrket.
fr: Il semble que votre mot de passe ClubLog est incorrect.

# eLogClubLog|
source: Please check your password in the setup. ClubLog uploads will be disabled.
da: Kontroller venligst din adgangskode i opsætnignen. ClubLog-overførsler vil være deaktiveret.
fr: Veuillez vérifier votre mot de passe dans la configuration. Les déversements ClubLog seront désactivés.

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Aircraft Scatter
da: Flystøj

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Back scatter
da: Baggrundsstøj

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Ionoscatter
da: Ionostøj

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Meteor scatter
da: Meteorstøj

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Rain scatter
da: Regnstøj

# LogModel|
source: Date
da: Dato
