Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# QObject|
source: Remember that your KLog dir is on your system...
ca: Recordeu que el directori del KLog és al vostre sistema...
cs: Pamatujte, že adresář KLog je ve vašem systému...
da: Husk at din KLog-mappe er på dit system ...
es: Recuerde que la carpeta de KLog está en su sistema...
fr: Rappelez-vous que votre répertoire KLog est sur votre système...
hr: Podsjetite se da je vaša KLog mapa na vašem sustavu...
it: Ricorda che la cartella KLog è sul tuo sistema...

# QObject|
source: Thank you for running KLog!
ca: Moltes gràcies per usar el KLog!
cs: Děkujeme, že jste spustili KLog!
da: Tak fordi du bruger KLog!
es: ¡Gracias por usar KLog!
fr: Merci à vous d'utiliser KLog !
hr: Hvala što koristite KLog!
it: Grazie per aver usato KLog!

# QObject|
source: Updating information...
ca: S'està actualitzant la informació...
cs: Aktualizace informací...
es: Actualizando información...
hr: Ažuriram podatke...
it: Aggiornamento dati...

# QObject|
source: Updating DXCC and Continent information...
ca: S'està actualitzant la informació dels DXCC i del continent...
cs: Aktualizace DXCC a kontinentů...
da: Opdaterer DSCC- og kontinentinformation ...
es: Actualizando la información de DXCC y continente...
fr: Mise à jour des informations sur les Contrées DXCC et Continents...
hr: Ažuriram podatke o DXCC i kontinentima...
it: Aggiornamento dati DXCC e Continenti...

# QObject|
source: A wrong callsign has been found: %1. Please enter a new callsign or confirm that the current one is a good callsign.
ca: S'ha trobat un indicatiu incorrecte: %1. Introduïu un indicatiu nou o confirmeu que l'actual és un indicatiu correcte.
cs: Byla nalezena nesprávná značka: %1. Zadejte novou volací značku nebo potvrďte, že ta aktuální je správná.
es: Se ha encontrado un indicativo incorrecto: %1. Introduzca el nuevo indicativo o confirme si el actual es correcto.
it: Trovato nominativo di stazione errato: %1. Per favore scegli un nuovo nominativo o forza la correttezza del corrente.

# QObject|
source: An empty callsign has been detected. If it is possible, please enter the right call.
ca: S'ha detectat un indicatiu buit. Introduïu l'indicatiu correcte, si és possible.
cs: Byla nalezena prázdná volací značka. Pokud je to možné, prosím, vložte správnou značku.
es: Se ha detectado un indicativo vacío. Si es posible, introduzca el indicativo correcto.
hr: Otkriven je prazan pozivni znak. Ako ste u mogućnosti, molim unesite ispravan pozivni znak.
it: Nominativo di stazione vuoto trovato. Se possibile, per favore inserisci il giusto nominativo.

# QObject|
source: KLog - Not valid callsign found
ca: KLog - S'ha trobat un indicatiu no vàlid
cs: KLog - Nalezena neplatná značka
es: KLog - Indicativo no válido encontrado
hr: KLog - Pronađen nevaljali pozivni znak
it: KLog - Nominativo di stazione trovato non valido

# QObject|
source: Date
ca: Data
es: Fecha

# QObject|
source: Call
ca: Indicatiu
es: Indicativo

# QObject|
source: Band
ca: Banda
es: Banda

# QObject|
source: Comment
ca: Comentari
es: Comentario

# QObject|
source: Mode
es: Modo

# QObject|
source: Address
ca: Adreça
es: Dirección

# QObject|
source: Age
ca: Antiguitat
es: Edad

# QObject|
source: County
ca: Comtat
es: Pais

# QObject|
source: Ant_Az
es: Azimuth

# QObject|
source: Ant_El
es: Elevación

# QObject|
source: Ant_Path
ca: Ant_Camí
es: Paso

# QObject|
source: ARRL_SECT
es: Sección ARRL

# QObject|
source: Award_Submitted
ca: Diploma_enviat
es: Diploma enviado

# QObject|
source: Award_granted
ca: Diploma_atorgat
es: Diploma concedido

# QObject|
source: Band_RX
ca: Banda_RX
es: Banda RX

# QObject|
source: CheckContest
ca: ComprovacióConcurs
es: Comprobacion Concurso

# QObject|
source: Class
ca: Classe
es: Clase

# QObject|
source: ClubLog SDate
es: c

# QObject|
source: ClubLog status
ca: ClubLog estat
es: Estado ClubLog

# QObject|
source: Continent
es: Continente

# QObject|
source: Contacted Op
ca: OP Contactat
es: Operador contactado

# QObject|
source: Contest Id
ca: ID concurs
es: Id Concurso

# QObject|
source: Country
ca: País
es: País

# QObject|
source: Credit Submitted
ca: Crèdit Enviat
es: Credit enviado

# QObject|
source: Credit granted
ca: Crèdit Atorgat
es: Credit otorgado

# QObject|Do not translate if unsure, common hamradio term.
source: Dark Dok
es: DOK de DARC

# QObject|Do not translate if unsure, common hamradio term.
source: My Fists
es: Mi FISTS

# QObject|Do not translate if unsure, common hamradio term.
source: Nr bursts
es: Ráfagas

# QObject|Do not translate if unsure, common hamradio term.
source: Nr pings
es: Núm «pings»

# QObject|
source: Sat mode
es: Modo Sat

# QObject|
source: Distance
ca: Distància
es: Distancia

# QObject|
source: Email
ca: Correu electrònic
es: Correo-e

# QObject|
source: eQSL RDate
es: eQSL Fecha rec

# QObject|
source: eQSL SDate
es: eQSL Fecha env

# QObject|
source: eQSL Rcvd
ca: eQSL rebuda
es: eQSL recv

# QObject|
source: eQSL Sent
ca: eQSL enviada
es: Envío eQSL

# QObject|
source: Freq
es: Frec

# QObject|
source: Freq RX
es: Frec RX

# QObject|
source: Gridsquare
es: Locator

# QObject|
source: Guest OP
ca: OP convidat
es: Op invitado

# QObject|
source: HRDLog SDate
es: HRDLog Fecha env

# QObject|
source: HRDLog status
ca: HRDLog estat
es: Estado HRDLog

# QObject|
source: IOTA Island id
ca: ID illa IOTA
es: Id isla IOTA

# QObject|
source: K Index
ca: K Índex
es: Índice K

# QObject|
source: LoTW RDate
es: LoTW Fecha rec

# QObject|
source: LoTW SDate
es: LoTW Fecha env

# QObject|
source: LoTW Rcvd
ca: LoTW rebut
es: Recepción LoTW

# QObject|
source: LoTW Sent
ca: LoTW enviat
es: Envío LoTW

# QObject|
source: Max Bursts
ca: Màx ràfegues
es: max ráfagas

# QObject|
source: Multiplier
ca: Multiplicador
es: Multiplicador

# QObject|
source: MS Shower
ca: Pluja MS
es: Lluvia MS

# QObject|
source: My Antenna
ca: La meva antena
es: Mi antena

# QObject|
source: My City
ca: La meva ciutat
es: Mi ciudad

# QObject|
source: My Cnty
ca: El meu comtat
es: My condado

# QObject|
source: My Country
ca: El meu país
es: Mi país

# QObject|
source: My CQz
ca: La meva CQz
es: Mi zona CQ

# QObject|
source: My DXCC
ca: El meu DXCC
es: Mi DXCC

# QObject|
source: My Gridsquare
ca: El meu Gridsquare
es: Mi locator

# QObject|
source: My IOTA
ca: El meu IOTA
es: Mi IOTA

# QObject|
source: My IOTA island id
ca: El meu ID d'illa IOTA
es: Mi id isla IOTA

# QObject|
source: My ITUz
ca: La meva ITUz
es: Mi zona ITU

# QObject|
source: My Lat
ca: La meva Lat
es: Mi Lat

# QObject|
source: My Lon
ca: La meva Lon
es: Mi Lon

# QObject|
source: My Name
ca: El meu nom
es: Mi nombre

# QObject|
source: My Postal code
ca: El meu codi postal
es: Mi código postal

# QObject|
source: My Rig
ca: El meu equip
es: Mi equipo

# QObject|
source: My Sig
ca: El meu SIG
es: Mi Sig

# QObject|
source: My Sig Info
ca: La informació del meu SIG
es: Mi info Sig

# QObject|
source: My SOTA ref
ca: La meva referència SOTA
es: Mi ref SOTA

# QObject|
source: My State
ca: El meu estat
es: Mi estado

# QObject|
source: My Street
ca: El meu carrer
es: Mi calle

# QObject|
source: My USACA counties
ca: El meu comtats USACA
es: Mis condados USACA

# QObject|
source: My VUCC grids
ca: Les meves quadrícules VUCC
es: Mis locator VUCC

# QObject|
source: Name
ca: Nom
es: Nombre

# QObject|
source: Notes
es: Notas

# QObject|
source: Operator
ca: Operador
es: Operador

# QObject|
source: Owner Callsign
ca: Indicatiu de l'operador
es: Indicativo del dueño

# QObject|
source: Pfx
es: Pref

# QObject|
source: Points
ca: Punts
es: Puntos

# QObject|
source: Precedence
ca: Precedència
es: Precedencia

# QObject|
source: Prop Mode
ca: Mode prop
es: Modo de propagación

# QObject|
source: Public Key
ca: Clau pública
es: Clave pública

# QObject|
source: QRZcom SDate
es: QRZcom Fecha env

# QObject|
source: QRZcom status
ca: QRZcom estat
es: Estado en QRZ.com

# QObject|
source: QSL msg
ca: Missatge QSL
es: Mensaje QSL

# QObject|
source: QSL RDate
es: QSL Fecha rec

# QObject|
source: QSL SDate
es: QSL Fecha env

# QObject|
source: QSL Rcvd
ca: QSL rebuda
es: QSL Recibida

# QObject|
source: QSL Sent
ca: QSL enviada
es: QSL Enviada

# QObject|
source: QSL sent via
ca: QSL enviada via
es: QSL enviada via

# QObject|
source: QSO complete
ca: QSO completa
es: QSO completo

# QObject|
source: Region
ca: Regió
es: Región

# QObject|
source: Rig
ca: Equip
es: Equipo

# QObject|
source: RX Pwr
ca: Potència RX
es: Potencia RX

# QObject|
source: Sat name
ca: Nom sat
es: Nombre de Sat

# QObject|
source: Sig Info
ca: Info del SIG
es: Info de sig

# QObject|Do not translate if unsure, common hamradio term.
source: Silent key
es: Fallecido (SK)

# QObject|
source: SOTA Ref
ca: Referència SOTA
es: Ref SOTA

# QObject|
source: SRX String
ca: Cadena SRX
es: SRX texto

# QObject|
source: STX String
ca: Cadena STX
es: STX texto

# QObject|
source: State
ca: Estat
es: Estado

# QObject|
source: Submode
es: Submodo

# QObject|
source: USACA counties
ca: Comtats USACA
es: Condados USACA

# QObject|
source: VE prov
es: Provincias VE

# QObject|
source: VUCC grids
ca: Quadrícules VUCC
es: Locators VUCC

# QObject|
source: TX Pwr
ca: Potència TX
es: Potencia TX

# QObject|
source: QSO Date off
ca: Data fi QSO
es: Fecha fin QSO

# QObject|
source: Transmitter id
ca: ID transmissor
es: Id transmisor

# QObject|
source: Log number
ca: Número de registre
es: Número de log

# SearchWidget|
source: &Clear
ca: &Neteja
cs: S&mazat
da: &Ryd
es: &Limpiar
fr: Effa&cer
hr: &Izbriši
it: &Pulisci

# SearchWidget|
source: &Select All
ca: &Selecciona-ho tot
cs: &Vybrat vše
da: &Vælg alle
es: &Seleccionar todos
fr: Tout &Sélectionner
hr: Označi &sve
it: &Seleziona Tutto

# SearchWidget|
source: &Search
ca: &Cerca
cs: &Hledání
da: &Søg
es: Bu&scar
fr: Rechercher
hr: &Traži
it: &Cerca

# SearchWidget|
source: &Export Highlighted
ca: &Exporta els ressaltats
cs: &Exportovat vybrané
da: &Eksporter markering
es: &Exportar marcados
fr: &Exporter la Sélection
hr: Izv&ezi označeno
it: &Esporta elementi evidenziati

# SearchWidget|
source: All logs
ca: Tots els registres
cs: Všechny logy
es: Todos los logs
hr: Svi dnevnici
it: Tutti i log

# SearchWidget|
source: Clear the searches.
ca: Neteja les cerques.
cs: Smazat všechny hledání.
da: Ryd søgninger.
es: Limpiar búsquedas.
fr: Effacer les recherches.
hr: Očisti potrage.
it: Pulisce le ricerche.

# SearchWidget|
source: Export the search result to an ADIF file.
ca: Exporta el resultat de la cerca a un fitxer ADIF.
cs: Export výsledku hledání do ADIF.
da: Eksporter søgeresutlatet til en ADIF-fil.
es: Exporta el resultado de la búsqueda a un fichero ADIF.
fr: Exporter le résultat de la recherche vers un fichier ADIF.
hr: Izvezi rezultat potraga u ADIF datoteku.
it: Esporta i risultati della ricerca su un file ADIF.

# SearchWidget|
source: Select/Unselect all the QSOs shown.
ca: Selecciona/Desselecciona tots els QSO mostrats.
cs: Vybrat/Zrušit všechna zobrazená QSO.
da: Vælg/fravælg alle viste QSO'ere.
es: Selecione/Deseleccione todos los QSOs mostrados.
fr: Sélectionner/Désélectionner tous les QSOs affichés.
hr: Označi/neoznači sve prikazane QSOe.
it: Seleziona/deleseziona tutti i QSO mostrati.

# SearchWidget|
source: Search in the log.
ca: Cerca al registre.
cs: Najít v logu.
da: Søg i loggen.
es: Buscar en el log.
fr: Rechercher dans le log.
hr: Traži u dnevniku.
it: Cerca nel log.

# SearchWidget|
source: Search in all logs.
ca: Cerca a tots els registres.
cs: Najít ve všech logách.
da: Søg i alle logge.
es: Buscar en todos los logs.
fr: Rechercher dans tous les logs.
hr: Traži u svim dnevnicima.
it: Cerca in tutti i log.

# SearchWidget|
source: Select the Station Callsign used to do this QSO.
ca: Seleccioneu l'indicatiu d'estació usat per fer aquest QSO.
cs: Vyberte značku stanice použitou pro toto QSO.
es: Seleccione el indicativo de estación usado en este QSO.
hr: Unesite pozivni znak korišten za ovaj QSO.
it: Scegli il nominativo di stazione usato in questo QSO.

# SearchWidget|
source: All in log
ca: A tot el registre
cs: Ve všech
es: Todos los logs
hr: Sve u dnevniku
it: Tutto il log

# SearchWidget|
source: Not defined
ca: No s'ha definit
cs: Nedefinováno
es: Sin definir
hr: Nije definiran
it: Non definito

# SearchWidget|
source: &Clear selection
ca: &Neteja la selecció
cs: &Zrušit výběr
da: &Ryd markering
es: &Limpiar selección
fr: Effacer la sélection
hr: &Izbriši selekciju
it: &Pulisce selezione

# SearchWidget|
source: Save File
ca: Desa fitxer
cs: Uložit soubor
da: Gem fil
es: Guardar fichero
fr: Sauvegarder le Fichier
hr: Spremi Datoteku
it: Salva File

# SearchWidget|
source: You have requested to delete the QSO with: %1
ca: Heu demanat suprimir el QSO amb: %1
cs: Bylo požádáno smazat QSO s: %1
da: Du har anmodt om at slette QSO'en med: %1
es: Ha solicitado eliminar un QSO con: %1
fr: Vous avez demandé à supprimer le QSO avec : %1
hr: Zatražili ste da izbrišete QSO sa: %1
it: Hai chiesto di cancellare il QSO con: %1

# SearchWidget|
source: Enter the callsign to search for. Enter '*' to show all the QSOs... it may be slow in big logs!
ca: Introduïu l'indicatiu a cercar. Introduïu «*» per a mostrar tots els QSO... pot ser lent als registres grans!
cs: Zadejte značku, kterou chcete vyhledat. Pro výběr všech spojení použijte '*'...může trvat delší dobu!
es: Introduzca el indicativo a buscar. Introduzca '*' para mostrar todos los QSOs... puede ser lento en logs grandes!
it: Scegli il nominativo da cercare per Enter '*' per mostrare tutti i QSO.. potrebbe essere lento sui log molto luunghi!

# SearchWidget|
source: Are you sure?
ca: Esteu segur?
cs: Opravdu chcete odstranit QSO?
da: Er du sikker?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
hr: Jeste li sigurni?
it: Sei sicuro?

# SearchWindow|
source: Date/Time
ca: Data/hora
cs: Datum/Čas
es: Fecha/Hora
hr: Datum/Vrijeme
it: Data/Ora

# SearchWindow|
source: Band
ca: Banda
cs: Pásmo
es: Banda
hr: Pojas
it: Banda

# SearchWindow|
source: Mode
cs: Druh provozu
es: Modo
hr: Način rada
it: Modo

# SearchWindow|
source: QSL Sent
ca: QSL enviada
cs: QSL odesláno
es: QSL Enviada
hr: QSL Poslana
it: QSL Trasmessa

# SearchWindow|
source: QSL Rcvd
ca: QSL rebuda
cs: QSL přijato
es: QSL Recibida
hr: QSL Primljena
it: QSL Ricevuta

# SearchWindow|
source: Station Callsign
ca: Indicatiu de l'estació
cs: Volací značka
es: Indicativo de la estación
hr: Pozivni znak postaje
it: Nominativo di stazione

# SearchWindow|
source: Call
ca: Trucada
cs: Stanice
es: Indicativo
it: Nominativo

# SearchWindow|
source: Date/time
ca: Data/hora
cs: Datum/Čas
es: Fecha/Hora
hr: Datum/vrijeme
it: Data/ora

# SearchWindow|
source: Station callsign
ca: Indicatiu de l'estació
cs: Stanice
es: Indicativo de estación
hr: Pozivni znak postaje
it: Nominativo di stazione

# SearchWindow|
source: QSL Send
ca: QSL enviada
cs: QSL odesláno
es: Enviar QSL
hr: Pošalji QSL
it: Trasmette QSL

# SearchWindow|
source: &Delete
ca: &Suprimeix
cs: &Smazat
es: &Borrar
hr: Iz&briši
it: &Cancella

# SearchWindow|
source: Delete a QSO
ca: Suprimeix un QSO
cs: Smazat QSO
es: Borrar un QSO
hr: Izbriši QSO
it: Cancella un QSO

# SearchWindow|
source: &Edit QSO
ca: &Edita QSO
cs: &Upravit QSO
es: &Editar QSO
hr: &Uredi QSO
it: &Modifica QSO

# SearchWindow|
source: Edit this QSO
ca: Edita aquest QSO
cs: Upravit QSO
es: Editar este QSO
hr: Uredi ovaj QSO
it: Modifica questo QSO

# SearchWindow|
source: Via &bureau
es: Vía &bureau
hr: Preko &biroa

# SearchWindow|
source: Send this QSL via bureau
ca: Envia aquesta QSL via bureau
cs: Odeslat QSL via bureau
es: Envía esta QSL vía bureau
hr: Pošalji ovu QSL preko biroa
it: Trasmetti la QSL via bureau

# SearchWindow|
source: D&irect
ca: D&irecta
es: D&irecta
hr: &Izravno

# SearchWindow|
source: Send this QSL via direct
ca: Envia aquesta QSL via directa
cs: Odeslat QSL via bureau
es: Envía esta QSL vía directa
hr: Pošalji ovu QSL izravno
it: Trasmetti la QSL via direct

# SearchWindow|
source: Via bureau
es: Vía bureau
hr: Preko biroa

# SearchWindow|
source: QSL &received via bureau
ca: QSL &rebuda via bureau
cs: QSL &přijato via bureau
es: QSL &recibida vía bureau
hr: QSL p&rimljena preko biroa
it: QSL &ricevuta via bureau

# SearchWindow|
source: Direct
ca: Directa
es: Directa
hr: Izravno

# SearchWindow|
source: QSL received via direc&t
ca: QSL rebuda via direc&ta
cs: QSL přijato direc&t
es: QSL recibida vía direc&ta
hr: QSL primljena &izravno
it: QSL ricevuta via direc&t

# SearchWindow|
source: Check in QRZ.com
ca: Comprova a QRZ.com
cs: Vyhledat v QRZ.com
es: Consultar en QRZ.com
hr: Provjeri u QRZ.com
it: Controlla su QRZ.com

# SearchWindow|
source: Check this callsign in QRZ.com
ca: Comprova aquest identificador a QRZ.com
cs: Vyhledat značku v QRZ.com
es: Consulta este indicativo en QRZ.com.
hr: Provjeri ovaj pozivni znak u QRZ.com
it: Controlla questo nominativo su QRZ.com

# SearchWindow|
source: Check in DXHeat.com
ca: Comprova a DXHeat.com
cs: Vyhledat v DXHeat.com
es: Consultar en DXHeat.com
hr: Provjeri u DXHeat.com
it: Controlla su DXHeat.com

# SearchWindow|
source: Check this callsign in DXHeat.com
ca: Comprova aquest identificador a DXHeat.com
cs: Vyhledat značku v DXHeat.com
es: Consulta este indicativo en DXHeat.com.
hr: Provjeri ovaj pozivni znak u DXHeat.com
it: Controlla questo nominativo su DXHeat.com

# SearchWindow|
source: &Request my QSL
ca: &Sol·licita la meva QSL
es: &Requerir mi QSL
hr: Za&traži moju QSL
it: &Richiedi la mia QSL

# SearchWindow|
source: Mark my QSL as requested
ca: Marca la meva QSL com a sol·licitada
cs: Označit můj QSL jako vyžádaný
es: Marcar mi QSL como solicitada
hr: Označi moju QSL kao zatraženu
it: Segna la mia QSL come richiesta

# SearchWindow|
source: Via Direct and mark DX QSL as requested
ca: Via directa i marca la DX QSL com a sol·licitada
cs: Direct a označit QSL jako vyžádané
es: Vía directa y marcar QSL DX como solicitada
hr: Izravno i označi DX QSL kao zatraženu
it: Via Diretto e indica la QSL del DX come richiesta

# SearchWindow|
source: Send this QSL via direct and mark DX QSL as requested
ca: Envia aquesta QSL via directa i marca la DX QSL com a sol·licitada
cs: Odeslat QSL direct a označit jako vyžádané
es: Enviar esta QSL vía directa y marcar QSL DX como solicitada
hr: Pošalji ovu QSL izravno i označi DX QSL kao zatraženu
it: Spedisce questa QSL via diretto e indica la QSL del DX come richiesta

# SearchWindow|
source: Via Bureau and mark DX QSL as requested
ca: Via bureau i marca la DX QSL com a sol·licitada
cs: Via Bureau a označit QSL jako vyžádané
es: Vía Bureau y marcar QSL DX como solicitada
hr: Preko biroa i označi DX QSL kao zatraženu
it: Via Bureau e segna la QSL del DX come richiesta

# SearchWindow|
source: Send this QSL via bureau and mark DX QSL as requested
ca: Envia aquesta QSL via bureau i marca la DX QSL com a sol·licitada
cs: Odeslat QSL via Bureau a označit QSL jako vyžádané
es: Enviar esta QSL vía bureau y marcar QSL DX como solicitada
hr: Pošalji ovu QSL preko biroa i označi DX QSL kao zatraženu
it: Spedisce questa QSL via bureau e segna la QSL del DX come richiesta

# SearchWindow|
source: &Request the QSL
ca: &Sol·licita la QSL
cs: &Request QSL
es: &Requerir la QSL
hr: Za&traži QSL
it: &Richiedi la QSL

# SearchWindow|
source: Mark the QSL as requested
ca: Marca la QSL com a sol·licitada
cs: Označit QSL jako vyžádané
es: Marcar la QSL como solicitada
hr: Označi QSL zatraženom
it: Segna la QSL come richiesta

# SearchWindow|
source: Via bureau and mark my QSL as requested
ca: Via bureau i marca la meva QSL com a sol·licitada
cs: Via Bureau a označit můj QSL jako vyžádaný
es: Vía Bureau y marcar mi QSL como solicitada
hr: Preko biroa i označi moju QSL kao zatraženu
it: Via bureau e segna la mia QSL come richiesta

# SearchWindow|
source: QSL received via bureau and mark my QSL as requested
ca: QSL rebuda via bureau i marca la meva QSL com a sol·licitada
cs: QSL přijato via bureau a označit můj QSL jako vyžádaný
es: QSL recibida vía bureau y marcar mi QSL como solicitada
hr: QSL primljena preko biroa i označi moju QSL kao zatraženu
it: QSL ricevuta via bureau e segna lamia SQL come richiesta

# SearchWindow|
source: Direc&t and mark as my QSL requested
ca: Direc&ta i marca la meva QSL com a sol·licitada
cs: Direc&t a označit můj QSL jako vyžádaný
es: Direc&ta y marcar mi QSL como solicitada
hr: &Izravno i označi moju QSL kao zatraženu
it: Dire&tto e segna come mia QSL richiesta

# SearchWindow|
source: QSL received via direct and mark my QSL as requested
ca: QSL rebuda via directa i marca la meva QSL com a sol·licitada
cs: QSL přijat direct a označit můj QSL jako vyžádaný
es: QSL recibida vía directa y marcar mi QSL como solicitada
hr: QSL primljena izravno i označi moju QSL kao zatraženu
it: QSL ricevuta via diretto e segna la mia QSL come richiesta

# SearchWindow|
source: Needed QSO to send the QSL
ca: QSO necessari per enviar la QSL
cs: K odeslání QSL je potřeba QSO
es: QSO al que es necesario enviar la QSL
hr: QSO za koji treba poslati QSL
it: QSO che richiedono l'invio della QSL

# SearchWindow|
source: My QSL requested to be sent
ca: La meva QSL sol·licitada per enviar
cs: Můj vyžádaný QSL bude odeslán
es: Se ha solicitado el envío de mi QSL
hr: Moja QSL zatražena za slanje
it: La mia richiesta di QSL da inviare

# SearchWindow|
source: DX QSL pending to be received
ca: QSL del DX pendent de rebre
cs: QSL čeká na přijetí
es: QSL del DX pendiente de recibir
hr: Prijem DX QSLa u tijeku
it: QSL di DX in attesa di ricezione

# SetupDialog|
source: User data
ca: Dades de l'usuari
cs: Uživatel
da: Brugerdata
es: Datos de usuario
fr: Données utilisateur
hr: Korisnički podaci
it: Dati utente

# SetupDialog|
source: Bands/Modes
ca: Bandes/modes
cs: Pásma/Druhy provozu
da: Bånd/tilstande
es: Bandas/modos
fr: Bandes/Modes
hr: Frekvencijski pojasevi/Načini rada
it: Bande/modi

# SetupDialog|
source: Colors
cs: Barvy
da: Farver
es: Colores
fr: Couleurs
hr: Boje
it: Colori

# SetupDialog|
source: Misc
ca: Varis
cs: Různé
da: Diverse
es: Varios
fr: Divers
hr: Razno
it: Altro

# SetupDialog|
source: World Editor
ca: Editor mundial
cs: Editor zemí
da: Verdensredigeringsprogram
es: Editor de entidades
fr: Editeur du Monde
hr: Urednik svijeta
it: Editor mondiale

# SetupDialog|
source: Satellites
ca: Satèl·lits
cs: Satelity
da: Sattelitter
es: Satélites
hr: Sateliti
it: Satelliti

# SetupDialog|
source: Do you want to add one log in the Logs tab or exit KLog? (Click Yes to add a log or No to exit KLog)
ca: Voleu afegir un registre a la pestanya de Registres o sortir del KLog? (Feu clic a Sí per afegir un registre o No per a sortir del KLog)
cs: Přejete si přidat log v záložce Log nebo ukončit KLog? (ANO - přidat log nebo NE - opustit)
es: ¿Quiere añadir un log en la pestaña de Logs o salir de KLog? (Pulse Si para añadir un log o No para salir de KLog)
fr: Souhaitez-vous ajouter un log dans l'onglet des Logs ou quitter KLog ? (Cliquez Oui pour ajouter un log ou Non pour quitter KLog)
hr: Želite li dodati jednu dnevničku datoteku u kartici Dnevnici ili izići iz KLoga? (Kliknite da za dodavanje datoteke ili Ne za izlaz iz KLoga)
it: Vuoi aggiungere un log nella maschera configrazione Log o vuoi terminare KLog? (Clicca Sì per aggiungere un log oppure No per uscire da KLog)

# SetupDialog|
source: DB has not been moved to new path.
ca: La BD no s'ha mogut al camí nou.
cs: DB nebyla přesunuta do nové cesty.
es: La base de datos se ha movido a un nuevo destino.
hr: Baza podataka nije bila pomaknuta u novu putanju.
it: Il DB non è stato spostato nel nuovo percorso.
