Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# FileManager|
source: Please edit the ADIF file and make sure that it include at least:
ca: Editeu el fitxer ADIF i assegureu-vos que inclou, com a mínim:
cs: Upravte ADIF tak, aby obsahoval alespoň:
da: Rediger din ADI-fil og sikr dig at den som minimum indeholder:
es: Por favor, edite el fichero ADIF y asegúrese de que incluye al menos:
fr: Veuillez éditer le fichier ADIF et soyez sûr qu'il contient à minima :
hr: Molim uredite ADIF datoteku tako da uključuje barem:
it: Per favore correggi il file ADIF ed accertati che contenga almeno:

# FileManager|
source: and
ca: i
cs: a
da: og
es: y
fr: et
hr: i
it: e

# FileManager|
source: This QSO had:
ca: Aquest QSO té:
cs: QSO mělo:
da: Denne QSO havde:
es: Este QSO tenía:
fr: Ce QSO a :
hr: Ovaj QSO je imao:
it: Questo QSO aveva:

# FileManager|
source: KLog: Not all required data found!
ca: KLog: No s'han trobat totes les dades necessàries!
cs: KLog: Nebyla nalezena všechna požadovaná data!
da: KLog: Ikke alle krævede data blev fundet!
es: KLog: ¡No se encontraron todos los datos necesarios!
fr: KLog : Tous les données requises n'ont pas été trouvés !
hr: KLog: Nisu pronađeni svi obavezni podaci!
it: KLOg: Dati necessari mancanti!

# FileManager|
source: KLog: No RST TX found!
ca: KLog: No s'ha trobat RST TX!
cs: KLog: RST TX nenalezeno!
da: KLog: Ingen RST TX blev fundet!
es: KLog: ¡No se encontró RST TX!
fr: KLog : Pas de RST TX trouvé !
hr: KLog: Nije nađen RST TX!
it: KLog: Non trovato RST TX!

# FileManager|
source: KLog: No RST RX found!
ca: KLog: No s'ha trobat RST RX!
cs: KLog: RST RX nenalezeno!
da: KLog: Ingen RST RX fundet!
es: KLog: ¡No se encontró RST RX!
fr: KLog : Pas de RST RX trouvé !
hr: KLog: Nije nađen RST RX!
it: KLog: Non trovato RST RX!

# InfoWidget|
source: Continent
cs: Kontinent
da: Kontinent
es: Continente
hr: Kontinent
it: Contienente

# InfoWidget|
source: Prefix
da: Præfiks
es: Prefijo
fr: Préfixe
hr: Prefiks
it: Prefisso

# InfoWidget|
source: Short Path
ca: Camí curt
da: Kort sti
es: Salto corto
fr: Chemin Court
hr: Kratki put
it: Percorso breve

# InfoWidget|
source: Long Path
ca: Camí llarg
da: Lang sti
es: Salto largo
fr: Chemin Long
hr: Dugi put
it: Percorso lungo

# InfoWidget|
source: Deg
ca: Graus
cs: Azimut
es: Grad
hr: Stu

# InfoWidget|
source: Miles
ca: Milles
cs: Mile
da: Mil
es: Millas
hr: Milje
it: Miglia

# IntroPage|
source: Welcome to KLog!
ca: Us donem la benvinguda al KLog!
cs: Vítejte v KLog!
da: Velkommen til KLog!
es: ¡Bienvenido a KLog!
fr: Bienvenue sur KLog !
hr: Dobrodošli u KLog!
it: Benvenuto/a su KLog!

# IntroPage|
source: Welcome to KLog! - brought to you under the terms of the GPL!
ca: Us donem la benvinguda al KLog! - Distribuït segons els termes de la GPL!
cs: Vítejte v KLog! - přinesen Vám byl za podmínek GPL!
da: Velkommen til Klog! - bragt til dig under betingelserne i GPL'en!
es: ¡Bienvenido a KLog - disponible gracias a los términos de la GPL!
fr: Bienvenue sur KLog ! - vous est présenté selon les termes de la GPL !
hr: Dobrodošli u KLog! - vama pružen pod odredbama GPLa!
it: Benvenuto/a su KLog! -Utilizzabile regolamentato come da licenza GPL!

# IntroPage|
source: Welcome to KLog
ca: Us donem la benvinguda al KLog
cs: Vitejte v KLog
da: Velkommen til KLog
es: Bienvenido a KLog
fr: Bienvenue sur KLog
hr: Dobrodošli u KLog
it: Benvenuto/a su KLog

# IntroPage|
source: This looks like it's the first time you've run KLog on this computer.
ca: Sembla que aquesta és la primera vegada que s'executa el KLog en aquest ordinador.
cs: Vypadá to, že je to první spuštění KLog na tomto počítači.
da: Dette ser ud til, at det er første gang du afvikler KLog på denne computer.
es: Parece que es la primera vez que ejecuta KLog en este ordenador.
fr: Il semble que c'est la première fois que vous lancez KLog sur cet ordinateur.
hr: Izgleda da je ovo prvi put da ste pokrenuli KLog na ovom računalu.
it: E' la prima esecuzione di KLog su questo sistema.

# IntroPage|
source: KLog is a free hamradio logging program that can run on GNU/Linux, macOS, and Windows.
ca: El KLog és un programa lliure d'enregistrament de radioafició que es pot executar en el GNU/Linux, macOS, i Windows.
cs: KLog je bezplatný staniční log pro radioamatéry, který běží na GNU/Linux, macOS a Windows.
es: KLog es un programa libre de log de radioaficionados que puede correr en Linux, macOS y Windows.
it: KLog è un programma libero di log per uso radio che può funzionare su GNU/Linux, macOS, e Windows.

# IntroPage|
source: It is designed to provide general purpose DX, and contest logging.
ca: Està dissenyat per proporcionar un enregistrament de caràcter general de DX i per a concursos.
cs: Je navržen tak, aby poskytoval vedení logu pro DX a soutěže.
es: Está diseñado para proveer de log de propósito general, DX y concursos.
hr: Namijenjen je općenitom, DX i zapisivanju kontesta.
it: E' pensato come generico supporto ai DX e log durante i contest.

# IntroPage|
source: It supports QSL management, import and export of ADIF
ca: Permet la gestió de QSL, importació i exportació d'ADIF
cs: Podporuje QSL management, import a export ADIF
da: Programemt understøtter QSL-håndtering, import og eksport af ADIF
es: Soporta gestión de QSL, importa y exporta formato ADIF
fr: Il supporte la gestion des QSLs, l'import et l'export
hr: Podržava baratanje QSLima, uvoz i izvoz ADIF
it: Questo software gestisce le QSL, e importa / esporta in formato ADIF

# IntroPage|
source: and Cabrillo file formats and many other features...
ca: de fitxer ADIF i Cabrillo, i moltes altres funcionalitats...
cs: a Cabrillo a mnoho dalšího...
da: samt Cabrillofilformater og mange andre funktioner ...
es: y Cabrillo y otras otras muchas funcionalidades...
fr: aux formats de fichiers ADIF et Cabrillo et aussi beaucoup d'autres fonctionnalités...
hr: i Cabrilo datotečnih formata i mnoge druge funkcije...
it: ed il formato Cabrillo e molto altro...

# IntroPage|
source: Before you can start using KLog, you will be asked to:
ca: Abans de començar a usar el KLog, us demanarem:
cs: Než začnete KLog používat, budete požádáni o:
da: Før du kan begynde med KLog vil du blive spurgt om:
es: Antes de empezar a usar KLog, se le pedirá que:
fr: Avant que vous puissiez utiliser KLog, il va vous être demandé de :
hr: Prije nego počnete koristiti KLog bit ćete upitani da:
it: Prima di iniziare ad usare KLog, è necessario:

# IntroPage|
source: Acknowledge to the terms of the license.
ca: Reconeixement dels termes de la llicència.
cs: Odsouhlasení licenčních podmínek.
da: Anerkendelse af betingelserne i licensen.
es: Conocer los térmimos de la licencia.
fr: Prendre connaissance des termes de la licence.
hr: Prihvatite uvjete licence.
it: Conferma dei termini di utilizzo descritti nella licenza.

# IntroPage|
source: Download the DX entities information.
ca: Baixada de la informació de les entitats DX.
cs: Stažení DX informací.
da: Hente DX-entitetsinformationen.
es: Descargar los datos de entidades DX.
fr: Télécharger les informations des entités DX.
hr: Preuzmete listu DX entiteta.
it: Scarica collegamenti DX.

# IntroPage|
source: Enter your callsign, CQ zone, etc. and main configuration.
ca: Introduïu el vostre identificador, zona CQ, etc. i configuració principal.
cs: Vložení Vaší volací značky, CQ Zone a hlavní konfigurace.
da: Indtast dit kaldesignal, CQ-zone etc. og hovedkonfiguration.
es: Introduzca el indicativo, zona CQ, etc y la configuración principal.
fr: Entrer votre indicatif, zone CQ etc... et la configuration principale.
hr: Unesete vaš pozivni znak, CQ zonu, itd. i glavnu konfiguraciju.
it: Inserisci nominativo di stazione, zona CQ e tutte le informazioni di base.

# IntroPage|
source: Enjoy KLog and contact the development team if you have any suggestions!
ca: Gaudiu del KLog i contacteu amb l'equip de desenvolupament si teniu qualsevol suggeriment!
cs: Užijte si KLog a kontaktujte vývojový tým, pokud máte jakékoliv návrhy!
da: Nyd KLog og kontakt udviklingsholdet hvis du har nogen forslag!
es: ¡Disfrute de KLog y contacte con el equipo de desarrollo si tiene alguna sugerencia!
fr: Appréciez KLog et contactez l'équipe de développement si vous avez des suggestions !
hr: Uživajte u KLogu i javite se razvojnom timu ako imate kakvih prijedloga!
it: Buon lavoro con KLog. Puoi anche contattare lo staff di sviluppo per ogni eventuale proposta o suggerimento!

# LicPage|
source: KLog License information
ca: Informació de la llicència del KLog
cs: KLog Licenční Informace
da: KLog-licensinformation
es: Información de licencia de KLog
fr: Information de licence KLog
hr: KLog podaci o licenci
it: KLog informazioni sulla licenza

# LicPage|
source: Welcome to KLog!- brought to you under the terms of the GPL!
ca: Us donem la benvinguda al KLog! - Distribuït segons els termes de la GPL!
cs: Vítejte v KLog! - přinesen Vám byl za podmínek GPL!
da: Velkommen til KLog! - bragt til dig under betingelsen i GPL'en!
es: ¡Bienvenido a KLog - disponible gracias a los términos de la GPL!
fr: Bienvenue sur KLog ! - vous est présenté selon les termes de la GPL !
hr: Dobrodošli u KLog! - vama pružen pod odredbama GPLa!
it: Benvenuto/a su KLog! -Utilizzabile regolamentato come da licenza GPL!

# LicPage|
source: Acknowledge
ca: Reconeixement
cs: Odsouhlasit
da: Anerkendelse
es: Aceptar
fr: Remerciements
hr: Prihvati
it: Conferma

# LicPage|
source: Be aware that KLog is free software.
ca: Tingueu present que el KLog és programari lliure.
cs: Uvědomte si, že KLog je svobodný software.
da: Vær opmærksom på at KLog er et frit program.
es: Sepa que KLog es software libre.
fr: Sachez que KLog est un logiciel libre.
hr: Uzmite u obzir da je KLog slobodan softver.
it: KLog è sviluppato come software libero.

# LoTWUtilities|
source: KLog - LoTW password needed
ca: KLog - Cal la contrasenya del LoTW
cs: KLog - Je vyžadováno heslo LoTW
es: KLog - Contraseña de LoTW requerida
hr: KLog - trebam LoTW zaporku
it: KLog - password LoTW necessaria

# LoTWUtilities|
source: Please enter your LoTW password:
ca: Introduïu la contrasenya del LoTW:
cs: Vložte heslo do LoTW:
es: Introduzca su contraseña de LoTW:
hr: Molim unesite vašu LoTW zaporku:
it: Per favore inserisci la tua password LoTW:

# LoTWUtilities|
source: There is a file already existing with the name that will be used.
ca: Ja hi ha un fitxer existent amb el nom que s'usarà.
cs: Soubor s takovým jménem již existuje.
es: Ya hay un fichero existente con el nombre a usar.
hr: Datoteka sa tim imenom već postoji.
it: Esiste già un file di nome identico a quello che vorresti usare.

# LoTWUtilities|
source: The file %1 already exist. Do you want to overwrite?
ca: El fitxer %1 ja existeix. Voleu sobreescriure'l?
cs: Soubor %1 již existuje. Přejete si jej přepsat?
es: El fichero %1 ya existe. ¿Quiere sobreescribirlo?
hr: Datoteka %1 već postoji. Želite li je prebrisati?
it: Il file %1 esiste già. Posso sovrascriverlo?

# LoTWUtilities|
source: KLog was not able to save the file %1. Error returned: %2
ca: El KLog no ha pogut desar el fitxer %1. Error retornat: %2
cs: KLog nebyl schopen zapsat do souboru %1. Chyba : %2
es: KLog no pudo guardar el fichero %1. Error: #2
hr: KLog nije mogao spremiti datoteku %1. Greška: %2
it: KLog non riesce a salvare il file %1. Codice di errore restituito: %2

# LoTWUtilities|
source: Downloading data to file: %1.
ca: S'estan baixant les dades al fitxer: %1.
cs: Stahuji data to souboru: %1.
es: Descargando datos al fichero: %1.
hr: Preuzimam podatke u datoteku: %1.
it: Scarico informazioni nel file: %1.

# LoTWUtilities|
source: KLog - LoTW download
ca: KLog - Baixada del LoTW
cs: KLog - Stažení LoTW
es: KLog - Descarga de LoTW
hr: KLog - preuzimanje LoTW datoteke
it: KLog - Scarico LoTW

# LoTWUtilities|
source: This is the first date of a QSO with the callsign %1 in this log If you think that in LoTW you may have previous QSOs, answer No.
ca: Aquesta és la primera data d'un QSO amb l'indicatiu %1 en aquest registre. Si penseu que podeu tenir QSO anteriors al LoTW, contesteu No.
cs: Toto je první datum spojení s volací značkou %1 v tomto logu Pokud si myslíte, že v LoTW můžete mít předchozí spojení, odpovězte Ne.
es: Esta es la primera fecha de un QSO con el indicativo %1 en este log. Si piensa que en LoTW debe haber QSOs anteriores, conteste No.
it: Questa è la prima data di un QSO con il nominativo %1 nel log, se pensi che su LoTW possano esserci precedenti QSO, rispondi No.

# LoTWUtilities|
source: Do you want to use this date (%1) as start date?
ca: Voleu usar aquesta data (%1) com a data d'inici?
cs: Přejete si použít datum (%1) jako počáteční datum?
es: ¿Quiere usar esta fecha (%1) como fecha de inicio?
it: Vuoi utilizzare questa data (%1) come data di partenza?

# LoTWUtilities|
source: The remote server redirected our connection to %1
ca: El el servidor remot ha redireccionat la connexió a %1
cs: Vzdálený server přesměroval spojení na %1
es: El servidor remoto redirigió nuestra conexión a %1
hr: Server je preusmjerio našu vezu na %1
it: Redirezione connessione al server %1

# LoTWUtilities|
source: Do you want to follow the redirection?
ca: Voleu seguir la redirecció?
cs: Akceptujete toto přesměrování?
es: ¿Quiere seguir esa redirección?
hr: Želite li slijediti preusmjeravanje?
it: Vuoi seguire la redirezione?

# LoTWUtilities|
source: It was not possible for find the file %1 that has been just downloaded.
ca: No ha estat possible trobar el fitxer %1 que s'acaba de baixar.
cs: Nebylo možné najít soubor %1, který byl právě stažen.
es: No es posible encontrar el archivo %1 que acaba de descargarse.
hr: Nije bilo moguće pronaći datoteku %1 koja je bila upravo preuzeta.
it: Il file %1 appena scaricato non risulta disponibile.

# LoTWUtilities|
source: It seems that LoTW has no QSO with the Station Callsign you are using (%1).
ca: Sembla que el LoTW no té cap QSO amb l'indicatiu d'estació que esteu usant (%1).
cs: LoTW neobsahuje QSO se značkou stanice, kterou právě používáte (%1).
es: Parece que en LoTW no hay ningún QSO con el indicativo de estación que está usando (%1).
hr: Izgleda da LoTW nema niti jedan QSO sa pozivnim znakom koji koristite (%1).
it: Su LoTW non risulta nessun QSO con il nominativo in uso (%1).

# LoTWUtilities|
source: Try again and send the downloaded file (%1) to the KLog developer for analysis.
ca: Torneu a intentar-ho i envieu el fitxer baixat (%1) al desenvolupador del KLog per a la seva anàlisi.
cs: Zkuste to znovu a pošlete stažený soubor (%1) vývojáři KLog k analýze.
es: Intentar otra vez y enviar el fichero descargado (%1) a los desarrolladores de KLog para su análisis.
hr: Pokušajte ponovo i pošaljite spremljenu datoteku (%1) razvijatelju KLoga na analizu.
it: Riprova e invia il file scaricato (%1) agli sviluppatori di KLog per analisi.

# LoTWUtilities|
source: KLog downloaded %1 QSOs successfully. Do you want to update your log with the downloaded data?
ca: El KLog ha baixat correctament %1 QSO. Voleu actualitzar el registre amb les dades baixades?
cs: KLog úspěšně stáhl %1 QSO. Chcete aktualizovat svůj log o stažená data?
es: KLog descargó %1 correctamente: ¿Quiere actualizar su log con los datos descargados?
hr: Klog je uspješno spremio %1 QSOa. Želite li ažurirati vaš dnevnik sa preuzetim podatcima?
it: KLog QSO correttamente scaricati %1. Vuoi inserire nel tuo log i nuovi QSO appena scaricati?

# LoTWUtilities|
source: Double click on the date that you want to use as the start date for downloading QSOs.
ca: Feu clic doble a la data que vulgueu usar com a data d'inici per a baixar els QSO.
cs: Dvakrát klikněte na datum, které chcete použít jako počáteční datum pro stažení QSO.
es: Haga doble click en la fecha que quiere usar como fecha de inicio para la descarga de QSOs.
it: Doppio click sulla data che vuoi usare come prima data nello scarico dei QSO.

# LoTWUtilities|
source: KLog - LoTW Station callsign
ca: KLog - Indicatiu d'estació del LoTW
cs: KLog - LoTW stanice
es: KLog - LoTW Indicativo de estación
it: KLog - Nominativo di stazione LoTW

# LoTWUtilities|
source: There is not a single QSO in the log with that station callsign.
ca: No hi ha cap QSO individual al registre amb aquest indicatiu d'estació.
cs: V logu pro tuto stanici není žádné QSO.
es: No hay ningún QSO en el log con ese indicativo de estación.
it: Non c'è un solo QSO sul log con questo nominativo di stazione.

# LoTWUtilities|
source: Are you sure that you want to use that station callsign (%1)?
ca: Segur que voleu usar aquest indicatiu d'estació (%1)?
cs: Opravdu si přejete použít stanici (%1)?
es: ¿Está seguro de usar ese indicativo de estación(%1)?
it: Sei sicuro di voler usare questo nominativo di stazione (%1)?

# LoTWUtilities|
source: KLog - LoTW File already exists
ca: KLog - El fitxer del LoTW ja existeix
cs: KLog - Soubor LoTW již existuje
es: KLog - El fichero de LoTW ya existe
it: KLog - File LoTW già presente

# LoTWUtilities|
source: KLog - LoTW Can't write the file
ca: KLog - No s'ha pogut escriure el fitxer del LoTW
cs: KLog - LoTW Nelze zapsat do souboru
es: KLog - No pudo escribirse el fichero de LoTW
it: KLog . LoTW non riesce a scrivere il file

# LoTWUtilities|
source: The file %1 already exists.
ca: El fitxer %1 ja existeix.
cs: Soubor %1 již existuje.
es: El fichero %1 ya existe.
hr: Datoteka %1 već postoji.
it: Il file %1 è già presente.

# LoTWUtilities|
source: KLog - LoTW Start date selection
ca: KLog - Selecció de la data d'inici del LoTW
cs: KLog - LoTW Výběr počátečního data
es: KLog - LoTW Fecha de inicio
it: KLog - Selezione data iniziale LoTW

# LoTWUtilities|
source: KLog - LoTW Download error
ca: KLog - Error de baixada del LoTW
cs: KLog - LoTW Chyba při stahování
es: KLog - Error de descarga de LoTW
it: KLog - Errore durante lo scaricamento LoTW

# LoTWUtilities|
source: There was an error (%1) while downloading the file from LoTW.
ca: S'ha produït un error (%1) en baixar el fitxer des del LoTW.
cs: Při stahování souboru z LoTW došlo k chybě (%1).
es: Hubo un error (%1) al descargar el archivo desde LoTW.
it: Si è verificato un errore (%1) durante lo scarico del file da LoTW.

# LoTWUtilities|
source: The downloading error details are: %1
ca: Els detalls de l'error de la baixada són: %1
cs: Detaily chyby: %1
es: Los detalles del error de descarga es: %1
it: I dettagli dell'errore durante lo scarico sono: %1

# LoTWUtilities|
source: KLog - LoTW Redirection found
ca: KLog - S'ha trobat una redirecció del LoTW
cs: KLog - LoTW Nalezeno přesměrování
es: KLog - Redirección encontrada en LoTW
it: KLog - Rilevata redirezione LoTW

# LoTWUtilities|
source: KLog - LoTW File not found
ca: KLog - No s'ha trobat el fitxer del LoTW
cs: KLog - LoTW Soubor nenalezen
es: KLog - Fichero de LoTW no encontrado
it: KLog - File LoTW non trovato

# LoTWUtilities|
source: KLog can't find the downloaded file.
ca: No s'ha pogut trobar el fitxer baixat.
cs: KLog nemůže nalézt stažený soubor.
es: KLog no pudo encontrar el fichero descargado.
hr: KLog ne može pronaći preuzetu datoteku.
it: KLog non trova il file scaricato.

# LoTWUtilities|
source: KLog - LoTW user/password error
ca: KLog - Error d'usuari/contrasenya del LoTW
cs: KLog - LoTW Chyba uživatele/hesla
es: KLog - Error de usuario/contraseña de LoTW
hr: KLog - Pogreška sa LoTW korisničkim imenom/zaporkom
it: KLog - Username / password LoTW rifiutate

# LoTWUtilities|
source: LoTW server did not recognized your user/password
ca: El servidor LoTW no ha reconegut l'usuari/contrasenya
cs: LoTW odmítl vaše přihlašovací údaje (uživatel/heslo)
es: El servidor de LoTW no reconoció su usuario/contraseña
hr: LoTW poslužitelj nije prepoznao vaše korisničko ime/zaporku
it: Il server LoTW non riconosce l'username/password inserito

# LoTWUtilities|
source: Check your user and password and ensure your are using the right one before trying again.
ca: Verifiqueu l'usuari i la contrasenya i assegureu-vos que esteu usant els correctes abans de tornar a provar-ho.
cs: Než to zkusíte znovu, zkontrolujte své uživatelské jméno a heslo.
es: Compruebe su usuario y contraseña y asegúrese de usar el correcto antes de intentarlo de nuevo.
hr: Provjerite korisničko ime i zaporku prije nego ponovo pokušate.
it: Verifica che l'username/passowrd inseriti siano quelli giusti prima di riprovare ancora.

# LoTWUtilities|
source: KLog - LoTW No QSOs
ca: KLog - LoTW no QSO
cs: KLog - LoTW Žádné QSO
es: KLog - Sin QSOs en LoTW
hr: KLog - Nema QSOa u LoTWu
it: KLog - LoTW numero QSO

# LoTWUtilities|
source: LoTW sent no QSOs
ca: El LoTW no ha enviat cap QSO
cs: LoTW Nebylo odesláno žádné QSO
es: LoTW no envió QSOs
hr: LoTW nije poslao niti jedan QSO
it: LoTW invio numero di QSO

# LoTWUtilities|
source: KLog - LoTW Unknown error
ca: KLog - Error desconegut del LoTW
cs: KLog - LoTW Neznámá chyba
es: KLog - Error desconocido de LoTW
hr: KLog - Nepoznata LoTW pogreška
it: KLog - LoTW Errore imprevisto

# LoTWUtilities|
source: KLog can't recognize the file that has been downloaded from LoTW.
ca: El KLog no ha pogut reconèixer el fitxer que s'ha baixat des del LoTW.
cs: KLog nemůže rozpoznat soubor, který byl stažen z LoTW.
es: KLog no puede reconocer el archivo que ha sido descargado de LoTW.
hr: KLog ne može prepoznati datoteku preuzetu s LoTWa.
it: KLog non può verificare se il file è stato correttamente scaricato da LoTW.

# LoTWUtilities|
source: Now KLog will process the downloaded QSO and update your local log.
ca: Ara el KLog processarà els QSO baixats i actualitzarà el registre local.
cs: KLog zpracuje stažená spojení a aktualizuje lokální log.
es: Ahora KLog procesará los QSOs descargados y actualizará su log local.
hr: KLog će sada obraditi preuzeti QSO i ažurirati vaš lokalni dnevnik.
it: KLog inserirà i QSO appena scaricati sul tuo log locale.

# LogWindow|
source: QSL Send
ca: QSL enviada
cs: Odeslat QSL
es: Enviar QSL
fr: QSL envoyée
hr: QSL Poslana
it: Trasmetti QSL

# LogWindow|
source: QSL Rcvd
ca: QSL rebuda
cs: QSL Přijato
da: QSL modt
es: QSL Recibida
fr: QSL reçue
hr: QSL Primljena
it: Ricevi QSL

# LogWindow|
source: &Delete
ca: &Suprimeix
cs: &Smazat
da: &Slet
es: &Borrar
fr: Supprimer
hr: Iz&briši
it: &Cancella

# LogWindow|
source: Delete a QSO
ca: Suprimeix un QSO
cs: Smazat QSO
da: Slet en QSO
es: Borrar un QSO
fr: Supprimer un QSO
hr: Izbriši QSO
it: Cancella un QSO

# LogWindow|
source: &Edit QSO
ca: &Edita QSO
cs: &Upravit QSO
da: &Rediger QSO
es: &Editar QSO
fr: &Editer un QSO
hr: &Uredi QSO
it: &Modifica QSO

# LogWindow|
source: Edit this QSO
ca: Edita aquest QSO
cs: Upravit QSO
da: Rediger denne QSO
es: Edita este QSO
fr: Editer ce QSO
hr: Uredi ovaj QSO
it: Modifica questo QSO

# LogWindow|
source: Via &bureau
es: Vía &bureau
hr: Preko &biroa

# LogWindow|
source: Send this QSL via bureau
ca: Envia aquesta QSL via bureau
cs: Odeslat QSL via bureau
da: Send denne QSL via bureau
es: Envía esta QSL vía bureau
fr: Envoyer cette QSL via bureau
hr: Pošalji ovu QSL preko biroa
it: Trasmetti questa QSL via bureau

# LogWindow|
source: D&irect
ca: D&irecta
es: D&irecta
fr: D&irecte
hr: &Izravno

# LogWindow|
source: Send this QSL via direct
ca: Envia aquesta QSL via directa
cs: Odeslat QSL direct
da: Send denne QSL via direct
es: Envía esta QSL vía directa
fr: Envoyer cette QSL via direct
hr: Pošalji ovu QSL izravno
it: Trasmetti questa QSL via direct

# LogWindow|
source: Via bureau
es: Vía bureau
hr: Preko biroa

# LogWindow|
source: QSL &received via bureau
ca: QSL &rebuda via bureau
cs: QSL &přijato via bureau
da: QSL &modtaget via bureau
es: QSL &recibida vía bureau
fr: QSL &reçue via bureau
hr: QSL p&rimljena preko biroa
it: QSL &ricevuta via bureau

# LogWindow|
source: Direct
ca: Directa
es: Directa
hr: Izravno

# LogWindow|
source: QSL received via direc&t
ca: QSL rebuda via direc&ta
cs: QSL přijato direc&t
da: QSL modtaget via direc&t
es: QSL recibida vía direc&ta
fr: QSL reçue via direc&t
hr: QSL primljena &izravno
it: QSL ricevuta via direc&t
