Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# CTYPage|
source: You need to download the cty.csv file if you want KLog to show you the countries, locator, etc. of the QSOs you do.
ca: Cal baixar el fitxer «cty.csv» si voleu que el KLog mostri els països, el localitzador, etc. dels QSO que feu.
cs: Musíte si stáhnout soubor cty.csv, pokud chcete, aby vám KLog ukázal země, lokátor atd.
es: Necesita descargar el cty.csv si quiere que KLog muestre información de entidad, locator, ... de los QSOs que haga.
hr: Trebate preuzeti cty.csv datoteku ako želite da vam KLog prikaže zemlje, lokator, itd. QSOa koje radite.
it: Se vuoi che KLog mostri countries, locator, ecc nell'elenco QSO è indispensabile scaricare il file cty.cvs.

# CTYPage|
source: Click on Download to download now.
ca: Cliqueu a Baixa per baixar ara.
cs: Stiskněte Stáhnout pro zahájení stahování.
da: Klik på Hent for at hente nu.
es: Pulse en Descargar para descargar ahora.
fr: Cliquer sur Télecharger pour télécharger maintenant.
hr: Kliknite na Preuzmi za trenutno preuzimanje.
it: Clicca su Scarica per avviare immediatamente il trasferimento.

# CTYPage|
source: I can't find the host. Please check your network and try again Do you want to try again?
ca: No s'ha pogut trobar la màquina. Reviseu la configuració de xarxa i proveu de nou Voleu tornar-ho a intentar?
cs: Server nenalezen. Prosím, zkontrolujte připojení a zkuste to znovu Chcete to zkusit znovu?
da: Jeg kan ikke finde værten. Kontroller dit netværk og prøv igen. Ønsker du at prøve igen?
es: No se pudo encontrar la máaquina. Revise su configuración de red y pruebe de nuevo ¿Quiere volverlo a intentar?
fr: Je ne peux pas trouver le serveur distant. Veuillez vérifier votre connexion réseau et réessayez Souhaitez-vous réessayez ?
hr: Ne mogu naći stroj. Molim provjerite mrežu i pokušajte ponovo Želite li probati ponovo?
it: Il server è irraggiungibile. Verifica la conenssione di rete e riprova Vuoi riprovare?

# DXCCStatusWidget|
source: Update
ca: Actualitza
cs: Aktualizovat
da: Opdater
es: Actualizar
fr: Mise à jour
hr: Ažuriraj
it: Aggiornamento

# DXCCStatusWidget|
source: Entity
ca: Entitat
cs: Stanice
da: Entitet
es: Entidad
fr: Entité
hr: Entitet
it: Elemento

# DXCCStatusWidget|
source: Prefix
es: Prefijo
hr: Prefiks
it: Prefisso

# DXCCStatusWidget|
source: Beam:
ca: Raig:
es: Azimuth:
hr: Snop:

# DXCCStatusWidget|
source: Entity not worked in this band.
ca: L'entitat no ha treballat en aquesta banda.
cs: Se stanicí nepracováno na tomto pásmu.
da: Entitet fungerede ikke i dette bånd.
es: Entidad no trabajada en esta banda.
fr: Entité non contacté sur cette bande
hr: Entitet nije rađen na ovom pojasu.
it: Collegamento non processato per questa banda.

# DXClusterWidget|
source: Connect
ca: Connecta
cs: Připojit
da: Forbind
es: Conectar
fr: Se connecter
hr: Spoji
it: Connetti

# DXClusterWidget|
source: Clear
ca: Neteja
cs: Smazat
da: Ryd
es: Limpiar
fr: Effacer
hr: Izbriši
it: Pulisci

# DXClusterWidget|
source: Click on connect to connect to the DX-Cluster
ca: Cliqueu a Connecta per connectar al DX-Cluster
cs: Kliknutím na Připojit se přopojíte do DX Clusteru
da: Klik på forbind for at forbinde til DX-Cluster
es: Pulse en conectar para conectar al DX-Cluster
fr: Cliquer sur Se connecter pour se connecter au DX-Cluster
hr: Kliknite spoji za spajanje na DX-Cluster
it: Clicca su Connetti per collegarti immediatamente al DX-Cluster

# DXClusterWidget|
source: KLog DXCluster
ca: DXCluster del KLog
es: DXCluster de KLog
fr: DXCluster KLog

# DXClusterWidget|
source: Click on Connect to connect to the DX-Cluster server
ca: Cliqueu a Connecta per connectar al servidor de DX-Cluster
cs: Kliknutím na Připojit se přípojíte do DX Clusteru
da: Klik på Forbind for at forbinde til DX-Cluster-serveren
es: Pulse en Conectar para conectar al servidor de DX-Cluster
fr: Cliquez sur Se connecter pour se connecter au serveur DX-Cluster
hr: Kliknite Spoji za spajanje na DX-Cluster poslužitelj
it: Clicca su Connetti per collegarti immediatamente al server DX-Cluter

# DXClusterWidget|
source: Trying to connect to the server
ca: S'intenta connectar amb el servidor
cs: Pokouším se připojit k serveru
da: Forsøger at forbinde til serveren
es: Intentando conectar con el servidor
fr: Tentative de connexion au serveur
hr: Pokušavam se spojiti na poslužitelj
it: Tentativo di connessione al server in corso

# DXClusterWidget|
source: The connection was refused by the peer. Make sure the DXCluster server is running, and check that the host name and port settings are correct.
ca: La connexió ha estat rebutjada pel servidor. Assegureu-vos que el servidor de DXCluster està executant-se i comproveu que la configuració del nom de la màquina i el port sigui correcta.
cs: Spojení bylo serverem odmítnuto. Zkontrolujte, zda je spuštěn DXCluster, a zkontrolujte, zda je název serveru a nastavení portu správné.
da: Forbindelsen blev nægtet af modparten. Sikr dig, at DXCluster-serveren kører og kontroller at værtsnavnet og portindstillinger er korrekte.
es: La conexióon fue rechazada por el servidor. Asegúrese de que el servidor de DXCluster estáa ejecutáandose y compruebe el nombre de máquina y puerto.
fr: La connexion a été refusée par le serveur distant. Soyez sûr que le serveur DXCluster est lancé et vérifiez que le paramètrage du nom d'hôte du serveur distant et du port sont corrects.
hr: Stroj odbija spajanje. Osigurajte da DXCluster poslužitelj radi i provjerite jesu li ime stroja i port ispravni.
it: La conenssione è stata rifiutata dall'altro lato. Verifica che il server DXCluster sia effettivamente in esecuzione, e controlla nome del server host e porta impostati.

# DXClusterWidget|
source: The following error occurred: %1.
ca: Ha ocorregut el següent error: %1.
cs: Nastala následující chyba: %1.
da: Den følgende fejl opstod: %1.
es: El siguiente error ha tenido lugar: %1.
fr: L'erreur suivante s'est produite : %1.
hr: Dogodila se greška: %1.
it: Appena verificato l'errore: %1.

# DXClusterWidget|
source: Connected to server
ca: Connectat al servidor
cs: Připojeno k serveru
da: Forbundet med serveren
es: Conectado al servidor
fr: Connecté au serveur
hr: Spojen na poslužitelj
it: Connesso al server

# DXClusterWidget|
source: KLog message
ca: Missatge del KLog
cs: KLog zpráva
da: KLog-besked
es: Mensaje de KLog
fr: Message KLog
hr: Poruka KLoga
it: Messaggio KLog

# DXClusterWidget|
source: Enter your callsign to connect to the cluster:
ca: Introduïu el vostre indicatiu per connectar al clúster:
cs: Vložte svou volací značku pro připojení do clusteru:
da: Indtast dit kaldesignal for at forbinde til klyngen:
es: Introduzca su indicativo para conectar al cluster:
fr: Entrez votre indicatif pour vous connecter au cluster :
hr: Unesite pozivni znak za spajanje na klaster:
it: Scegli il nominativo da usare per la connessione al cluster:

# DXClusterWidget|
source: Enter your password to connect to the cluster: (Just hit enter for no password)
ca: Introduïu la contrasenya per connectar al clúster: (premeu retorn si no hi ha contrasenya)
cs: Vložte heslo do DX clusteru: (Stiskněte Enter pro prázdné heslo)
da: Indtast din adgangskode for at forbinde til klyngen: (Tryk på retur for at undlade adgangskode)
es: Introduzca su contraseña para conectar al cluster: (pulse enter si no hay contraseña)
fr: Entrez votre mot de passe pour vous connecter au cluster : (Tapez juste sur la touche Entrée s'il n'y a pas de mot de passe)
hr: Unesite zaporku za spajanje na klaster: (samo Enter ako nemate zaporke)
it: Inserisci la password di connessione al cluster: (dai direttamente Invio se non serve una password)

# DXClusterWidget|
source: Not logged on, you may need to enter your callsign again.
ca: No esteu connectat, cal tornar a introduir el vostre indicatiu un altre cop.
cs: Nejste přihlášeni, možná budete muset znovu zadat svou volací značku.
da: Ikke logget ind, du skal eventuelt indtaste dit kaldesignal igen.
es: No identificado, puede introducir su contraseña de nuevo.
fr: Non connecté, vous devrez peut-être ressaisir votre indicatif.
hr: Niste prijavljeni, možda ćete trebati ponovo unijeti svoj pozivni znak.
it: Non collegato, può essere necessario reinserire il nominativo.

# DXClusterWidget|
source: Enter here the commands to be sent to the DX-Cluster server.
ca: Introduïu aquí les ordres a enviar al servidor DX-Cluster.
cs: Zde zadejte příkazy, které se mají odeslat do DX-Clusteru.
da: Indtast kommandoerne, der skal sendes til DX-Cluster-serveren, her.
es: Introduzca aquí los comandos a enviar al servidor de DX-Cluster.
fr: Saisir ici les commandes à envoyer au serveur DX-Cluster
hr: Unesite naredbu za poslati DX-Clusteru.
it: Inserisci i comandi da trasmettere al server DX-Clouster.

# DXClusterWidget|
source: It was not possible to open the file to save the DX-Spots for writing. DX-Cluster activity will not be saved!
ca: No ha estat possible obrir per escriptura el fitxer a on desar els avisos de DX. No es desarà l'activitat del DX-Cluster!
cs: Nebylo možné otevřít soubor s DX-Spoty pro zápis. Aktivita DX-Cluster nebude uložena!
es: No fue posible abrir el fichero para guardar los avisos de DX. La actividad del DX-Cluster no se guardará.
hr: Nije bilo moguće otvoriti datoteku za spremanje DX zapažanja za pisanje. Aktivnost na DX-Clusteru neće biti spremljena!
it: Impossibile aprire il file per annotare i collegamenti DX sul server DX-Cluster!

# DXClusterWidget|
source: Disconnect
ca: Desconnecta
cs: Odpojit
da: Afbryd
es: Desconectar
fr: Sé déconnecter
hr: Odspoji
it: Scollega

# DXClusterWidget|
source: The host was not found. Please check:
ca: No s'ha trobat la màquina. Comproveu:
cs: Server nebyl nalezen. Prosím, překontrolujte:
da: Værten blev ikke fundet. Kontroller venligst:
es: No se ha encontrado el servidor. Por favor revise:
fr: Le serveur distant n'a pas été trouvé. Veuillez vérifier :
hr: Poslužitelj nije pronađen. Molim provjerite:
it: Server irraggiungibile. Controlla:

# DXClusterWidget|
source: - your network connection; - the host name and port settings.
ca: - la connexió de xarxa; - la configuració del nom de màquina i el port.
cs: - sítové nastavení; - jméno serveru a nastavení port.
da: - din netværksforbindelse; - værtsnavnet og portindstillinger.
es: - la conexión de red; - el nombre de máquina y puerto.
fr: - Votre connexion réseau ; - La configuration du nom d'hôte et du port du serveur distant.
hr: - vaš spoj na mrežu; - ime poslužitelja i port.
it: - la tua configurazione di rete; -la configurazione del nome del server ed il numero di porta.

# DXClusterWidget|
source: Connection closed by the server
ca: Connexió tancada pel servidor
cs: Spojení ukončeno
da: Forbindelse afbrudt af serveren
es: Conexión cerrada por el servidor
fr: Connexion fermée par le serveur
hr: Poslužitelj je prekinuo vezu
it: Collegamento terminato dal server

# DXClusterWidget|
source: Click on Connect to connect to the DX-Cluster server.
ca: Feu clic a Connecta per connectar al servidor DX-Cluster.
cs: Kliknutím na Připojit se připojíte do DX Clusteru.
da: Klik på Forbind for at forbinde til DX-Cluster-serveren.
es: Pulse en Conectar para conectar al servidor de DX-Cluster.
fr: Cliquer sur "Se connecter" pour se connecter au serveur DX-Cluster.
hr: Kliknite Spoji za spajanje na DX-Cluster poslužitelj.
it: Clicca per avviare il collegamento al server DX-Cluster.

# DXClusterWidget|
source: Send
ca: Envia
cs: Odeslat
es: Enviar
fr: Envoyer
hr: Pošalji
it: Invia

# DataProxy_SQLite|
source: Software version in DB is null
ca: La versió del programari a la BD és nul
cs: Verze SW v databázi je NULL
da: Programversion i DB er nul
es: La versión de software de la BBDD es nulo
fr: La version du logiciel dans la BD est null
hr: Inačica softvera u bazi je null
it: Versione software nel DB non inserita

# DataProxy_SQLite|
source: Earth-Moon-Earth
ca: Terra-Lluna-Terra
da: Jorden-månen-jorden
es: Rebote Lunar
fr: Terre-Lune-Terre
it: Terra-Luna-Terra

# DataProxy_SQLite|
source: Sporadic E
da: Sporadisk E
es: Esporádica E
fr: Sporadique E
it: E sporadico

# DataProxy_SQLite|
source: Internet-assisted
ca: Assistit per Internet
da: Internetassisteret
es: Asistido por Internet
fr: Assisté par Internet
hr: Potpomognuto Internetom

# DataProxy_SQLite|
source: Terrestrial or atmospheric repeater or transponder
ca: Repetidor o transponedor terrestre o atmosfèric
cs: Převaděč nebo transponder
da: Terrestrisk eller atmosfærisk repeater eller transponder
es: Terrestre, repetidor atmosférico o transpondedor
fr: Répéteur terrestre ou atmosphérique ou transpondeur
hr: Zemaljski ili zračni repetitor ili transponder

# DataProxy_SQLite|
source: Satellite
ca: Satèl·lit
cs: Satelit
da: Satellit
es: Satélite
hr: Satelit

# DataProxy_SQLite|
source: All QSOs have been updated with a DXCC and the Continent.
ca: S'han actualitzat tots els QSO amb un DXCC i el continent.
cs: Všechna QSO byla aktualizována na DXCC a Kontinent.
da: Alle QSO'er er blevet opdateret med en DXCC og kontinentet.
es: Todos los QSO se han actualizado con un DXCC y un continente.
fr: Tous les QSOs ont été mis à jour avec le DXCC et le continent.
hr: Svi QSOi su bili nadopunjeni DXCCom i kontinentom.
it: Tutti i QSO e dil Continente aggiornati con DXCC.

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Field Aligned Irregularities
da: Feltjusterede uregelmæssigheder
es: Irregularidades alineadas con el Campo (FAI)

# DataProxy_SQLite|
source: Query didn't failed
ca: No ha fallat la consulta
cs: Dotaz neselhal
es: No falló ninguna query
hr: Upit nije neuspio
it: Query non fallita

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: F2 Reflection
da: F2-reflektion
es: Reflexión F2

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Trans-equatorial
da: Trans-ækvatoriale
es: Trans-ecuatorial
fr: Trans-équatorial

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Tropospheric ducting
da: Troposfærisk kanalisering
es: Conducto troposférico

# DataProxy_SQLite|
source: Yes
ca: Sí
cs: Ano
da: Ja
es: Sí
fr: Oui
hr: Da
it: Sì

# DataProxy_SQLite|
source: Requested
ca: Sol·licitat
cs: Vyžádané
da: Anmodt
es: Solicitada
fr: Demandé
hr: Zatraženo
it: Richiesto

# DataProxy_SQLite|
source: Ignore/Invalid
ca: Ignora/No vàlid
cs: Ignorovat / Neplatné
da: ignorer/ugyldig
es: Ignorar/No válida
fr: Ignoré/Incorrect
hr: Zanemari/Nevaljalo
it: Ignorare/Invalido

# DataProxy_SQLite|
source: Validated
ca: Validat
cs: Ověřené
da: Valideret
es: Validada
fr: Validé
hr: Provjereno
it: Validato

# DataProxy_SQLite|
source: Queued
ca: En cua
cs: Ve frontě
da: I kø
es: En cola
fr: Mis en file d'attente
hr: Poredano
it: In coda

# DataProxy_SQLite|
source: Uploaded
ca: Pujat
cs: Nahrané
da: Overført
es: Subida
fr: Téléversé
hr: Učitano
it: Trasferito

# DataProxy_SQLite|
source: Do not upload
ca: No pujat
cs: Nenahrávat
da: Overfør ikke
es: No subir
fr: Ne pas téléverser
hr: Ne učitavaj
it: Non trasferito

# DataProxy_SQLite|
source: Modified
ca: Modificat
cs: Modifikované
da: Ændret
es: Modificado
fr: Modifié
hr: Ažurirano
it: Modificato

# DataProxy_SQLite|
source: Direct
ca: Directe
da: Direkte
es: Directa
hr: Izravno
it: Diretto

# DataProxy_SQLite|
source: Electronic
ca: Electrònic
cs: Elektronicky
da: Elektronisk
es: Electrónica
fr: Électronique
hr: Elektronički

# DataProxy_SQLite|
source: KLog - Invalid call detected
ca: KLog - S'ha detectat un indicatiu no vàlid
cs: KLog - Byla zjištěna chybná značka
es: KLog - Indicativo no válido detectado
it: KLog - Chiamata non valida rilevata

# DataProxy_SQLite|
source: An empty callsign has been detected. Do you want to export this QSO anyway (click on Yes) or remove the field from the exported ADIF record?
ca: S'ha detectat un indicatiu buit. Voleu exportar igualment aquest QSO (clic a Sí) o eliminar el camp del registre ADIF exportat?
cs: Byla zjištěna prázdná volací značka. Přejete si přesto toto QSO exportovat (klikněte na Ano) nebo ho odstranit z exportu ADIF?
es: Se ha detectado un indicativo vacío. ¿Quiere exportar este QSO de todas formas (Pulsar en Si) o eliminar este campo del log exportado?
it: Nominativo bianco rilevato. Vuoi esportare comunque questo QSO (clicca su Sì) oppure vuoi cancellare l'elemento per non esportarlo su ADIF?

# DataProxy_SQLite|
source: An invalid callsign has been detected %1. Do you want to export this callsign anyway (click on Yes) or remove the call from the exported log?
ca: S'ha detectat un indicatiu no vàlid %1. Voleu exportar igualment aquest indicatiu (clic a Sí) o eliminar l'indicatiu del fitxer de registre exportat?
cs: Byla zjištěna neplatná volací značka %1. Přejete si přesto toto QSO exportovat (klikněte na Ano) nebo ho odstranit z exportu?
es: Se ha detectado un indicativo no válido (%1). ¿Quiere exportar este indicativo de todas formas (Pulsar en Si) o eliminar este indicativo del log exportado?
it: Un nominatico con formato non valido è stato rilevato %1, Vuoi esportare questo nominativo comunque (clocca su Sì) oppure vuoi evitare che sia esportato sul log?

# DataProxy_SQLite|
source: Exporting wrong calls may create problems in the applications you are potentially importing this logfile to. It may, however, be a good callsign that is wrongly identified by KLog as not valid.
ca: L'exportació d'indicatius incorrectes pot crear problemes potencials a les aplicacions a les quals s'importa aquest fitxer de registre. Tanmateix, podria ser un indicatiu correcte que el KLog ha identificat incorrectament com a no vàlid.
cs: Export chybných značek může způsobit problémy v aplikacích, do kterých potenciálně importujete tento log. Může to však být dobrá značka, kterou KLog nesprávně identifikoval.
es: Exportar indicativos erróneos puede traer problemas en las aplicaciones en las que potencialmente importará el log. Puede ser de todas formas un buen indicativo que KLog haya detectado como erróneo.
it: Esportare un nominativo sbagliato può causare concreti problemi nell'applicazione che importa questo log, sebbene sia sempre possibile che questo sia un nominativo valido erroneamente identificato da KLog.

# DownLoadCTY|
source: Download of cty.csv failed with the following error code:
ca: La baixada del «cty.csv» ha fallat amb el codi d'error següent:
cs: Stažení cty.csv se nezdařilo a skončilo touto chybou:
da: Overførsel af cty.csv mislykkedes med den følgende fejlkode:
es: La descarga de cty.csv falló con el siguiente código de error:
fr: Le téléchargement de cty.csv a échoué avec le code d'erreur suivant :
hr: Preuzimanje cty.csv je neuspjelo s kodom greške:
it: Scarico di cty.csv fallito con il codice di errore:

# DownLoadCTY|
source: Download of cty.csv done.
ca: La baixada de «cty.csv» ha finalitzat.
cs: Stažení cty.csv dokončeno.
da: Overførsel af cty.csv udført.
es: Descarga de CTY.CSV finalizada.
fr: Téléchargement de cty.csv terminé.
hr: Preuzimanje cty.csv završeno.
it: Scarico di cty.cvs completato.

# DownLoadCTY|
source: There is already a cty.csv file in the folder but it will be replaced with the new one.
ca: Ja hi ha un fitxer «cty.csv» a la carpeta, però se substituirà pel nou.
cs: Soubor cty.csv již existuje, ale bude nahrazen novějším.
da: Der er allerede en cty.csv-fil i mappen, men den vil blive erstattet med den nye.
es: Ya hay un cty.csv en la carpeta pero será reemplazado por el nuevo.
fr: Il y a déjà un fichier cty.csv dans le répertoire, il va être remplacé par le nouveau.
hr: Postojeća cty.csv datoteka u mapi bit će zamijenjena s novom.
it: E' già presente un file cty.cvs nella cartella ma sarà sovrascritto dal nuovo.

# DownLoadCTY|
source: Could not open %1 for writing
ca: No s'ha pogut obrir %1 per a escriptura
cs: Nepodařilo se zapsat do souboru %1
da: Kunne ikke åbne %1 for at skrive
es: No se puede abrir %1 para escritura
fr: Ouverture impossible de %1 pour écriture
hr: Nisam mogao otvoriti %1 za pisanje
it: Impossibile aprire %1 per scrittura

# FileAwardManager|
source: Open Award file
ca: Obre un fitxer de diplomes
cs: Otevřít soubor s diplomy
es: Abrir fichero de diplomas
it: Apre file Award

# FileAwardManager|
source: Award files (*.awa)
ca: Fitxers de diplomes (*.awa)
cs: Diplom (*.awa)
es: Fichero de diplomas (*.awa)
it: Files Award (*.awa)

# FileAwardManager|
source: Award file not opened
ca: El fitxer de diplomes no s'ha obert
cs: Nepodařilo se otevřít soubor s diplomem
es: Fichero de diplomas no abierto
it: File Award non aperto

# FileAwardManager|
source: KLog was not able to read the award file
ca: El KLog no ha pogut llegir el fitxer de diplomes
cs: KLog nebyl schopen přečíst soubor s diplomem
es: KLog no puedo abrir el fichero de diplomas
it: KLog non è riuscito a leggere il file award

# FileAwardManager|
source: It was not possible to open the file %1 for reading.
ca: No ha estat possible obrir el fitxer %1 per a lectura.
cs: Nebylo možné otevřít soubor %1 pro čtení.
es: No fue posible abrir el fichero %1 para su lectura.
it: Non è stato possibile aprire il file %1 in lettura.

# FileAwardManager|
source: AWA wrong format
ca: Format AWA incorrecte
cs: Chybný formát AWA
es: Formato AWA erróneo
it: AWA formato sbagliato

# FileAwardManager|
source: The AWA file does not have the right format
ca: El fitxer AWA no té el format correcte
cs: Soubor AWA nemá správný formát
es: El fichero AWA no tiene el formato adecuado
it: Il file AWA non è composto nel corretto formato

# FileAwardManager|
source: AWA file does not have an <EOH> field
ca: El fitxer AWA no té un camp <EOH>
cs: Soubor AWA nemá pole <EOH>
es: El fichero AWA no tiene un campo <EOH>
it: Il file AWA non ha un campo <EOH>

# FileManager|
source: Reading ADIF file...
ca: S'està llegint el fitxer ADIF...
cs: Čtení ADIF...
da: Læser ADIF-fil ...
es: Leyendo fichero ADIF...
fr: Lecture du fichier ADIF en cours...
hr: Čitam ADIF datoteku...
it: File ADIF in lettura...

# FileManager|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Om læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# FileManager|
source: Writing ADIF file...
ca: Escrivint el fitxer ADIF...
cs: Zapisuji ADIF...
da: Skriver ADIF-fil ...
es: Escribiendo fichero ADIF...
fr: En cours d'enregistrement du fichier ADIF...
hr: Zapisujem ADIF datoteku...
it: File ADIF in scrittura...

# FileManager|
source: Abort writing
ca: Interromp l'escriptura
cs: Zapis přerušen
da: Afbryd skrivning
es: Cancelar escritura
fr: Annuler l'enregistrement
hr: Prekini pisanje
it: Scrittura annullata

# FileManager|
source: KLog - Invalid call detected
ca: KLog - S'ha detectat un indicatiu no vàlid
cs: KLog - Byla zjištěna chybná značka
es: KLog - Indicativo no válido detectado
hr: KLog - Otkriven nevaljani pozivni znak
it: KLog - Chiamata invalida trovata

# FileManager|
source: An empty callsign has been detected. Do you want to export this QSO anyway (click on Yes) or remove the field from the exported log file?
ca: S'ha detectat un indicatiu buit. Voleu exportar igualment aquest QSO (clic a Sí) o eliminar el camp del fitxer de registre exportat?
cs: Byla zjištěna prázdná volací značka. Přejete si přesto toto QSO exportovat (klikněte na Ano) nebo ho odstranit z exportu?
es: Se ha detectado un indicativo vacío. ¿Quiere exportar este QSO de todas formas (Pulsar en Si) o eliminar este campo del log exportado?
hr: Otkriven je prazan pozivni znak. Želite li svejedno izvesti ovaj QSO (kliknite na Da) ili odstraniti polje iz izvezene dnevničke datoteke?
it: Manca il nominativo. Esporto comunque il QSO (clicca su Sì) o rimuove il campo dal file log esportato?
