Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# SetupPageSats|
source: Please check the format or contact the developer for analysis with the error code:
ca: Verifiqueu el format o contacteu amb el desenvolupador per a un anàlisi amb el codi d'error:
cs: Zkontrolujte prosím formát nebo kontaktujte vývojáře s žádostí o analýzu s kódem chyby:
da: Kontroller venligst formatet eller kontakt udvikleren for analyse med fejlkoden:
es: Por favor, compruebe el formato o contacte con el desarrollador para que analice el código de error:
fr: Veuillez vérifier le format ou contacter le développeur pour analyse avec le code d'erreur :
hr: Molim provjerite format ili kontaktirajte razvijatelja za analizu koda greške:
it: Per favore controlla il formato o contatta gli sviluppatori per analisi con il seguente codice di errore:

# SetupPageSats|
source: Save Satellites File
ca: Desa el fitxer de satèl·lits
cs: Uložit satelitní soubor
da: Gem satellitfil
es: Guardar fichero de satélites
fr: Enregistrer le fichier des satellites
hr: Spremi datoteku sa satelitima
it: Salva file satelliti

# SetupPageSatsNew|
source: Short name
ca: Nom curt
cs: Krátké jméno
da: Kort navn
es: Nombre corto
fr: Nom court
hr: Kratko ime
it: Nome breve

# SetupPageSatsNew|
source: Sat name
ca: Nom del satèl·lit
cs: Jméno satelitu
da: Sat.-navn
es: Nombre
fr: Nom du satellite
hr: Ime satelita
it: Nome satellite

# SetupPageSatsNew|
source: UpLink
ca: Pujada
es: Subida

# SetupPageSatsNew|
source: DownLink
ca: Baixada
es: Bajada

# SetupPageSatsNew|
source: Modes
cs: Druhy provozu
da: Tilstande
es: Modos
hr: Načini rada
it: Modi

# SetupPageSatsNew|
source: &Cancel
ca: &Cancel·la
cs: &Zrušit
da: &Afbryd
es: &Cancelar
fr: &Annuler
hr: &Poništi
it: &Annulla

# SetupPageSatsNew|
source: Enter the short name. Try to use the LoTW short name so you can upload your QSO to LoTW afterwards.
ca: Introduïu el nom curt. Intenteu usar el nom curt LoTW per a que pugueu pujar després el QSO a LoTW.
cs: Zadejte krátký název. Pokuste se použít krátký název LoTW, abyste poté mohli své QSO nahrát do LoTW.
da: Indtast det korte navn. Prøv at bruge LoTW-kort navn, så du kan overføre din QSo til LoTW efterfølgende.
es: Introduzca el nombre corto. Trate de usar el nombre corto del LoTW para poder subir los QSO a LoTW después.
fr: Saisir le nom court. Essayez d'utiliser le nom court LoTW ce qui vous permettra ensuite d'envoyer votre QSO à LoTW.
hr: Unesite kratko ime. Pokušajte koristiti kratko ime sa LoTWa kako biste poslije mogli učitati QSOe u LoTW.
it: Inserisci il nome breve. Prova ad usare il nome breve LoTW in modo da trasferire i tuoi QSO a afterwards LoTW.

# SetupPageSatsNew|
source: Enter the name of the satellite.
ca: Introduïu el nom del satèl·lit.
cs: Zadejte jméno satelitu.
da: Indtast navnet på satellitten.
es: Introduzca el nombre del satélite.
fr: Saisir le nom du satellite
hr: Unesite ime satelita.
it: Inserici il nome del satellite.

# SetupPageSatsNew|
source: Enter the uplink frequencies in this format: 144.300
ca: Introduïu les freqüències de pujada en aquest format: 144.300
cs: Zadejte uplink frekvenci v tomto formátu: 144.300
da: Indtast uplink-frekvenser i dette format: 144.300
es: Introduzca las frecuencias de subida en este formato: 144.300
fr: Saisir les fréquences d'uplink dans ce format : 144.300
hr: Unesite uplink frekvenciju u ovom formatu: 144.300
it: Inserisci la frequenza di uplink nel formato: 144.300

# SetupPageSatsNew|
source: Enter the downlink frequencies in this format: 144.300
ca: Introduïu les freqüències de baixada en aquest format: 144.300
cs: Zadejte downlink frekvenci v tomto formátu: 144.300
da: Indtast downlink-frekvenser i dette format: 144.300
es: Introduzca las frecuencias de bajada en este formato: 144.300
fr: Saisir les fréquences de downlink dans ce format : 144.300
hr: Unesite downlink frekvenciju u ovom formatu: 144.300
it: Inserisci la frequenza di downlink nel formato: 144.300

# SetupPageSatsNew|
source: Enter the modes in this format: USB
ca: Introduïu els modes aquest format: USB
cs: Zadejte druh provozu v tomto formátu: USB
da: Indtast tilstandene i dette format: USB
es: Introduzca los modos en este formato: USB
fr: Saisir les modes dans ce format : USB
hr: Unesite načine rada u ovom formatu: USB
it: Inserisci i modi in questo formato: USB

# SetupPageSatsNew|
source: Some of the data you have entered is not correct; the satellite can't be added.
ca: Alguna dada que heu introduït no és correcta; no s'ha pogut afegir el satèl·lit.
cs: Některá z vložených dat jsou chybná; satelit nebude přidán.
es: Alguno de los datos introducidos no son correctos, el satélite no puede ser añadido.
hr: Neki od podataka koje ste unijeli nije valjan; satelit ne može biti dodan.
it: Il satellite non può essere aggiunto perché qualche dato inserito non è corretto.

# SetupPageSubdivisionNew|
source: &Date
ca: &Data
cs: &Datum
es: &Fecha
it: &Data

# SetupPageSubdivisionNew|
source: &Station Callsign
ca: Indicatiu d'e&stació
cs: &Stanice
es: &Indicativo Estación
it: &Nominativo di stazione

# SetupPageSubdivisionNew|
source: &Operators
ca: &Operadors
cs: &Operátoři
es: &Operadores
it: &Operatori

# SetupPageSubdivisionNew|
source: Comm&ent
ca: Com&entari
cs: &Poznámka
es: Com&entario
it: Comm&ento

# SetupPageSubdivisionNew|
source: &Cancel
ca: &Cancel·la
cs: &Zrušit
es: &Cancelar
it: &Annulla

# SetupPageSubdivisionNew|
source: Callsign used for this log.
ca: Indicatiu usat per aquest registre.
cs: Použitá značka pro tento log.
es: Indicativo usado en este log.
it: Nominativo usato per questo log.

# SetupPageSubdivisionNew|
source: Comma separated list of operators: callsign1, callsign2.
ca: Llista separada per comes dels operadors: indicatiu1, indicatiu2.
cs: Čárkou oddělený seznam operátorů: značka1, značka2.
es: Lista separada por comas de los operadores: indicativo1, indicativo2.
it: Elenco operatori separati da virgola: operatore1, operatore2.

# SetupPageSubdivisionNew|
source: Start date of this log.
ca: Data inicial d'aquest registre.
cs: Počáteční datum logu.
es: Fecha de inicio de este log.
it: Data di inizio di questo log.

# SetupPageSubdivisionNew|
source: Add a comment about this log. If filled, it will be shown in the main KLog title to identify the log.
ca: Afegiu un comentari quant a aquest registre. Si està omplert, es mostrarà al títol principal del KLog per a identificar el registre.
cs: Přidejte komentář k tomuto logu. Pokud je vyplněn, zobrazí se v hlavním okně KLog jako identifikace logu.
es: Añadir un comentario sobre el log. Si se rellena, se mostrará como título en la pantalla principal de KLog para identificar el log.
it: Inserisci una breve descrizione per questo log. Se lo inserisci, sarà mostrato sul titolo principale di KLog per maggior chiarezza.

# SetupPageSubdivisionNew|
source: You need to enter a valid callsign in the Station Callsign box. The log will not be opened.
ca: Cal introduir un indicatiu vàlid a la casella d'indicatiu d'estació. El registre no s'obrirà.
cs: Je potřeba vložit platnou značku stanice. Log nebude otevřen.
es: Necesita introducir un indicativo válido en el cuadro de Indicativo de estación. El log no se abrirá.
it: E' necessario che tu inserisca un nominativo valido nel box del nominativo di stazione. Il log non sarà aperto.

# SetupPageSubdivisions|
source: &Remove
ca: &Elimina
cs: &Odstranit
es: Elimina&r
it: &Elimina

# SetupPageSubdivisions|
source: Import new
ca: Importa nou
cs: Importovat nový
es: Importar nuevo
it: Importa nuovo

# SetupPageSubdivisions|
source: Import an AWA file with the subdivision details.
ca: Importa un fitxer AWA amb detalls de les subdivisions.
cs: Import AWA souboru s detaily subdivize.
es: Importa un fichero AWA con la información de subdivisiones.
it: Importa file AWA con tutti i dettagli.

# SetupPageSubdivisions|
source: Remove the selected references.
ca: Elimina les referències seleccionades.
cs: Odebrat vybrané reference.
es: Elimina las referencias seleccionadas.
it: Cancella i riferimenti selezionati.

# SetupPageSubdivisions|
source: Select the references you want to open.
ca: Seleccioneu les referències que voleu obrir.
cs: Vyberte reference, které si přejete otevřít.
es: Seleccione las referencias que quiere abrir.
it: Scegli i riferimenti che vuoi aprire.

# SetupPageSubdivisions|
source: Do you really want to remove the data of this entity?
ca: Esteu segur que voleu eliminar les dades d'aquesta entitat?
cs: Opravdu si přejete odstranit data pro tuto zemi?
es: ¿Quiere realmente eliminar los datos de esta entidad?
it: Davvero vuoi cancellare la data di questo elemento?

# SetupPageSubdivisions|
source: All the subdivision information for this entity will be deleted...
ca: S'eliminarà tota la informació de subdivisions d'aquesta entitat...
cs: Budou odstraněny všechny subdivize pro tuto zemi...
es: Se eliminará la información de subdivisiones de esta entidad...
it: Tutte le informazioni per questo elemento saranno cancellati...

# SetupPageSubdivisions|
source: Log has not been removed. (#3)
ca: No s'ha eliminat el registre. (#3)
cs: Log nebyl vymazán. (#3)
es: Log no eliminado (#3)
it: Log non cancellato. (#3)

# SetupPageSubdivisions|
source: Log has not been removed. (#2)
ca: No s'ha eliminat el registre. (#2)
cs: Log nebyl vymazán. (#2)
es: Log no eliminado (#2)
it: Log non cancellato. (#2)

# SetupPageSubdivisions|
source: Log has not been removed. (#1)
ca: No s'ha eliminat el registre. (#1)
cs: Log nebyl vymazán. (#1)
es: Log no eliminado (#1)
it: Log non cancellato. (#1)

# SetupPageSubdivisions|
source: Name
ca: Nom
cs: Jméno
es: Nombre
it: Nome

# SetupPageSubdivisions|
source: Short Name
ca: Nom curt
cs: Krátké jméno
es: Nombre corto
it: Nome abbreviato

# SetupPageSubdivisions|
source: CQ Zone
ca: Zona CQ
es: Zona CQ
it: Zona CQ

# SetupPageSubdivisions|
source: ITU Zone
ca: Zona ITU
es: Zona ITU
it: Zona ITU

# SetupPageSubdivisions|
source: Deleted
ca: Suprimit
cs: Smazat
es: Eliminado
it: Cancellato

# SetupPageSubdivisions|
source: Start Date
ca: Data d'inici
cs: Počáteční datum
es: Fecha de inicio
it: Data di inizio

# SetupPageSubdivisions|
source: End Date
ca: Data final
cs: Koncové datum
es: Fecha final
it: Data di fine

# SetupPageSubdivisions|
source: An error has occurred showing the following error code:
ca: Hi ha hagut un error en mostrar el codi d'error següent:
cs: Nastala chyba s následujícím kódem chyby:
es: Ha ocurrido un error que muestra el siguiente código de error:
it: Si è verificato un errore con il seguente codice:

# SetupPageUDP|
source: Start UDP Server
ca: Inicia el servidor UDP
cs: Spustit UDP server
es: Arrancar servidor UDP
fr: Démarrer le serveur UDP
hr: Pokreni UDP poslužitelj
it: Avvia server UDP

# SetupPageUDP|
source: Automatically log QSOs from WSJT-X
ca: Registra automàticament els QSO des del WSJT-X
cs: Automaticky zapisovat QSO z WSJT-X
es: Registrar automáticamente los QSOs recibidos de WSJT-X
hr: Automatski zapisuj QSOe iz WSJT-X
it: Automaticamente log i QSO da WSJT-X

# SetupPageUDP|
source: Allow WSJT-X to send logged QSOs to KLog
ca: Permet que el WSJT-X enviï QSO enregistrats al KLog
cs: Povolit WSJT-X logovat QSO
es: Permitir a WSJT-X enviar los QSO resgistrados a KLog
hr: Dozvoli WSJT-X da šalje QSOe za zapisivanje u KLog
it: Permette a WSJT-X di spedire i QSO logged a KLog

# SetupPageUDP|
source: QSOs logged in WSJT-X will be sent to KLog and KLog will ask before logging into KLog unless "%1" is selected
ca: Els QSO enregistrats al WSJT-X s'enviaran al KLog i el KLog preguntarà abans d'enregistrar al KLog a menys que se seleccioni «%1»
cs: QSO provedená v WSJT-X budou zaslaná KLogu. Klog se zeptá před uložením, pokud není vybráno "%1"
es: Los QSO hechos en WSJT-X serán enviados a KLog y KLog preguntará antes de guardarlo en KLog salvo que se seleccione "%1"
hr: QSOi zapisani u WSJT-X biti će poslani u KLog i KLog će pitati prije upisivanja u KLog osim ako je "%1" označeno
it: I QSO logged su WSJT-X saranno spediti a KLog e KLog chiederà conferma prima di logging into KLog a meno che "%1" sia selezionato

# SetupPageUDP|
source: KLog will automatically log any QSO coming from WSJT-X without any manual confirmation.
ca: El KLog enregistrarà automàticament qualsevol QSO provinent del WSJT-X sense cap confirmació manual.
cs: KLog automaticky zapíše QSO přijaté z WSJT-X bez jakéhokoliv potvrzení.
es: KLog registrará automáticamente cualquier QSO que llegue de WSJT-X sin ninguna confirmación manual.
hr: Klog će automatski zapisivati nadolazeće QSOe iz WSJT-X bez ikakve ručne potvrde.
it: KLog automaticamente log ogni QSO in arrivo da WSJT-X senza ulteriori conferme manuali.

# SetupPageUDP|
source: Update status information from WSJT-X
ca: Actualitza la informació d'estat des del WSJT-X
cs: Aktualizuje stavové informace z WSJT-X
es: Actualizar el estado desde WSJT-X
hr: Obnovi informaciju o statusu iz WSJT-X
it: Aggiornamento informazione di stato da WSJT-X

# SetupPageUDP|
source: KLog will automatically show and update data coming from WSJT-X (DX callsign, Report, mode, ...)
ca: El KLog mostrarà i actualitzarà automàticament les dades provinents del WSJT-X (indicatiu DX, informe, mode, ...)
cs: KLog bude automaticky zobrazovat a aktualizovat příchozí informace z WSJT-X (volací značku, report, druh provozu,...)
es: KLog mostrará y actualizará automáticamente lo datos que llegan de WSJT-X (estación DX, reporte, modo,...)
hr: KLog će automatski prikazati i ažurirati podatke koji dolaze iz WSJT-X (DX pozivni znak, izvještaj, način rada...)
it: KLog automaticamente mosterò ed aggiornerà i dati provenienti da WSJT-X (DX, nominativo, report, modo, ...)

# SetupPageUDP|
source: UDP port number where the UDP Server will listen for packets.
ca: Número de port UDP a on el servidor UDP escoltarà els paquets.
cs: Číslo UDP portu, na kterém bude server poslouchat.
da: UDP-portnummer hvor UDP-serveren vil lytte efter pakker.
es: Puerto UDP donde el servidor UDP espera los paquetes.
fr: Numéro du port UDP où le serveur UDP doit être à l'écoute des paquets réseaux
hr: UDP port na kojem će UDP poslužitelj slušati za pakete.
it: Numero di porta UDP dove il server ascolta per ricevere pacchetti.

# SetupPageUDP|
source: Make sure it is the same port that the other programs are sending the data to. Default port is 2237.
ca: Assegureu-vos que és el mateix port al qual els altres programes estan les dades. El port predeterminat és 2237.
cs: Ujistěte se, že stejný port je nastaven i v WSJT-X. Výchozí port je 2237.
es: Asegúrese de que es el mismo puerto al que los otros programas están enviando datos. El puerto predeterminado es el 2237.
hr: Budite sigurni da je isto port na koji i ostali programi šalju podatke. Uobičajeni port je 2237.
it: Verifica bene che la porta usata sia esattamente quella usata da altri programmi per trasmettere i dati. La porta di default è la 2237.

# SetupPageUDP|
source: UDP Server will receive QSOs sent from other programs like WSJT-X allowing you to log in KLog automatically from those programs.
ca: El servidor UDP rebrà els QSO enviats des d'altres programes com el WSJT-X, permetent enregistrar-los automàticament al KLog des d'aquests programes.
cs: UDP server bude přijímat QSO poslaná i z jiných programů. To umožní zapsat automaticky spojení i z těchto programu.
da: UDP-server vil modtage QSO'er sendt fra andre programmer såsom WSJT-X hvilket gør, at du kan logge ind i KLog automatisk fra disse programmer.
es: El servidor UDP recibirá los QSO enviados desde otros programas como WSJT-X permitiendo registrar en KLog los contactos automáticamente desde esos programas.
fr: Le serveur UDP recevra les QSOs envoyés par d'autres programmes tels que WSJT-Xvous permettant ainsi de les logger automatiquement dans KLog
hr: UDP poslužitelj će primiti QSOe poslane iz drugih programa kao na primjer WSJT-X što će vam omogućiti automatsko zapisivanje iz tih programa u KLog.
it: Il server UDP riceve QSO trasmessi da altri programmi come WSJT-X permettendoti di avere accesso da Klog ai dati di questi programmi.

# SetupPageUDP|
source: UDP Port
ca: Port UDP
es: Puerto UDP
fr: Port UDP
it: Porta UDP

# SetupPageUDP|
source: Select the interface to listen for UDP datagrams coming from WSJT-X.
ca: Seleccioneu la interfície a escoltar els datagrames UDP provinents de WSJT-X.
cs: Síťové rozhraní, na kterém bude poslouchat UDP server.
es: Seleccione el interterfaz para recibir los datagramas UDP que lleguen de WSJT-X.
it: Seleziona l'interfaccia per ascoltare UDP datagrammi provenienti da SWJT-X.

# SetupPageUDP|
source: Network interface
ca: Interfície de xarxa
cs: Síťové rozhraní
es: Interfaz de red
it: Interfaccia di rete

# SetupPageUDP|
source: QSOs notification timeout (milisecs)
ca: Temps d'expiració de les notificacions dels QSO (mil·lisegons)
cs: Čas notifikace QSO (milisekundy)
es: Tiempo de notificación de QSO (milisegundos)
hr: Istek QSO obavijesti (milisekunde)
it: Tempo di timeout di notifica QSO (millisecondi)

# SetupPageUDP|
source: Miliseconds that the notification of QSOs received from WSJTX will be shown.
ca: Mil·lisegons en que es mostrarà la notificació dels QSO rebuts des del WSJTX.
cs: Čas, během kterého bude zobrazena notifikace o přijatém QSO z WSJT-X.
es: Milisegundos que se mostrará la notificación de QSO recibida de WSJTX.
hr: Milisekunde za koje će obavijest QSOa pristiglih iz QSJTX biti prikazana.
it: Millisecondi per la notifica di QSO ricevuti da WSJTX per essere mostrati.

# SetupPageUserDataPage|
source: &Personal data
ca: Dades &personals
cs: &Osobní informace
da: &Personlige data
es: Datos &personales
fr: Données &Personnelles
hr: Osobni &podaci
it: Dati &Personali

# SetupPageUserDataPage|
source: Station &data
ca: &Dades de l'estació
cs: &Stanice
da: Stations&data
es: &Datos de la estación
fr: &Données de la Station
hr: Podaci &postaje
it: &Data Stazione

# SetupPageUserDataPage|
source: &Name
ca: &Nom
cs: &Jméno
da: &Navn
es: &Nombre
fr: &Nom
hr: &Ime
it: &Nome

# SetupPageUserDataPage|
source: &Address
ca: &Adreça
cs: &Adresa
da: &Adresse
es: &Dirección
fr: &Adresse
hr: &Adresa
it: &Indirizzo

# SetupPageUserDataPage|
source: Cit&y
ca: Ci&utat
cs: Měst&o
da: &By
es: Ci&udad
fr: Ville
hr: &Grad
it: Cit&tà

# SetupPageUserDataPage|
source: &Zip Code
ca: Codi &postal
cs: &PSČ
da: &Zip-kode
es: Código &postal
fr: Code Postal
hr: &Poštanski kod
it: &Cap

# SetupPageUserDataPage|
source: Pro&v/State
ca: Pro&v/Estat
cs: Pro&vincie/region
da: &Prov/stat
es: Pro&v/Estado
fr: Pro&vince/Etat
hr: Županija/&Regija
it: Pro&v/Stato

# SetupPageUserDataPage|
source: Countr&y
ca: Paí&s
cs: &Země
da: &Land
es: Paí&s
fr: Pa&ys
hr: &Zemlja

# SetupPageUserDataPage|
source: Enter your information for rig
ca: Introduïu la informació de l'equip
cs: Vložte informace o rádiu
da: Indtast din information for rig
es: Introduzca la información de su equipo/radio
fr: Entrez vos informations de rig
hr: Unesite podatke o vašoj postaji
it: Inserisci informazioni per l'impianto

# SetupPageUserDataPage|
source: Enter your information for antenna
ca: Introduïu la informació de l'antena
cs: Vložte informace o anténě
da: Indtast din information for antenne
es: Introduzca la información de su antena
fr: Entrez les informations de votre antenne
hr: Unesite podatke o vašoj anteni
it: Inserisci informazioni sulla tua antenna

# SetupPageUserDataPage|
source: Enter your name.
ca: Introduïu el vostre nom.
cs: Zadejte své jméno.
da: Indtast dit navn.
es: Introducir el nombre.
fr: Saisir vore nom
hr: Unesite vaše ime.
it: Inserisci il tuo nome.

# SetupPageUserDataPage|
source: Enter your address - 1st line.
ca: Introduïu l'adreça - 1a línia.
cs: Zadejte Vaši adresu - 1. řádek.
da: Indtast din adresse - 1. linje.
es: Introducir la dirección - linea 1.
fr: Saisir votre adresse - 1ère ligne
hr: Unesite vašu adresu - 1. red.
it: Inserisci il tuo indirizzo - 1a linea.

# SetupPageUserDataPage|
source: Enter your address - 2nd line.
ca: Introduïu l'adreça - 2a línia.
cs: Zadejte Vaši adresu - 2. řádek.
da: Indtast din adresse - 2. linje.
es: Introducir la dirección - linea 2.
fr: Saisir votre adresse - 2ème ligne
hr: Unesite vašu adresu - 2. red.
it: Inserisci il tuo indirizzo - 2a linea.

# SetupPageUserDataPage|
source: Enter your address - 3rd line.
ca: Introduïu l'adreça - 3a línia.
cs: Zadejte Vaši adresu - 3. řádek.
da: Indtast din adresse - 3. linje.
es: Introducir la dirección - linea 3.
fr: Saisir votre adresse - 3ème ligne
hr: Unesite vašu adresu - 3. red.
it: Inserisci il tuo indirizzo - 3a linea.

# SetupPageUserDataPage|
source: Enter your address - 4th line.
ca: Introduïu l'adreça - 4a línia.
cs: Zadejte Vaši adresu - 4. řádek.
da: Indtast din adresse - 4. linje.
es: Introducir la dirección - linea 4.
fr: Saisir votre adresse - 4ème ligne
hr: Unesite vašu adresu - 4. red.
it: Inserisci il tuo indirizzo - 4a linea.

# SetupPageUserDataPage|
source: Enter your city.
ca: Introduïu la ciutat.
cs: Zadejte Vaše město.
da: Indtast din by.
es: Introducir la ciudad.
fr: Saisir votre ville
hr: Unesite vaš grad.
it: Inserisci la tua città.

# SetupPageUserDataPage|
source: Enter your zip code.
ca: Introduïu el codi postal.
cs: Zadejte Vaše PSČ.
da: Indtast din zip-kode.
es: Introducir el código postal.
fr: Saisir votre code postal
hr: Unesite vaš poštanski kod.
it: Inserisci il tuo codice postale.

# SetupPageUserDataPage|
source: Enter your province or state.
ca: Introduïu la província o l'estat.
cs: Zadejte Vaši provincii nebo region.
da: Indtast din provins eller stat.
es: Introducir la provincia o estado.
fr: Saisir votre province ou état
hr: Unesite vašu pokrajinu ili županiju.
it: Inserisci la tua provincia o stato.

# SetupPageUserDataPage|
source: Enter your country.
ca: Introduïu el país.
cs: Zadejte Vaše zemi.
da: Indtast dit land.
es: Introducir el país.
fr: Saisir votre pays
hr: Unesite vašu državu.
it: Inserisci il tuo paese.

# SetupPageUserDataPage|
source: Enter your power information.
ca: Introduïu la informació de potència.
cs: Vložte informace o výkonu.
da: Indtast din strøminformation.
es: Introducir la información sobre la potencia.
fr: Saisir votre puissance
hr: Unesite potatke o vašoj snazi.
it: Inserisci informazioni sulla tua potenza usata.

# SetupPageUserDataPage|
source: &Rig 1
ca: &Equip 1
cs: &Rádio 1
es: &Equipo 1
hr: &Radio uređaj 1
it: &Impianto 1

# SetupPageUserDataPage|
source: R&ig 2
ca: E&quip 2
cs: Rád&io 2
es: E&quipo 2
hr: R&adio uređaj 2
it: &Impianto 1

# SetupPageUserDataPage|
source: Ri&g 3
ca: Eq&uip 3
cs: Rádi&o 3
es: Eq&uipo 3
hr: Ra&dio uređaj 3
it: &Impianto 1

# SetupPageUserDataPage|
source: Antenna &1
ca: Antena &1
cs: Anténa &1
da: Antenne &1
es: Antena &1
fr: Antenne &1
hr: Antena &1

# SetupPageUserDataPage|
source: Antenna &2
ca: Antena &2
cs: Anténa &2
da: Antenne &2
es: Antena &2
fr: Antenne &2
hr: Antena &2

# SetupPageUserDataPage|
source: Antenna &3
ca: Antena &3
cs: Anténa &3
da: Antenne &3
es: Antena &3
fr: Antenne &3
hr: Antena &3

# SetupPageUserDataPage|
source: Po&wer
ca: Po&tència
cs: &Výkon
da: &Strøm
es: Po&tencia
fr: Puissance
hr: &Snaga
it: Po&tenza

# SetupPageUserDataPage|
source: Enter the station callsign that will be used for logging.
ca: Introduïu l'indicatiu de l'estació que s'usarà per l'enregistrament.
cs: Vložte značku stanice, která bude použita v logu.
da: Indtast stationskaldesignalet som vil blive brugt til logning.
es: Introducir el indicativo de la estación que se usará en el log.
fr: Saisir l'indicatif de la station qui sera utilisé pour le log
hr: Unesite pozivni znak postaje koji će biti korišten za zapisivanje dnevnika.
it: Inserisci il nominativo di stazione che sarà usato per il log.
