Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# MainWindow|
source: Error #11: LoTW Connection error (no network or LoTW is unreachable).
ca: Error núm. 11: Error de connexió al LoTW (no hi ha xarxa o el LoTW no és accessible).
cs: Chyba #11: Chyba připojení k LoTW (chyba síťového připojení nebo LoTW je nedostupný).
es: Error #11: Error de conexión a LoTW (no hay red o LoTW no está alcanzable).
hr: Greška #11: Greška spajanja na LoTW (mreža nije dostupna ili LoTW nije dostupan).
it: Errore #11: Impossibile connettersi a LoTW (rete assente o server LoTw irraggiungibile).

# MainWindow|
source: Error #00: Unexpected error. Please contact the development team.
ca: Error núm. 00: Error inesperat. Contacteu amb l'equip de desenvolupament.
cs: Chyba #00: Neočekávaná chyba. Prosím, kontaktujte vývojový tým.
es: Error #00: Error inesperado. Por favor contacte con el equipo de desarrollo.
hr: Greška #00: Neočekivana greška. Molimo kontaktirajte razvijatelje programa.
it: Errore #00: Errore inaspettato. Per favore contatta lo staff di sviluppo.

# MainWindow|
source: The log that you have selected contains more than just one station callsign.
ca: El registre que heu seleccionat conté més d'un indicatiu d'estació.
cs: Vybraný log obsahuje více jak jednu značku stanice.
da: Loggen du har valgt indeholder mere end bare et stationskaldesignal.
es: El log que ha seleccionado contiene más de un sólo indicativo de estación.
fr: Le log que vous avez sélectionné contient plus qu'un seul indicatif de station.
hr: Dnevnik koji ste izabrali sadrži više od samo jednog pozivnog znaka.
it: Il log selezionato contiene più di un solo nominativo di stazione.

# MainWindow|
source: Please select the station callsign you want to mark as sent to LoTW:
ca: Seleccioneu l'indicatiu d'estació que voleu marcar com enviat a LoTW:
cs: Prosím, vyberte značku stanice, která má být odeslána do LoTW:
da: Vælg venligst stationskaldesignalet du ønsker at markere som sendt til LoTW:
es: Por favor seleccione el indicativo de estación que quiere marcar como enviado a LoTW:
fr: Veuillez sélectionner l'indicatif de la station que vous souhaitez marquer comme envoyé à LoTW :
hr: Molim izaberite pozivni znak postaje za koju želite označiti kao poslano u LoTW:
it: Per favore scegli il nominativo di stazione che vuoi segnare come già inviato a LoTW:

# MainWindow|
source: Station Callsign:
ca: Indicatiu d'estació:
cs: Stanice:
da: Stationskaldesignal:
es: Indicativo de la estación:
fr: Indicatif de la Station :
hr: Pozivni znak postaje:
it: Nominativo di stazione:

# MainWindow|
source: Define Station Callsign
ca: Defineix l'indicatiu d'estació
cs: Určete značku stanice
da: Definer stationskaldesignal
es: Definir indicativo de estación
fr: Définir l'indicatif de la Station
hr: Odrediti pozivni znak postaje
it: Imposta il nominativo di stazione

# MainWindow|
source: Enter the station callsign to use for this log or leave it empty for QSO without station callsign defined:
ca: Introduïu l'indicatiu d'estació emprat en aquest registre o deixeu-ho buit pels QSO sense indicatiu d'estació definit:
cs: Zadejte značku stanice, kterou chcete použít pro tento log nebo ji nechte prázdnou pro QSO bez definované volací značky stanice:
da: Indtast stationskaldesignalet at bruge for denne log eller efterlad den tom for QSO uden stationskaldesignal defineret:
es: Introduzca el indicativo de estación para usar en este log o déjelo vacío para poner un QSO sin un indicativo de estación definido:
fr: Enter l'indicatif de la station à utiliser pour ce log ou laisser vide pour un QSO sans un indicatif de station défini :
hr: Unesite pozivni znak za ovaj dnevnik ili ga ostavite praznim za QSO bez definiranog pozivnog znaka postaje:
it: Scegli il nominativo di stazione per questo log o lascialo vuoto per i QSO senza nominativo impostato:

# MainWindow|
source: KLog - No station selected
ca: KLog - No s'ha seleccionat cap estació
cs: KLog - Nebyla vybrána žádná značka stanice
es: KLog - No se ha seleccionado estación
hr: KLog - Nijedna postaja nije izabrana
it: KLog - Stazione non selezionata

# MainWindow|
source: No station callsign has been selected and therefore no log will be marked
ca: No s'ha seleccionat cap indicatiu, i per tant no es marcarà cap registre
cs: Nebude označen žádný log, protože nebyla vybrána žádná značka stanice
da: Intet stationskaldesignal er blevet valgt og derfor vil ingen log blive markeret
es: No se ha seleccionado indicativo de estación por lo que no se exportará ningún log
fr: Aucun indicatif de station n'a été sélectionné, par conséquent aucun log ne sera marqué
hr: Niti jedan pozivni znak nije izabran i kao takav niti jedan dnevnik neće biti označen
it: Nessun nominativo di stazione scelto e qundi nessun log sarà segnato

# MainWindow|
source: Congratulations!
ca: Enhorabona!
cs: Gratulujeme!
da: Tillykke!
es: ¡Enhorabuena!
fr: Félicitations !
hr: Čestitke!
it: congratulazioni!

# MainWindow|
source: You already have the latest version.
ca: Ja teniu la versió més recent.
cs: Nejnovější verzi již máte.
da: Du har allerede den seneste version.
es: Ya cuenta con la última versión.
fr: Vous disposez déjà de la dernière version.
hr: Već imate najnoviju inačicu.
it: Versione già aggiornata.

# MainWindow|
source: It seems that there are no QSOs in the database.
ca: Sembla que no hi ha cap QSO a la base de dades.
cs: V databázi nejsou žádná QSO.
es: Parece que no hay QSOs en la base de datos.
hr: Izgleda da u ovoj bazi podataka nema nijednog QSOa.
it: Sembra non ci siano QSO nel database.

# MainWindow|
source: This function is disabled. Go to the Setup->LoTW tab to enable it.
ca: Aquesta funció està desactivada. Aneu a la Configuració -> Pestanya LoTW per activar-la.
cs: Tato funkce je deaktivována. Aktivace v Nastavení->Nastavení->LoTW.
es: Esta función está deshabilitada. Vaya a Preferencias->LoTW para habilitarla.
hr: Ova funkcija je onemogućena. Idite u Postavke->LoTW karticu i omogućite je.
it: Questa funzione è disabilitata. Vai in "maschera configurazione > linguetta LoTW" per abilitarla.

# MainWindow|
source: There was an error while updating to Yes the LoTW QSL sent information.
ca: Hi ha hagut un error en actualitzar a Sí la informació d'enviament QSL al LoTW.
cs: Při aktualizaci došlo k chybě.
es: Hubo un error al actualizar a Si la información de envío de QSL por LoTW.
hr: Dogodila se greška prilikom postavljanja LoTW QSL poslana podatka na Da.
it: Si è verificato un errore mentre marcavo come Spediti Sì verso LoTW.

# MainWindow|
source: You can find the KLog data folder here:
ca: Podeu trobar la carpeta de dades del KLog aquí:
cs: KLog adresáře je možné najít:
da: Du kan finde KLog-datamappen her:
es: Puede encontrar la carpeta de KLog aquí:
fr: Vous pouvez trouver le répertoire de données KLog ici :
hr: KLog mapa s podacima je ovdje:
it: La cartella dati di KLog è questa:

# MainWindow|
source: start
ca: començar
cs: nastartovat
es: arrancar
fr: démarrer
hr: pokrenuti
it: inizio

# MainWindow|
source: stop
ca: aturar
cs: zastavit
es: parar
fr: arrêter
hr: zaustaviti

# MainWindow|
source: If you are sure that the database contains QSOs and KLog is not able to find them, please contact the developers (see About KLog) for help.
ca: Si esteu segur que la base de dades conté QSO i el KLog no és capaç de trobar-los, contacteu amb els desenvolupadors (vegeu Quant al KLog) per sol·licitar ajuda.
cs: Kontaktujte KLog vývojový tým, pokud databáze obsahuje nějaká QSO a KLog je nemůže najít (Nápověda->O aplikaci).
da: Hvis du er sikker på, at databasen indeholder QSO'er og KLog ikke kan finde dem, så kontakt udviklerne (se Om KLog) for hjælp.
es: Si está seguro de que la base de datos contiene QSOs y KLog no es capaz de encontrarlo, por favor contacte con los desarrolladores (mirar en Acerca de KLog) para obtener ayuda.
fr: Si vous êtes sûr que la base de données contient des QSOs et que KLog ne parvient pas à les trouver, veuillez "contacter les développeurs (voir A propos de KLog) pour de l'aide.
hr: Ako ste sigurni da baza podataka sadrži QSOe i KLog ih nije uspio pronaći, molimo kontaktirajte razvijatelje programa (vidite O Klogu) za pomoć.
it: Se sei davvero certo che il database contenga dei QSO anche se KLog non riesce a trovarne, per favore contatta gli sviluppatori (guarda About KLog) per aiuto.

# MainWindow|
source: Logging operator's callsign.
ca: Indicatiu de l'operador del registre.
cs: Jméno operátora, který pořídil záznam.
da: Logningsoperatørs kaldesignal.
es: Indicativo del operador.
fr: Indicatif de la station utilisée pour le log
hr: Snimam operaterov pozivni znak.
it: Log nominativo dell'operatore.

# MainWindow|
source: Callsign used over the air.
ca: Indicatiu usat a l'aire.
cs: Volací značka.
da: Kaldesignal brugt over radioen.
es: Indicativo usado en el aire.
fr: Indicatif utilisé sur l'air.
hr: Pozivni znak korišten u eteru.
it: Nominativo usato on air.

# MainWindow|
source: KLog - File not open
ca: KLog - Fitxer no obert
cs: KLog - Soubor neotevřen
es: KLog - Fichero no abierto
hr: KLog - Datoteka nije otvorena
it: KLog - File non aperto

# MainWindow|
source: It was not possible to open the debug file for writing. No debug log will be saved!
ca: No s'ha pogut obrir per escriptura el fitxer de depuració. No es desarà cap fitxer de depuració!
cs: Není možné zapsat do debug souboru. Debug informace nebudou zapisovány!
es: No fue posible abrir el fichero de depuración para escritura. No se guardará log de depuración.
hr: Nije bilo moguće otvoriti datoteku za pomoć pri otkrivanju greški za pisanje. Datoteka za pomoć pri otkrivanju greški neće biti spremljena!
it: Impossobile aprire in scrittura il file di debug. Log di debug non salvato!

# MainWindow|
source: Your log has been updated with the LoTW downloaded QSOs.
ca: El registre s'ha actualitzat amb els QSO baixats del LoTW.
cs: Log byl aktualizován na základě stažených dat z LoTW.
es: Su log ha sido actualizado con los datos de los QSOs descargados de LoTW.
hr: Vaš dnevnik je ažuriran podacima QSOa preuzetih iz LoTWa.
it: Il tuo log è stato aggiornato aggiungendo i QSO scaricati da LoTW.

# MainWindow|
source: KLog has updated %1 QSOs from LoTW.
ca: El KLog ha actualitzat %1 QSO des del LoTW.
cs: KLog aktualizoval %1 QSOs.
es: KLog ha actualizado %1 QSOs de LoTW.
hr: KLog je ažurirao %1 QSOa iz LOTWa.
it: KLog ha aggiornato i QSO %1 da LoTW.

# MainWindow|
source: Download from LoTW ...
ca: Baixa des del LoTW...
cs: Stažení LoTW ...
es: Descargar de LoTW ...
it: Scarico da LoTW ...

# MainWindow|
source: Download the full log from LoTW ...
ca: Baixa el registre complet des del LoTW...
cs: Stažení celého logu z LoTW ...
es: Descargar de LoTW el log completo ...
it: Scarico del log completo da LoTW ...

# MainWindow|
source: ClubLog tools ...
ca: Eines del ClubLog...
cs: ClubLog ...
es: Herramientas de ClubLog ...
it: Strumenti ClubLog ...

# MainWindow|
source: Upload the queued QSOs to ClubLog ...
ca: Puja els QSO en la cua a ClubLog...
cs: Odeslat QSO ve frontě ...
es: Envia los QSOs seleccionados a ClubLog ...
it: Trasferimento QSO in coda a ClubLog ...

# MainWindow|
source: eQSL tools ...
ca: Eines d'eQSL...
cs: eQSL ...
es: Herramientas de eQSL ...
it: Strumenti eQSL ...

# MainWindow|
source: Upload the queued QSOs to eQSL.cc ...
ca: Puja els QSO en la cua a l'eQSL.cc...
cs: Nahrát QSO ve frontě ...
es: Envia los QSOs seleccionados a eQSL.cc ...
it: Trasferimento QSO in coda a eQSL.cc ...

# MainWindow|
source: QRZ.com tools ...
ca: Eines de QRZ.com...
cs: QRZ.com ...
es: Herramientas de QRZ.com ...
it: Strumenti QRZ.com ...

# MainWindow|
source: Upload the queued QSOs to QRZ.com ...
ca: Puja els QSO en la cua a QRZ.com...
cs: Nahrát QSO ve frontě ...
es: Enviar QSOs en cola a QRZ.com ...
it: Trasferisce i QSO In coda su QRZ.com ...

# MainWindow|
source: Update cty.csv
ca: Actualitza el «cty.csv»
cs: Aktualizovat cty.csv
es: Actualizar cty.csv
it: Aggiorna cty.csv

# MainWindow|
source: Update Satellite Data
ca: Actualitza les dades dels satèl·lits
cs: Aktualizovat Satelity
es: Actualizar datos de satélites
it: Agggiorna dati satelliti

# MainWindow|
source: &Tips ...
ca: &Consells...
cs: &Typy ...
es: Conse&jos ...
it: &Suggerimenti ...

# MainWindow|
source: &About ...
ca: &Quant a...
cs: &O aplikaci ...
es: &Acerca de ...

# MainWindow|
source: About Qt ...
ca: Quant a les Qt...
cs: O Qt ...
es: Acerca de Qt ...

# MainWindow|
source: Check updates ...
ca: Comprova si hi ha actualitzacions...
cs: Aktualizace ...
es: Comprobar actualizaciones ...
it: Controlla presenza aggiornamenti ...

# MainWindow|
source: About ...
ca: Quant a...
cs: O aplikaci...
es: Acerca de ...

# MainWindow|
source: No QSOs have been exported to ADIF.
ca: No s'ha exportat cap QSO a ADIF.
cs: Nebylo exportováno žádné QSO do ADIF.
es: No se han exportado QSOs a ADIF.
hr: Nijedan QSO nije bio izvezen u ADIF.
it: Nessun QSO è stato esportato su ADIF.

# MainWindow|
source: KLog has exported %1 QSOs to the ADIF file: %2
ca: El KLog ha exportat %1 QSO al fitxer ADIF: %2
cs: KLog exportoval %1 QSO do souboru ADIF: %2
es: KLog ha exportado %1 QSOs al fichero ADIF: %2
hr: KLog je izvezao %1 QSOa u ADIF datoteku: %2
it: KLog ha esportato N. %1 QSO su file ADIF: %2

# MainWindow|
source: You need to select one station callsign to be able to send your log to ClubLog.
ca: Cal seleccionar un indicatiu d'estació per ser capaç d'enviar el vostre registre a ClubLog.
cs: Je potřeba vybrat jednu značku stanice, abyste mohli odeslat log do ClubLog.
es: Necesita seleccionar un indicativo de estación para poder mandar el log a ClubLog.
it: E' necessario selezionare almeno un nominativo di stazione per poter trasferire il tuo log su ClubLog.

# MainWindow|
source: Do you want to add this QSOs to your ClubLog existing log?
ca: Voleu afegir aquests QSO al vostre registre existent del ClubLog?
cs: Přejete si přidat toto QSO to existujícího ClubLog logu?
es: ¿Quiere añadir estos QSOs a su log de Clublog ya existente?
it: Vuoi aggiungere questo QSO al tuo attuale log su ClubLog?

# MainWindow|
source: If you don't agree, this upload will overwrite your current ClubLog existing log.
ca: Si no hi esteu d'acord, aquesta pujada sobreescriurà el vostre registre actual existent a ClubLog.
cs: Pokud nesouhlasíte, toto nahrání přepíše existující ClubLog log.
es: Si no acepta, este envío sobreescribirá su log existente en ClubLog.
it: Se non sei d'accordo, questo trasferimento sopvrascriverà il tuo corrente log su ClubLog.

# MainWindow|
source: You need to select one station callsign to be able to send your log to eQSL.cc.
ca: Cal seleccionar un indicatiu d'estació per ser capaç d'enviar el vostre registre a l'eQSL.cc.
cs: Je potřeba vybrat jednu značku stanice, abyste mohli odeslat log do eQSL.
es: Necesita seleccionar un indicativo de estación para poder mandar el log a eQSL.
it: E' necessario selezionare almeno un nominativo di stazione per poter trasferire il tuo log a eQSO.cc.

# MainWindow|
source: KLog - Select the Station Callsign.
ca: KLog - Selecció de l'indicatiu d'estació.
cs: KLog - Vyberte značku stanice.
es: KLog - Seleccione indicativo de estación.
hr: KLog - Izaberitie pozivni znak postaje.
it: KLog - Scegli il nominativo di stazione.

# MainWindow|
source: Filling DXCC, CQz, ITUz, Continent in QSOs... QSO:
ca: S'està omplint DXCC, CQz, ITUz, continent al QSO... QSO:
cs: Plnění DXCC, CQzone, ITU, Kontinentů v QSO... QSO:
es: Rellenando DXCC, CQz, ITUz Continente en los QSOs... QSO:
fr: Saisir DXCC, zone CQ, zone ITU, Continent dans les QSOs… QSO :
hr: Popunjavam DXCC, CQz, ITUz, Kontinent u QSOima... QSO:
it: Completamento dei campi DXCC, CQz, ITUz, Continente nel QSOs... QSO:

# MainWindow|
source: QSO logged from WSJT-X:
ca: QSO enregistrat des del WSJT-X:
cs: QSO přijato z WSJT-X:
da: QSO logget fra WSJT-X:
es: QSO guardado desde WSJT-X:
fr: QSO loggué depuis WSJT-X :
hr: QSO zabilježen iz WSJT-X:
it: QSO loggato da WSJT-X:

# MainWindow|
source: Status bar ...
ca: Barra d'estat...
cs: Stanový řádek ...
es: Barra de estado ...
hr: Traka statusa ...
it: Barra di stato ...

# MainWindow|
source: Upload the queued QSOs to LoTW
ca: Puja els QSO en la cua a LoTW
cs: Nahrát zafrontovaná QSO to LoTW
es: Enviar QSOs en cola a LoTW
it: Trasferisce i QSO in coda a LoTW

# MainWindow|
source: KLog needs to update the Entities database.
ca: Cal actualitzar la base de dades d'entitats del KLog.
cs: KLog potřebuje aktualizovat databázi zemí.
es: KLog necesita actualizar la base de datos de entidades.
it: KLog deve aggiornare il database località.

# MainWindow|
source: It seems that you have never done a backup or exported your log to ADIF.
ca: Sembla que mai s'ha fet una còpia de seguretat o s'ha exportat el registre a ADIF.
cs: Nebyla provedená záloha nebo export logu do ADIF.
es: Parece que no ha hecho nunca una copia de seguridad o exportado su log a ADIF.
hr: Izgleda da nikad niste napravili sigurnosnu kopiju ili izvezli vaš dnevnik u ADIF.
it: Non hai mai fatto un backup o esportato il tuo log su file ADIF.

# MainWindow|
source: It seems that the latest backup you did is older than one month.
ca: Sembla que la darrera còpia de seguretat que s'ha fet és anterior a un mes.
cs: Poslední záloha je starší více než jeden měsíc.
es: Parece que la última copia de seguridad que hizo fue hace más de un mes.
hr: Izgleda da je vaša posljednja sigurnosna kopija podataka starija od mjesec dana.
it: Il tuo ultimo backup risale a più di 1 mese fa.

# MainWindow|
source: Log backup recommended!
ca: Es recomana una còpia de seguretat del registre!
cs: Je doporučována záloha!
es: ¡Se recomienda hacer una copia de seguridad!
hr: Sigurnosne kopije dnevnika su preporučene!
it: Backup del log raccomandato!

# MainWindow|
source: It is a good practice to backup your full log regularly to avoid loosing data in case of a problem. Once you export your log to an ADIF file, you should copy that file to a safe place, like an USB drive, cloud drive, another computer, ... KLog will remind you to backup on a monthly basis.
ca: És una bona pràctica fer regularment una còpia de seguretat del registre complet per a evitar perdre dades en cas d'algun problema. Un cop feta l'exportació del registre a una fitxer ADIF, caldria copiar aquest fitxer en un lloc segur, com una unitat USB, una unitat al núvol, un altre ordinador,... El KLog us recordarà que feu una còpia de seguretat mensualment.
cs: Je dobrým zvykem pravidelně zálohovat celý log, aby nedošlo v případě problému ke ztrátě dat. Jakmile exportujete svůj log do souboru ADIF, měli byste tento soubor zkopírovat na bezpečné místo, například na USB disk, do cloudu nebo jiný počítač. KLog vám připomene, abyste zálohovali každý měsíc.
es: Hacer copias de seguridad de todo el log de forma regular es una buena práctica para evitar la pérdida de datos en caso de problemas. Una vez se haya exportado el log aun fichero ADIF, ese fichero debería guardarse en un lugar seguro como un disco USB, carpeta en cloud, otro ordenador, ... KLog recordará hacer una copia de seguridad una vez al mes.
hr: Dobra praksa je napraviti sigurnosnu kopiju vašeg cijelog dnevnika redovno kako bi izbjegli gubitak podataka u slučaju nekog problema. Jednom kad izvezete vaš dnevnik u ADIF datoteku, kopirajte tu datoteku na sigurno mjesto, kao na primjer USB disk, cloud disk, drugo računalo, ... KLog će vas potsjetiti da napravite sigurnosnu kopiju svakog mjeseca.
it: E' buona abitudine fare regolarmente backup completo del tuo log per evitare di perderli in caso di problemi. Una volta esportato il tuo log su file ADIF, dovresti copiare il file su un supporto esterno e tenuto questo al sicuro, come una pennina USB, cloud drive, un altro computer, ... KLog ti ricoderà la necessità di fare il backup almeno 1 volta al mese.

# MainWindow|
source: The backup was done successfully
ca: La còpia de seguretat s'ha efectuat correctament
cs: Záloha proběhla úspěšně
es: La copia de seguridad se realizó correctamente.
it: Il Backup è stato completato con successo

# MainWindow|
source: KLog will remind you to backup your data again in aprox one month.
ca: El KLog us recordarà que feu una còpia de seguretat de les dades aproximadament dins un mes.
cs: KLog připomene provést další zálohu přibližně za 1 měsíc.
es: KLog no le recordará de nuevo, en un mes, que debe realizar la copia de seguridad.
it: KLog ti ricoderà di fare il backup dei tuoi dati ancora fra circa un mese.

# MainWindow|
source: The backup was not properly done.
ca: La còpia de seguretat no s'ha efectuat correctament.
cs: Záloha se nepovedla.
es: La copia de seguridad no se hizo correctamente.
it: Il backup NON è stato completato con successo.

# MainWindow|
source: It is recommended to backup your data periodically to prevent lose or corruption of your log.
ca: És recomanable fer periòdicament còpia de seguretat de les dades per a evitar la pèrdua o la corrupció del registre.
cs: Doporučujeme pravidelně zálohovat data, aby nedošlo ke ztrátě nebo poškození vašeho logu.
es: Se recomienda hacer una copia de seguridad de forma periódica para prevenir una potencial pérdida de datos.
it: E' fortemente raccomandabile fare il backup dei tuoi dati periodicamente per prevenire perdite o corruzioni del tuo log.

# MainWindow|
source: It seems that you are running this version of KLog for the first time.
ca: Sembla que esteu executant aquesta versió del KLog per primera vegada.
cs: Zdá se, že používáte tuto verzi KLogu poprvé.
es: Parece que está ejecutando esta versión de KLog por primera vez.
fr: Il semble que vous exécutiez cette version de KLog pour la première fois.
hr: Izgleda da izvršavate ovu inačicu KLoga po prvi put.
it: E' la prima esecuzione di questa versione di KLog.

# MainWindow|
source: The setup will be open to allow you to do any new setup you may need.
ca: S'obrirà la configuració per permetre establir qualsevol paràmetre nou que calgui.
cs: Otevře se nastavení, pro úpravu parametrů.
es: Se abrirá la el menú de configuración para que pueda hacer cualquier nueva configuración que pueda necesitar.
fr: La fenêtre de configuration va s'ouvrir pour vous permettre de faire toute configuration dont vous avez besoin.
hr: Postavke će biti otvotene kako biste imali priliku da podesite sve što biste mogli trebati.
it: Adesso apro immediatamente la maschera di configurazione per permetterti tutte le modifiche richieste.

# MainWindow|
source: KLog - Unexpected error
ca: KLog - Error inesperat
cs: KLog - Neočekávána chyba
es: KLog - Error inesperado
hr: KLog - Neočekivana pogreška
it: KLog - Errore imprevisto

# MainWindow|
source: KLog - Not valid call
ca: KLog - Indicatiu no vàlid
cs: KLog - Neplatná značka
es: KLog - Indicativo no válido
hr: KLog - Nevaljali pozivni znak
it: KLog - Collegamento non valido

# MainWindow|
source: Adding non-valid calls to the log may create problems when applying for awards, exporting ADIF files to other systems or applications.
ca: Afegir indicatius no vàlids al registre pot crear problemes en sol·licitar diplomes, exportar a fitxers ADIF o a altres sistemes o aplicacions.
cs: Vložení neplatné značky do logu může způsobit problémy při žádosti o diplomy, exportu do ADIF.
es: Añadir indicativos no válidos al log puede crear problemas al optar a diplomas, exportar ficheros ADIF a otros sistemas o aplicaciones.
hr: Dodavanje nevaljalih pozivnih znakova u dnevnik vam može izazvati probleme prilikom apliciranja za nagrade, izvoza ADIF datoteka za druge sustave ili aplikacije.
it: Caricare chiamate non valide nel log può dare problemi, quando trasmesse per riconoscimenti, se exportate su file ADIF verso altri sistemi o applicazioni.

# MainWindow|
source: KLog - Select correct entity
ca: KLog - Seleccioneu l'entitat correcta
cs: KLog - Vyberte správnou zemi
es: KLog - Seleccione la entidad correcta
hr: KLog - Izaberite ispravan entitet
it: KLog - Scegli il giusto elemento
