Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# SetupDialog|
source: Go to the Misc tab and click on Move DB or the DB will not be moved to the new location.
ca: Aneu a la pestanya Varis i feu clic a Mou la BD o la BD no es mourà a la ubicació nova.
cs: Jdete do karty Různé a klikněte na Přesun DB jinak DB nebude přesunuta do nového adresáře.
da: Gå til diversefanebladet og klik på flyt db ellers vil databasen ikke blive flyttet til den nye placering.
es: Vaya a la pestaña Varios y pulse sobre Mover BBDD o la base de datos no se moverá a la nueva ubicación.
fr: Aller dans l'onglet "Divers" et cliquer sur "Déplacer la base de données" sinon la base de données ne sera pas déplacée vers le nouvel emplacement.
hr: Idite u karticu Razno i kliknite na Makni bazu ili baza podataka neće biti pomaknuta na novu lokaciju.
it: Vai nella linguetta Altro e clicca su Muove DB oppure il DB non sarà spostato nel nuovo percorso.

# SetupDialog|
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Afbryd
es: Cancelar
fr: Annuler
hr: Poništi
it: Annulla

# SetupDialog|
source: Log widget
ca: Giny de registre
es: Visor de log

# SetupDialog|
source: Settings
ca: Configuració
cs: Nastavení
es: Preferencias
it: Impostazioni

# SetupDialog|
source: You need to enter at least one log in the Logs tab.
ca: Com a mínim cal introduir un registre a la pestanya Registres.
cs: Na kartě Logy je nutné zadat alespoň jeden log.
da: Du skal indtaste mindst en log i fanebladet for logge.
es: Debe introducir al menos un log en la pestaña de Logs.
fr: Vous devez saisir au moins un log dans l'onglet Logs.
hr: Trebate unijeti barem jedan dnevnik na kartici Dnevnici.
it: Nella configurazione log deve essere caricato almeno un log.

# SetupDialog|
source: You need to enter at least a valid callsign.
ca: Com a mínim cal introduir un indicatiu vàlid com a mínim.
cs: Musíte vložit alespoň platnou značku.
es: Debe introducir al menos un indicativo válido.
it: Devi inserire almeno un nominativo valido.

# SetupDialog|
source: Go to the User tab and enter valid callsign.
ca: Aneu a la pestanya Usuari i introduïu un indicatiu vàlid.
cs: Použijte kartu Uživatel a vložte platnou značku.
es: Vaya a la pestaña Usuario e introduzca un indicativo válido.
it: Vai alla tab Utente e inserisci il nominatio valido.

# SetupDialog|
source: You have not selected the kind of log you want.
ca: No heu seleccionat la classe de registre que voleu.
cs: Nevybrali jste požadovaný druh logu.
da: Du har valgt den slags log du ønsker.
es: No ha seleccionado el tipo de log que quiere.
fr: Vous n'avez pas choisi le type de log que vous souhaitez.
hr: Niste izabrali kakvu vrstu dnevnika želite.
it: Non hai selezionato il tipo di log che ti interessa.

# SetupDialog|
source: You will be redirected to the Log tab. Please add and select the kind of log you want to use.
ca: Sereu redirigit a la pestanya Registre. Afegiu i seleccioneu la classe de registre que voleu usar.
cs: Budete přesměrováni na kartu Log. Přidejte a vyberte druh logu, který chcete použít.
da: Du vil blive dirigeret til log-fanebladet. Tilføj og vælg den slags log du ønsker at bruge.
es: Será redirigido a la pestaña de Log. Añada y seleccione el tipo de log que quiere usar.
fr: Vous allez être redirigé vers l'onglet Log. Veuillez ajouter et choisir le type de log que vous souhaitez utiliser.
hr: Bit ćete preusmjereni na karticu Dnevnici. Izaberite vrstu dnevnika kakvu želite koristiti.
it: Adesso ti porto nella maschera di configurazione dei log. Per favore aggiungi /seleziona il tipo di log che ti serve.

# SetupDialog|
source: World
ca: Mundial
cs: Svět
da: Verden
es: Entidades
fr: Monde
hr: Svijet
it: Mondo

# SetupEntityDialog|
source: Entity
ca: Entitat
cs: Země
da: Entitet
es: Entidad
fr: Entité
hr: Entitet
it: Collegamento

# SetupEntityDialog|
source: Latitude
ca: Latitud
cs: Zeměpisná šířka
da: Breddegrad
es: Latitud
hr: Zemljopisna širina
it: latitudine

# SetupEntityDialog|
source: Longitude
ca: Longitud
cs: Zeměpisná délka
da: Længdegrad
es: Longitud
hr: Zemljopisna dužina
it: Longitudine

# SetupEntityDialog|
source: Main prefix
ca: Prefix principal
cs: Hlavní prefix
da: Hovedpræfiks
es: Prefijo
fr: Préfix principal
hr: Glavni prefiks
it: Prefisso principale

# SetupEntityDialog|
source: Comma separated possible prefixes, e.g. EA1, EA2, ...
ca: Prefixos possibles separats per comes, p. ex. EA1, EA2, ...
cs: Seznam možných prefixů, e.g. EA1, EA2, ...
da: Kommaadskilt mulige præfiks, f.eks. EA1, EA2, ...
es: Lista separada por comas de prefijos posibles. Ej. EA1, EA2, ...
fr: Préfixes possibles séparés par des virgules : EA1, EA2...
hr: Mogući prefiksi odvojeni zarezom, npr. EA1, EA2, ...
it: I prefissi sono separati da virgole, es. EA1,EA2, ...

# SetupEntityDialog|
source: Prefixes
ca: Prefixos
cs: Prefixy
da: Præfiks
es: Prefijos
fr: Préfixes
hr: Prefiksi
it: Prefissi

# SetupEntityDialog|
source: Name of the Entity.
ca: Nom de l'entitat.
cs: Jméno země.
da: Navn på element.
es: Nombre de la entidad.
fr: Nom de la Contrée
hr: Ime entiteta.
it: Nome del collegamento.

# SetupEntityDialog|
source: CQ zone.
ca: Zona CQ.
es: Zona CQ.
fr: Zone CQ
hr: CQ Zona.
it: Zona CQ.

# SetupEntityDialog|
source: ITU zone.
ca: Zona ITU.
es: Zona ITU.
fr: Zone ITU
hr: ITU Zona.
it: Zona ITU.

# SetupEntityDialog|
source: Longitude of the Entity.
ca: Longitud de l'entitat.
cs: Zeměpisná délka země.
da: Længdegrad for entitet.
es: Longitud de la entidad.
fr: Longitude de la Contrée DXCC
hr: Zemljopisna dužina entiteta.
it: Longitudine del collegamento.

# SetupEntityDialog|
source: Local time difference to UTC.
ca: Diferència de l'hora local respecte a UTC.
cs: Rozdíl mezi místním časem a UTC.
da: Lokal forskel i tid til UTC.
es: DIferencia entre la hora local y la UTC.
fr: Différence entre l'heure locale et l'heure UTC
hr: Razlika lokalnog vremena od UTCa.
it: Differenza tra ora locale e UTC.

# SetupEntityDialog|
source: Main prefix of the entity.
ca: Prefix principal de l'entitat.
cs: Hlavní prefix země.
da: Hovedpræfiks for entitet.
es: Prefijo principal de la entidad.
fr: Préfixe principal de la contrée
hr: Primarni prefiks entiteta.
it: Prefisso principale del collegamento.

# SetupEntityDialog|
source: ARRL ID.
es: ID ARRL - Identificador numérico de la ARRL.
fr: ID ARRL

# SetupEntityDialog|
source: Date of the deletion.
ca: Data de la supressió.
cs: Datum zrušení.
da: Sletningsdato.
es: Fecha de eliminación.
fr: Date de suppression
hr: Datum brisanja.
it: Data della cancellazione.

# SetupEntityDialog|
source: Deleted
ca: Suprimit
cs: Zrušeno
da: Slettet
es: Eliminado
fr: Supprimé
hr: Izbrisan
it: Cancellato

# SetupEntityDialog|
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Afbryd
es: Cancelar
fr: Annuler
hr: Poništi
it: Annulla

# SetupEntityDialog|
source: Entity Dialog
ca: Diàleg d'entitat
cs: Země
da: Entitetdialog
es: Entidad
fr: Fenêtre de l'entité
hr: Dialog entiteta
it: Maschera inserimento collegamento

# SetupPageBandMode|
source: Bands
ca: Bandes
cs: Pásmo
da: Bånd
es: Bandas
fr: Bandes
hr: Frekvencijski pojasevi
it: Bande

# SetupPageBandMode|
source: Modes
cs: Druhy provozu
da: Tilstande
es: Modos
hr: Načini rada
it: Modi

# SetupPageColors|
source: New One
ca: Un de nou
cs: Nové
da: Ny
es: Nuevo
fr: Un Nouveau
hr: Novi
it: Uno nuovo

# SetupPageColors|
source: Needed in this band
ca: Necessari en aquesta banda
cs: Potřeba na tomto pásmu
da: Krævet i dette bånd
es: Necesitado en esta banda
fr: Nécessaire dans cette bande
hr: Potrebno na ovom frekvencijskom pojasu
it: Necessario in questa banda

# SetupPageColors|
source: Worked in this band
ca: Treballat en aquesta banda
cs: Navázáno na tomto pásmu
da: Bearbejdet i dette bånd
es: Trabajado en esta banda
fr: Contacté dans cette bande
hr: Rađen na ovom frekvencijskom pojasu
it: Processato per questa banda

# SetupPageColors|
source: Confirmed in this band
ca: Confirmat en aquesta banda
cs: Potvrzeno na tomto pásmu
da: Bekræftet i dette bånd
es: Confirmado en esta banda
fr: Confirmé dans cette bande
hr: Potvrđeno na ovom frekvencijskom pojasu
it: Comfermato in questa banda

# SetupPageColors|
source: Default
ca: Predeterminat
cs: Výchozí
da: Standard
es: Predeterminado
fr: Défaut
hr: Zadano

# SetupPageColors|
source: WSJT-X palette
ca: Paleta WSJT-X
cs: Paleta WSJT-X
es: Paleta WSJT-X
fr: Palette WSJT-X
hr: WSJT-X paleta
it: WSJT-X palette colori

# SetupPageColors|
source: Default palette
ca: Paleta predeterminada
cs: Výchozí paleta
es: Paleta predeterminada
fr: Palette par défaut
hr: Uobičajena paleta
it: Default palette colori

# SetupPageColors|
source: Dark Mode
ca: Mode fosc
cs: Tmavý režim
es: Modo oscuro
it: Visualizzazione notturna

# SetupPageColors|
source: Color when the DXCC is an ATNO (All Time New One).
ca: Color quan el DXCC és un ATNO («All Time New One», Un de nou de tots els temps ).
cs: Barva pro ATNO (All Time New One) DXCC.
es: Color cuando el DXCC es un ATNO (nuevo en cualquier banda y modo).
hr: Boja kad je DXCC ATNO (All Time New One).
it: Colore usato quando il DXCC è un ATNO (Sempre nuovo).

# SetupPageColors|
source: DXCC is confirmed in this band.
ca: El DXCC està confirmat en aquesta banda.
cs: DXCC potvrzeno na tomto pásmu.
es: DXCC confirmado en esta banda.
hr: DXCC je potvrđen na ovom pojasu.
it: DXCC confermato in questa banda.

# SetupPageColors|
source: Default color.
ca: Color predeterminat.
cs: Výchozí barva.
es: Color predeterminado.
hr: Uobičajena boja.
it: Colore di default.

# SetupPageColors|
source: Sets a palette of colors similar to the one used in WSJT-X.
ca: Estableix una paleta de colors semblant a la usada al WSJT-X.
cs: Barevná paleta podobná barvám, používaných v WSJT-X.
es: Define una paleta de colores similar a la usada en WSJT-X.
hr: Postavlja paletu boja sličnu onoj korištenoj u WSJT-X.
it: Seleziona una palette di colori simile a quella usata in WSJT-X.

# SetupPageColors|
source: Sets the default palette.
ca: Estableix la paleta predeterminada.
cs: Nastav výchozí paletu.
es: Define la paleta predeterminada.
hr: Postavlja uobičajenu paletu.
it: Seleziona la palette di default.

# SetupPageColors|
source: Light Mode
ca: Mode clar
cs: Světlý režim
es: Modo claro
it: Visualizzazione diurna

# SetupPageColors|
source: This DXCC was worked before in another band but not in the selected band. It may be needed due to the CQ, ITU, Grid, ...
ca: Aquest DXCC va funcionar abans en una altra banda però no en la banda seleccionada. Pot haver estat necessari pel CQ, ITU, Grid, ...
cs: S DXCC bylo navázané spojení na jiném pásmu, ale ne na vybraném pásmu.Může to být nutné pro CQ, ITU, Čtverce, ...
es: Este DXCC fue trabajado antes en otra banda pero no en la banda seleccionada. Puede ser necesitado debido a CQ, ITU, locator, ...
fr: Ce DXCC a déjà été réalisé sur une autre bande mais pas dans la bande sélectionnée. Cela peut être dû au CQ, ITU, Grid...
hr: DXCC je već urađena na drugom frekvencijskom pojasu. Možda je potrebna zbog CQ, ITU, lokatora, ...
it: Questo DXCC è stato processato prima in un'altra banda, ma non nella banda richiesta. Magari a causa del CQ, ITU, Grid, ...

# SetupPageColors|
source: Worked DXCC, but not confirmed in this band.
ca: DXCC treballat, però no confirmat en aquesta banda.
cs: Navázáno s DXCC, ale není potvrzené na tomto pásmu.
es: DXCC trababajado pero no confirmado en esta banda.
fr: DXCC réalisé mais non confirmé sur cette bande.
hr: DXCC odrađen, ali nije potvrđen na ovom opsegu.
it: DXCC processato, ma non confermato per questa banda.

# SetupPageColors|
source: Sets the Dark Mode
ca: Estableix el mode fosc
cs: Nastavení Tmavého režimu
es: Configura el Modo oscuro
it: Attiva la visualizzazione notturna

# SetupPageColors|
source: Choose a color
ca: Escolliu un color
cs: Vyberte barvu
da: Vælg en farve
es: Elija un color
fr: Choisir une couleur
hr: Izaberite boju
it: Scegli un colore

# SetupPageDxCluster|
source: Add
ca: Afegeix
cs: Přidat
da: Tilføj
es: Añadir
fr: Ajouter
hr: Dodaj
it: Aggiunge

# SetupPageDxCluster|
source: Delete
ca: Suprimeix
cs: Smazat
da: Slet
es: Borrar
fr: Supprimer
hr: Izbriši
it: Cancella

# SetupPageDxCluster|
source: Show &HF spots
ca: Mostra els avisos en &HF
cs: Zobrazovat &HF spoty
da: Vis %HF-spot
es: Mostrar avisos en &HF
fr: Afficher les spots &HF
hr: Prikazati &HF zapažanja
it: Elenca spots &HF

# SetupPageDxCluster|
source: Show V/&UHF spots
ca: Mostra els avisos en V/&UHF
cs: Zobrazovat V/&UHF spoty
da: Vis V/&UHF-spot
es: Mostrar avisos en V/&UHF
fr: Afficher les spots V/&UHF
hr: Prikazati V/&UHF zapažanja
it: Elenca spots V/&UHF

# SetupPageDxCluster|
source: Show W&ARC spots
ca: Mostra els avisos en W&ARC
cs: Zobrazovat W&ARC spoty
da: Vis W&ARC-spot
es: Mostrar avisos en W&ARC
fr: Afficher les spots W&ARC
hr: Prikazati W&ARC zapažanja
it: Elenca spots W&ARC

# SetupPageDxCluster|
source: Show &worked spots
ca: Mostra els a&visos treballats
cs: Zobrazovat již &Navázané
da: Vis &bearbejdede spot
es: Mostrar a&visos trabajados
fr: Afficher les spots contactés
hr: Prikazati od&rađena zapažanja
it: Elenca spots &processati

# SetupPageDxCluster|
source: Show &confirmed spots
ca: Mostra els avisos &confirmats
cs: Zobrazovat již &Potvrzené
da: Vis &bekræftede spot
es: Mostrar avisos &confirmados
fr: Afficher les spots &confirmés
hr: Prikazati p&otvrđena zapažanja
it: Elenca spot &confermati

# SetupPageDxCluster|
source: Show ANN/&FULL messages
ca: Mostra els missatges ANN/&FULL
cs: Zobrazovat ANN/&FULL zprávy
da: Vis ANN/&FULL-beskeder
es: Mostrar mensajes ANN/&FULL
fr: Afficher les messages ANN/&FULL
hr: Prikazati ANN/&FULL poruke
it: Elenca messaggi ANN/&PIENO

# SetupPageDxCluster|
source: Show WW&V messages
ca: Mostra els missatges WW&V
cs: Zobrazovat WW&V zprávy
da: Vis WW&V-beskeder
es: Mostrar mensajes &WWV
fr: Afficher les messages WW&V
hr: Prikatati &WWV poruke
it: Elenca messaggi WW&V

# SetupPageDxCluster|
source: Show WC&Y messages
ca: Mostra els missatges WC&Y
cs: Zobrazovat WC&Y zprávy
da: Vis WC&Y-beskeder
es: Mostrar mensajes WC&Y
fr: Afficher les messages WC&Y
hr: Prikazati WC&Y poruke
it: Elenca messaggi WC&Y

# SetupPageDxCluster|
source: Save DX Cluster activity
ca: Desa l'activitat del DX Cluster
cs: Ukládat aktivitu DX Cluster
es: Guardar actividad de DX Cluster
hr: Spremi aktivnost na DX klasteru
it: Salva le attività del DX Cluster

# SetupPageDxCluster|
source: Saves all the DX-Cluster activity to a file in the KLog folder
ca: Desa tota l'activitat del DX Cluster a un fitxer a la carpeta del KLog
cs: Ukládat aktivitu DX-Cluster do souboru v KLog adresáři
es: Guarda toda la actividad de DX-Cluster en un fichero en la carpeta de KLog.
hr: Sprema svu aktivnost na DX klasteru u datuteku u KLogovoj mapi
it: Salva tutte le attività del DX Cluster su un file nella cartella KLog

# SetupPageDxCluster|
source: DX Spots
ca: Avisos DX
cs: DX Spoty
da: DX-spot
es: Avisos DX
fr: Spots DX
hr: DX zapažanja

# SetupPageDxCluster|
source: Others
ca: Altres
cs: Jiné
es: Otros
hr: Drugi
it: Altri

# SetupPageDxCluster|
source: Messages
ca: Missatges
cs: Zprávy
da: Beskeder
es: Mensajes
hr: Poruke
it: Messaggi

# SetupPageDxCluster|
source: KLog: Add a DXCluster server
ca: KLog: Afegeix un servidor DXCluster
cs: KLog: Vložit DXCluster server
da: Klog: Tilføj en DXCluster-server
es: KLog: Añadir servidor DX-Cluster
fr: KLog : Ajouter un serveur Cluster DX
hr: KLog: Dodaj DX-Cluster poslužitelj
it: KLog: Aggiungi un server DXCluster

# SetupPageDxCluster|
source: Add the address followed by the :port Example: dxfun.com:8000 If no port is specified, 41112 will be used by default:
ca: Afegeix l'adreça seguida de :port Exemple: dxfun.com:8000 Si no s'especifica port, s'usarà 41112 de forma predeterminada:
cs: Vložte adresu a port Příklad: dxfun.com:8000 Pokud nebude specifikován port, bude použit výchozí port 41112:
da: Tilføj adressen fulgt af :port Eksempel: dxfun.com:8000 Hvis ingen port er angivet, så vil 41112 blive brugt som standard:
es: Añade la dirección seguida de :puerto Ejemplo: dxfun.com:8000 Si no se especifica puerto se usará 41112 de forma predeterminada:
fr: Ajouter l'adresse suivie par le :port Exemple : dxfun.com:8000 Si aucun port n'est précisé, le port 41112 sera utilisé par défaut :
hr: Dodaj adresu iza koje je :port Primjer: dxfun.com:8000 Ako ne dodate port, 41112 se podrazumijeva:
it: Aggiungi un indirizzo seguito da una :porta Esempio: dxfun.com:8000 Se nessuna porta è esplicitamente indicata, la 41112 sarà usata di default:

# SetupPageELog|
source: ClubLog password
ca: Contrasenya del ClubLog
cs: Heslo
es: Contraseña de ClubLog
it: Password ClubLog

# SetupPageELog|
source: ClubLog email
ca: Correu electrònic del ClubLog
cs: Email
es: Correo electrónico de ClubLog
it: Email ClubLog

# SetupPageELog|
source: Enter the email you used to register in ClubLog.
ca: Introduïu el correu electrònic usat per registrar-se al ClubLog.
cs: Vložte email, který jste použili při registraci do ClubLog.
es: Introduzca el correo-e que usó para registrarse en ClubLog.
it: Inserisci l'email scelta durante la registrazione a ClubLog.

# SetupPageELog|
source: Enter your password ClubLog here. Warning: The password will be save on clear in the KLog config file!! (If you don't want to enter the password, KLog will ask you when it is needed.)
ca: Introduïu aquí la contrasenya per al ClubLog. Avís: La contrasenya es desarà en text tal qual al fitxer de configuració del KLog! (Si no voleu introduir la contrasenya, el KLog la preguntarà quan sigui necessària)
cs: Vložte heslo pro ClubLog. Upozornění: Heslo je uloženo v otevřené podobně v konfiguračním souboru KLog!! (Pokud si nepřejete heslo uložit, KLog se bude ptát pokaždé, když bude potřeba)
es: Introduzca aquí su contraseña de ClubLog. Aviso: La contraseña se almacenará en claro en el fichero de configuración de KLog. (Si no quiere introducir su contraseña, KLog se la preguntará cuando sea necesaria)
it: Inserisci qua la tua password ClubLog. Attenzione: La password sarà salvata in chiaro all'interno del file di configurazione di KLog!! (Se non vuoi inserire la password, Kalog te la chiederà ogni volta quando necesaria.)

# SetupPageELog|
source: Send QSOs in real time
ca: Envia els QSO en temps real
cs: Ihned odesílat QSO
es: Enviar QSOs en tiempo real
it: Trasferisci QSO in tempo reale

# SetupPageELog|
source: Activate ClubLog
ca: Activa el ClubLog
cs: Aktivovat ClubLog
es: Activar ClubLog
it: Attiva ClubLog

# SetupPageELog|
source: Send each QSO to ClubLog in real time, as they are added (or modified) in KLog.
ca: Envia cada QSO al ClubLog en temps real, quan s'afegeixin (o es modifiquin) en el KLog.
cs: Ihned odeslat každé QSO do ClubLog tak jak je vloženo (nebo modifikováno) v KLog.
es: Envía cada QSO a CLubLog en tiempo real, según se van añadiendo (o modificando) en KLog.
it: Trasferisci ogni QSO a ClubLog in tempo reale, appena aggiunti (o modificati) su KLog.

# SetupPageELog|
source: Starts the ClubLog support in KLog.
ca: Inicia l'admissió del ClubLog al KLog.
cs: Začít používat ClubLog v KLog.
es: Inicia el soporte de ClubLog en KLog.
it: Avvia il supporto ClubLog su KLog.

# SetupPageELog|
source: Activate eQSL.cc
ca: Activa l'eQSL.cc
cs: Aktivovat eQSL.cc
es: Activar eQSL.cc
it: Attiva eQSL.cc

# SetupPageELog|
source: Enter your username of eQSL.cc.
ca: Introduïu el nom d'usuari de l'eQSL.cc.
cs: Vložte uživatelské jméno v eQSL.cc.
es: Introduzca su usuario de eQSL.cc.
it: Inserisci il tuo nome utente di eQSL.cc.

# SetupPageELog|
source: Enter your password eQSL.cc here. Warning: The password will be save on clear in the KLog config file!! (If you don't want to enter the password, KLog will ask you when it is needed.)
ca: Introduïu aquí la contrasenya per a l'eQSL.cc. Avís: La contrasenya es desarà en text tal qual al fitxer de configuració del KLog! (Si no voleu introduir la contrasenya, el KLog la preguntarà quan sigui necessària)
cs: Vložte heslo pro eQSL.cc. Upozornění: Heslo je uloženo v otevřené podobně v konfiguračním souboru KLog!! (Pokud si nepřejete heslo uložit, KLog se bude ptát pokaždé, když bude potřeba)
es: Introduzca aquí su contraseña de eQSL. Aviso: La contraseña se almacenará en claro en el fichero de configuración de KLog. (Si no quiere introducir su contraseña, KLog se la preguntará cuando sea necesaria)
it: Inserisci qua la password per eQSL.cc, Attenzione: la password sarà salvata in chiaro ill'interno del file di configurazione di KLog!! (Se non vuoi tenere qua la password, Klog te la chiderà ogno volta che sarà necessaria)

# SetupPageELog|
source: eQSL.cc password
ca: Contrasenya de l'eQSL.cc
cs: Heslo
es: Contraseña de eQSL.cc
it: Password eQSL.cc

# SetupPageELog|
source: Check in Qrz.com all Calls as they are entered
ca: Comprova a QRZ.com tots els indicatius a mesura que s'entrin
cs: Vždy vyhledat vloženou stanici v QRZ.com
es: Comprobar en QRZ.com todos los indicativos según se van introduciendo.
it: Verifica su QRZ.com tutti i nominativi ma mano che sono inseriti

# SetupPageELog|
source: eQSL.cc user
ca: Usuari de l'eQSL.cc
cs: Uživatelské jméno
es: Usuario de eQSL.cc
it: Nome utente eQSL.cc

# SetupPageELog|
source: Enter the user of your QRZ.com account. You need to be subscribed to QRZ.com to use this service.
ca: Introduïu l'usuari del vostre compte a QRZ.com. Cal estar subscrit a QRZ.com per a usar aquest servei.
cs: Vložte uživatelské jméno pro QRZ.com. Abyste mohli tuto službu používat, musíte se nejdříve registrovat u QRZ.com.
es: Introduzca su usuario de QRZ.com. Necesitará estar subscrito a QRZ.com para usar este servicio.
it: Inserisci l'utente del tuo aaccount qrz.COM. Devi essere registrato aa QRZ.com per usare questo servizio.

# SetupPageELog|
source: User
ca: Usuari
cs: Uživatelské jméno
es: Usuario
it: Utente

# SetupPageELog|
source: Enter your password QRZ.com here. Warning: The password will be save on clear in the KLog config file!! (If you don't want to enter the password, KLog will ask you when it is needed.)
ca: Introduïu aquí la contrasenya per a QRZ.com. Avís: La contrasenya es desarà en text tal qual al fitxer de configuració del KLog! (Si no voleu introduir la contrasenya, el KLog la preguntarà quan sigui necessària)
cs: Vložte heslo pro QRZ.com. Upozornění: Heslo je uloženo v otevřené podobně v konfiguračním souboru KLog!! (Pokud si nepřejete heslo uložit, KLog se bude ptát pokaždé, když bude potřeba)
es: Introduzca aquí su contraseña de QRZ.com. Aviso: La contraseña se almacenará en claro en el fichero de configuración de KLog. (Si no quiere introducir su contraseña, KLog se la preguntará cuando sea necesaria)
it: Inserisci qua la tua password QRZ.com. Warning: La password sarà salvata in chiaro all'interno del file di configurazione di KLog!! (Se non vuoi inserirla qua Klog te la chiederà ogno colta che sarà necessaria.)

# SetupPageELog|
source: Password
ca: Contrasenya
cs: Heslo
es: Contraseña

# SetupPageELog|
source: Activate QRZ.com
ca: Activa QRZ.com
cs: Aktivovat QRZ.com
es: Activar QRZ.com
it: Attiva QRZ.com

# SetupPageELog|
source: Check automatically
ca: Comprova automàticament
cs: Vyhledávat automaticky
es: Validar automáticamente
it: Controllo automatico

# SetupPageELog|
source: LogBook Key
ca: Clau del LogBook
es: Clave del libro de guardia
it: Key LogBook
