Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# SetupPageUserDataPage|
source: Enter the locator of your station. Alternatively, KLog can use an approximate locator based on your callsign.
ca: Introduïu l'indicatiu de la vostra estació. Alternativament, el KLog pot usar un indicatiu aproximat a partir del vostre indicatiu.
cs: Vložte Váš lokátor. Alternativně, KLog je schopen použít přibližný lokátor v závislosti na Vaší volací značce.
da: Indtast locatoren for din station. Alternativt kan KLog bruge en omtrentlig loacator baseret på dit kaldesignal.
es: Introduzca el locator de su estación. De forma alternativa, KLog puede proporcionarle uno aproximado basado en su indicativo.
fr: Entrez le locator de votre station. Alternativement, KLog peut utiliser un locator approximatif basé sur votre indicatif.
hr: Unesite lokator vaše postaje. Alternativno, KLog može koristiti približan lokator na osnovu vašeg pozivnog znaka.
it: Inserisci il locator della tua stazione. In alternativa, KLog è in grado di usare un locator approssimativo ricavato dal tuo nominativo.

# SetupPageUserDataPage|
source: &Callsign
ca: Indi&catiu
cs: &Stanice
es: Indi&cativo
it: &Nominativo

# SetupPageUserDataPage|
source: &Operators
ca: &Operadors
cs: &Operátoři
da: &Operatører
es: &Operadores
fr: &Opérateurs
hr: &Operatori
it: &Operatori

# SetupPageUserDataPage|
source: &CQ Zone
ca: Zona &CQ
es: Zona &CQ
fr: Zone &CQ
hr: &CQ Zona
it: Zona &CQ

# SetupPageUserDataPage|
source: &ITU Zone
ca: Zona &ITU
es: Zona &ITU
fr: Zone &ITU
hr: &ITU Zona
it: Zona &ITU

# SetupPageUserDataPage|
source: &Locator (not valid)
ca: &Localitzador (no vàlid)
cs: &Lokátor (neplatný)
da: &Locator (ikke gyldig)
es: &Locator (no válido)
fr: &Locator (invalide)
hr: &Lokator (neispravan)
it: &Locator (non valido)

# SetupPageUserDataPage|
source: Enter the operators (comma separated if more than one).
ca: Introduïu els operadors (separats per comes si hi ha més d'un).
cs: Vložte jména operátorů (oddělte je čárkou, pokud je jich víc).
da: Indtast operatørerne (kommaadskilt hvis mere end en).
es: Introduzca los operadores (separados por comas si hay más de uno).
fr: Entrez les opérateurs (séparés par une virgule si plusieurs)
hr: Unesite operatere (odvojene zarezom ako je više od jednog).
it: Inserisci gli operatori (separati da virgola se più di uno).

# SetupPageWorldEditor|
source: KLog will not be able to show entities information.
ca: El KLog no serà capaç de mostra la informació de les entitats.
cs: KLog nebude schopen zobrazit informace o zemích.
da: KLog vil ikke kunne vise entitetinformation.
es: KLog no podrá mostrar información de entidades.
fr: KLog ne sera pas en mesure d'afficher des informations d'entité.
hr: KLog neće moći prikazati podatke o entitetima.
it: KLog non sarà in grado di mostrare le informazioni di collegamento.

# SetupPageWorldEditor|
source: Prefix
da: Præfiks
es: Prefijo
fr: Préfixe
hr: Prefiks
it: Prefisso

# SetupPageWorldEditor|
source: Entity
ca: Entitat
cs: Země
da: Entitet
es: Entidad
fr: Entité
hr: Entitet
it: Collegamento

# SetupPageWorldEditor|
source: An entities information file (cty.csv) has been detected in your KLog folder and will be loaded.
ca: S'ha detectat un fitxer d'informació d'entitats (cty.csv) a la carpeta del KLog i es carregarà.
cs: V KLog adresáři byl nalezl soubor s informacemi o zemích (cty.csv) a bude nahrán.
da: En entitetsinformationsfil (cty.csv) er blevet registreret i din KLog-mappe og vil blive indlæst.
es: Se ha detectado un fichero de información de entidades (cty.csv) en su carpeta de KLog y se utilizará.
fr: Un fichier d'information sur les entités (cty.csv) a été détecté dans votre répertoire KLog et sera chargé.
hr: Datoteka s podacima o entitetima (cty.csv) pronađena u vašoj KLog mapi bit će učitana.
it: Un file elenco (cty.csv) è stato trovato nella cartella dati di KLog e sarà caricato.

# SetupPageWorldEditor|
source: Add
ca: Afegeix
cs: Přidat
da: Tilføj
es: Añadir
fr: Ajouter
hr: Dodaj
it: Aggiunge

# SetupPageWorldEditor|
source: Delete
ca: Suprimeix
cs: Smazat
da: Slet
es: Borrar
fr: Supprimer
hr: Izbriši
it: Cancella

# SetupPageWorldEditor|
source: Edit
ca: Edita
cs: Upravit
da: Rediger
es: Editar
fr: Éditer
hr: Uredi
it: Modifica

# SetupPageWorldEditor|
source: Export World
ca: Exporta el món
cs: Export zemí
da: Eksportverden
es: Exportar mundo
fr: Exporter
hr: Izvezi svijet
it: Esporta Mondo

# SetupPageWorldEditor|
source: Import World
ca: Importa el món
cs: Import zemí
da: Importverden
es: Importar mundo
fr: Importer
hr: Uvezi svijet
it: IMporta mondo

# SetupPageWorldEditor|
source: Still not implemented.
ca: Encara no està implementat.
cs: Stále není implementováno.
da: Endnu ikke implementeret.
es: Sin implementar.
fr: Pas encore implémenté.
hr: Još neimplementirano.
it: Ancora non implementato.

# SetupPageWorldEditor|
source: Import a new cty.csv file
ca: Importa un fitxer «cty.csv» nou
cs: Import nového cty.csv souboru
da: Importer en ny cty.csv-fil
es: Importar un nuevo fichero cty.csv
fr: Importer un nouveau fichier cty.csv
hr: Uvezi novu cty.csv datoteku
it: Importa un nuovo file cty.csv

# SetupPageWorldEditor|
source: No entities information file (cty.csv) has been detected in your KLog folder.
ca: No s'ha detectat cap fitxer d'informació d'entitats (cty.csv) a la carpeta del KLog.
cs: Soubor s informacemi o zemích (cty.csv) nebyl nalezen v KLog adresáři.
da: Ingen entitetinformationsfil (cty.csv) er blevet registreret i din KLog-mappe.
es: No se ha detectado en su carpeta de KLog ningún fichero de información de entidades (cty.csv).
fr: Aucun fichier d'information sur les entités (cty.csv) n'a été détecté dans votre répertoire KLog.
hr: Datoteka s podacima o entitetima (cty.csv) ne postoji u vašoj KLog mapi.
it: Nessun file elenco (cty.csv) è stato trovato nella cartella dati di KLog.

# SetupPageWorldEditor|
source: Continent
cs: Kontinent
da: Kontinent
es: Continente
hr: Kontinent
it: Continente

# SetupPageWorldEditor|
source: CQ Zone
ca: Zona CQ
es: Zona CQ
fr: Zone CQ
hr: CQ Zona
it: Zona CQ

# SetupPageWorldEditor|
source: ITU Zone
ca: Zona ITU
es: Zona ITU
fr: Zone ITU
hr: ITU Zona
it: Zona ITU

# SetupPageWorldEditor|
source: Latitude
ca: Latitud
cs: Zeměpisná šířka
da: Breddegrad
es: Latitud
hr: Širina
it: Latidudine

# SetupPageWorldEditor|
source: Longitude
ca: Longitud
cs: Zeměpisná délka
da: Længdegrad
es: Longitud
hr: Dužina
it: Longitudine

# SetupPageWorldEditor|
source: Deleted
ca: Suprimit
cs: Zrušeno
da: Slettet
es: Eliminado
fr: Supprimé
hr: Izbrisano
it: Eliminato

# SetupPageWorldEditor|
source: Since Date
ca: Des de la data
cs: Od
da: Siden dato
es: Desde fecha
fr: Depuis la Date
hr: Od datuma
it: Dalla data

# SetupPageWorldEditor|
source: To Date
ca: Fins a la data
cs: Do
da: Til dato
es: Hasta fecha
fr: Jusqu'à la Date
hr: Do datuma
it: Alla data

# SetupPageWorldEditor|
source: Open File
ca: Obre fitxer
cs: Otevřít soubor
da: Åbn fil
es: Abrir fichero
fr: Ouvrir un fichier
hr: Otvori datoteku
it: Apre File

# SetupPageWorldEditor|
source: Entities information has been updated.
ca: S'ha actualitzat la informació de les entitats.
cs: Informace o zemích byly aktualizovány.
da: Entitetinformation er blevet opdateret.
es: La información de entidades ha sido actualizada.
fr: Les informations d'entité ont été mises à jour.
hr: Podaci o entitetima su ažurirani.
it: Informazioni collegamento aggiornate.

# SetupPageWorldEditor|
source: Entities information has not been updated.
ca: No s'ha actualitzat la informació de les entitats.
cs: Informace o zemích nebyly aktualizovány.
da: Entitetinformatoin er ikke blevet opdateret.
es: La información de entidades no ha sido actualizada.
fr: Les informations d'entitées n'ont pas été mises à jour.
hr: Podaci o entitetima nisu ažurirani.
it: Informazioni collegamento non aggiornate.

# ShowAdifImportWidget|
source: The following QSOs are those QSOs that you have received the LoTW confirmation.
ca: Els QSO següents són els que heu rebut la confirmació LoTW.
cs: Tyto QSO jsou ty, která byla potvrzena přes LoTW.
es: Lo siguientes QSO son los QSO para los que ha recibido confirmación de LoTW.
hr: Za ove QSOe ste primili LoTW potvrdu.
it: I seguenti QSO sono tutti quelli ricevuti dalla conferma LoTW.

# ShowAdifImportWidget|
source: Date/Time
ca: Data/hora
cs: Datum/Čas
es: Fecha/Hora
hr: Datum/Vrijeme
it: Data/Ora

# ShowAdifImportWidget|
source: Band
ca: Banda
cs: Pásmo
es: Banda
hr: Pojas
it: Banda

# ShowAdifImportWidget|
source: Mode
cs: Druh provozu
es: Modo
hr: Način rada
it: Modo

# ShowErrorDialog|
source: KLog Message
ca: Missatge del KLog
cs: KLog zpráva
da: KLog-besked
es: Mensaje de KLog
fr: Message KLog
hr: KLog poruka
it: Messaggio KLog

# SoftwareUpdateDialog|
source: KLog update
ca: Actualització del KLog
cs: Aktualizace KLog
da: KLog-opdatering
es: Actualización de KLog
fr: Mise à jour KLog
hr: KLog nadogradnja
it: Aggiornamento KLog

# SoftwareUpdateDialog|
source: <center><h2>KLog new version (%1) is available! </h2></center><br>There is a new version of KLog available.<br><br><b>You can get the new version from:<br><br><center><a href=https://www.klog.xyz>https://www.klog.xyz</a></center>
ca: <center><h2>Hi ha una versió (%1) nova disponible del KLog! </h2></center><br>Hi ha una versió nova disponible del KLog.<br><br><b>Podeu aconseguir la versió nova a:<br><br><center><a href=https://www.klog.xyz>https://www.klog.xyz</a></center>
cs: <center><h2>Je dostupná nová verze KLog (%1)! </h2></center><br>Existuje nová verze KLogu.<br><br><b>Je možné ji získat na:<br><br><center><a href=https://www.klog.xyz>https://www.klog.xyz</a></center>
es: <center><h2>¡Hay un nueva versión de KLog disponible! (%1)</h2></center><br>Hay una nueva versión de KLOg disponible.<br><br><b>Puede descargar la nueva versión desde:<br><br><center><a href=https://www.klog.xyz>https://www.klog.xyz</a></center>
it: <center><h2>KLog nuova versione (%1) è disponibile! </h2></center><br>E' disponibile una nuova versione di KLog.<br><br><b>Puoi scaricare la nuova versione da:<br><br><center><a href=https://www.klog.xyz>https://www.klog.xyz</a></center>

# SoftwareUpdateDialog|
source: Congratulations!
ca: Enhorabona!
cs: Gratulujeme!
da: Tillykke!
es: ¡Enhorabuena!
fr: Félicitations !
hr: Čestitke!
it: congratulazioni!

# SoftwareUpdateDialog|
source: Your KLog has been updated.
ca: S'ha actualitzat el KLog.
cs: KLog byl aktualizován.
da: Din KLog er blevet opdateret.
es: Su KLog ha sido actualizado.
fr: Votre KLog a été mis à jour.
hr: Vaš KLog je ažuriran.
it: KLog è stato aggiornato.

# SoftwareUpdateDialog|
source: You already have the latest version.
ca: Ja teniu la versió més recent.
cs: Máte již poslední verzi.
da: Du har allerede den seneste version.
es: Ya cuenta con la última versión.
fr: Vous avez déjà la dernière version.
hr: Već imate najnoviju inačicu.
it: Stai già usando la versione più recente.

# StartWizard|
source: KLog - The free hamradio logging program
ca: KLog - El programa lliure d'enregistrament de radioafició
cs: KLog = Svobodný staniční log pro radioamatéry
da: KLog - Det frie logningsprogram for amatørradio
es: KLog - El programa libre de log de radioaficionados
fr: KLog - Le logiciel libre de journalisation des contacts radioamateurs
hr: KLog - slobodna dnevnička aplikacija za radio-amatere
it: KLog.- Un software libero per radioamatori

# StartWizard|
source: Quit Setup
ca: Surt de la configuració
cs: Rychlé nastavení
da: Afslut opsætning
es: Salir
fr: Quitter l'Installation
hr: Izađi iz postavljanja
it: Esce dalla configurazione

# StartWizard|
source: Setup is not complete yet. Are you sure you want to quit setup?
ca: La configuració encara no està completa. Esteu segur que voleu sortir de la configuració?
cs: Nastavení není kompletní. Opravdu si přejete ukončit nastavení?
da: Opsætning er ikke færdig endnu. Er du sikker på, at du ønsker at afslutte opsætningen?
es: La configuración no está completa. ¿Está seguro de querer salir de la configuración?
fr: L'installation n'est pas encore terminée. Êtes-vous sûr de quitter l'installation ?
hr: Postavljanje nije završeno. Jeste li sigurni da želite izaći iz postavljanja?
it: Configurazione non ancora completa. Sei sicuro di voler uscire dalla configurazione?

# StatisticsWidget|
source: QSO per year
ca: QSO per any
cs: QSO podle roku
da: QSO per år
es: QSO por año
fr: QSO par an
hr: QSOi po godini
it: QSO all'anno

# StatisticsWidget|
source: DXCC per year
ca: DXCC per any
cs: DXCC podle roku
da: DXCC per år
es: Entidades DXCC por año
fr: DXCC par an
hr: DXCC po godini
it: DXCC all'anno

# StatisticsWidget|
source: CQ zones per year
ca: Zones CQ per any
cs: CQ zones podle roku
da: CQ-zoner per år
es: Zonas CQ por año
fr: Zones CQ par an
hr: CQ zone po godini
it: Zone CQ all'anno

# StatisticsWidget|
source: QSO per band
ca: QSO per banda
cs: QSO podle pásma
da: QSO per bånd
es: QSOs por banda
fr: QSO par bande
hr: QSOi po frekv. pojasu
it: QSO per banda

# StatisticsWidget|
source: QSO per mode
cs: QSO podle druhu provozu
da: QSO per tilstand
es: QSOs por modo
fr: QSO par mode
hr: QSOi po načinu rada
it: QSO per modo

# StatisticsWidget|
source: QSO per DXCC
cs: QSO podle DXCC
es: QSOs por DXCC
fr: QSO par DXCC
hr: QSOi po DXCCu

# StatisticsWidget|
source: QSO per Continent
cs: QSO podle kontinentu
da: QSO per kontinent
es: QSO por Continente
fr: QSO par continent
hr: QSOi po kontinentu
it: QSO per Continente

# StatisticsWidget|
source: QSO per hour
ca: QSO per hora
cs: QSO podle hodin
da: QSO per time
es: QSOs por hora
fr: QSO par heure
hr: QSOi po satu
it: QSO all'ora

# StatisticsWidget|
source: QSO per month
ca: QSO per mes
cs: QSO podle měsíců
da: QSO per måned
es: QSO por mes
fr: QSO par mois
hr: QSOi po mjesecu
it: QSO al mese

# StatisticsWidget|
source: Worked / Confirmed status
ca: Estat Treballat / Confirmat
cs: Stav Pracoval / Potvrzeno
da: Bearbejdet / bekræftet status
es: Trabajados / Confirmados
fr: Réalisé / Statut confirmé
hr: Odrađen / potvrđen status
it: Stato Processati / Confermati

# StatisticsWidget|
source: Worked / Sent status
ca: Estat Treballat / Enviat
cs: Stav Pracoval / Odesláno
da: Bearbejdet / sendt-status
es: Trabajados / Enviados
fr: Réaisé / Statut d'envoi
hr: Odrađen / poslan status
it: Stato Processati / Spediti

# StatisticsWidget|
source: Sent / Confirmed status
ca: Estat Enviat / Confirmat
cs: Stav Odesláno / Potvrzeno
da: Sendt / Bekræftet status
es: Enviados / Confirmados
fr: Envoyé / Statut confirmé
hr: Poslan / potvrđen status
it: Stato Spediti / Confermati

# StatisticsWidget|
source: Satellite grid status
ca: Estat de la quadrícula dels satèl·lits
cs: Stav Sat čtverců
es: Locators en satélites
it: Stato griglia satellite

# StatisticsWidget|
source: Satellite DXCC status
ca: Estat de la DXCC dels satèl·lits
cs: Stav Sat DXCC
es: DXCC en satélites

# StatisticsWidget|
source: Grids per band status
ca: Quadrícules per estat de la banda
cs: Stav čtverců na pásmo
es: Estado de Locators por banda
it: Grids per stato banda

# StatisticsWidget|
source: DXCC per band status
ca: DXCC per estat de la banda
cs: Stav DXCC na pásmo
es: Estado de DXCC por banda
it: DXCC per stato banda

# StatsCQZPerYearBarChartWidget|
source: CQ Zones per year
ca: Zones CQ per any
cs: CQ Zone podle roku
da: CQ-zoner per år
es: Zonas CQ por año
fr: Zones CQ par an
hr: CQ zona po godini
it: Zone CQ per anno

# StatsCQZPerYearBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Dati in lettura...

# StatsCQZPerYearBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Ukončení čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Interrompre la lecture
hr: Prekini čitanje
it: Cancellazione lettura

# StatsCQZPerYearBarChartWidget|
source: CQ zones
ca: Zones CQ
cs: CQ zone
da: CQ-zoner
es: Zonas CQ
fr: Zones CQ
hr: CQ zone
it: Zone CQ

# StatsCQZPerYearBarChartWidget|
source: CQ zones per year
ca: Zones CQ per any
cs: CQ zones podle roku
da: CQ-zoner per år
es: Zonas CQ por año
fr: Zones CQ par an
hr: CQ zone po godini
it: Zone CQ per anno

# StatsCQZPerYearBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsCQZPerYearBarChartWidget|
source: Years: %1/%2
ca: Anys: %1/%2
cs: Roky: %1/%2
da: År: %1/%2
es: Años: %1/%2
fr: Années : %1/%2
hr: Godine: %1/%2
it: Anni:%1/%2

# StatsDXCCOnSatsWidget|
source: Show confirmed only
ca: Mostra només els confirmats
cs: Pouze potvrzené
es: Sólo confirmados
it: Mostra solo i confermati

source: Only LEO sats
ca: Només el satèl·lits LEO
cs: Pouze LEO sat
es: Sólo satélites LEO

# StatsDXCCOnSatsWidget|
source: Number
ca: Número
cs: Počet
es: Número
it: Numero

# StatsDXCCOnSatsWidget|
source: Callsign
ca: Indicatiu
cs: Stanice
es: Indicativo
it: Nominativo

# StatsDXCCOnSatsWidget|
source: Date
ca: Data
cs: Datum
es: Fecha
it: Data

# StatsDXCCOnSatsWidget|
source: Band
ca: Banda
cs: Pásmo
es: Banda
it: Banda

# StatsDXCCOnSatsWidget|
source: Mode
cs: Druh provozu
es: Modo
it: Modo

# StatsDXCCOnSatsWidget|
source: Satellite
ca: Satèl·lit
cs: Satelit
es: Satélite

# StatsDXCCOnSatsWidget|
source: Confirmed
ca: Confirmat
cs: Potvrzeno
es: Confirmado
it: Confermato

# StatsEntitiesPerYearBarChartWidget|
source: Chart title
ca: Títol del gràfic
cs: Název grafu
da: Diagramtitel
es: Título del gráfico
fr: Titre du graphique
hr: Naslov dijagrama
it: Titolo della carta

# StatsEntitiesPerYearBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsEntitiesPerYearBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Interrompre la lecture
hr: Prekini čitanje
it: Annulla lettura

# StatsEntitiesPerYearBarChartWidget|
source: DXCC Entities
ca: Entitats DXCC
cs: Země DXCC
da: DXCC-elementer
es: Entidades DXCC
fr: Contrées DXCC
hr: DXCC Entiteti
it: Collegamenti DXCC

# StatsEntitiesPerYearBarChartWidget|
source: DXCC Entities per year
ca: Entitats DXCC per any
cs: DXCC země podle roku
da: DXCC-elementer per år
es: Entidades DXCC por año
fr: Contrées DXCC par an
hr: DXCC Entiteti po godini
it: Collegamenti DXCC all'anno

# StatsEntitiesPerYearBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsEntitiesPerYearBarChartWidget|
source: Entities:
ca: Entitats:
cs: Země:
da: Elementer:
es: Entidades:
fr: Contrées DXCC :
hr: Entiteti:
it: Collegamenti:

# StatsFieldPerBandWidget|
source: All
ca: Tot
cs: Všechny
es: Todos
it: Tutto

# StatsFieldPerBandWidget|
source: Mode:
cs: Druh provozu:
es: Modo:
it: Modo:

# StatsFieldPerBandWidget|
source: Band
ca: Banda
cs: Pásmo
es: Banda
it: Banda

# StatsFieldPerBandWidget|
source: Worked
ca: Treballat
cs: Navázané
es: Trabajado
it: Processato

# StatsFieldPerBandWidget|
source: Confirmed
ca: Confirmat
cs: Potvrzené
es: Confirmado
it: Confermato

# StatsGridsOnSatsWidget|
source: Show confirmed only
ca: Mostra només els confirmats
cs: Pouze potvrzené
es: Sólo confirmados

source: Only LEO sats
ca: Només el satèl·lits LEO
cs: Pouze LEO satelity
es: Sólo satelites LEO

# StatsGridsOnSatsWidget|
source: Number
ca: Número
cs: Počet
es: Número
it: Numero

# StatsGridsOnSatsWidget|
source: Callsign
ca: Indicatiu
cs: Stanice
es: Indicativo
it: Nominativo

# StatsGridsOnSatsWidget|
source: Date
ca: Data
cs: Datum
es: Fecha
it: Data

# StatsGridsOnSatsWidget|
source: Band
ca: Banda
cs: Pásmo
es: Banda
it: Banda

# StatsGridsOnSatsWidget|
source: Mode
cs: Druh provozu
es: Modo
it: Modo

# StatsGridsOnSatsWidget|
source: Grid
ca: Quadrícula
cs: Čtverec
es: Locator
it: Griglia

# StatsGridsOnSatsWidget|
source: Satellite
ca: Satèl·lit
cs: Satelit
es: Satélite

# StatsGridsOnSatsWidget|
source: Confirmed
ca: Confirmat
cs: Potvrzeno
es: Confirmado
it: Confermato

# StatsQSOsPerBandBarChartWidget|
source: QSOs per band
ca: QSO per banda
cs: QSO podle pásma
da: QSO'er per bånd
es: QSOs por banda
fr: QSOs par bande
hr: QSOi po pojasu
it: QSO per banda

# StatsQSOsPerBandBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: lettura dati ...

# StatsQSOsPerBandBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerBandBarChartWidget|
source: Bands
ca: Bandes
cs: Pásmo
da: Bånd
es: Bandas
fr: Bandes
hr: Pojasevi
it: Bande

# StatsQSOsPerBandBarChartWidget|
source: QSOs per band distribution
ca: QSO per distribució de banda
cs: QSO podle pásma
es: Distribución de QSO por banda
hr: Raspodjela QSOa po opsezima
it: Distribuzione QSO per banda

# StatsQSOsPerBandBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: lettura dati ...

# StatsQSOsPerBandBarChartWidget|
source: Bands:
ca: Bandes:
cs: Pásmo:
da: Bånd:
es: Bandas:
fr: Bandes :
hr: Pojasevi:
it: Bande:

# StatsQSOsPerContinentBarChartWidget|
source: QSOs per continent
ca: QSO per continent
cs: QSO podle kontinentu
da: QSO'er per kontinent
es: QSOs por continente
fr: QSOs par continent
hr: QSOi po kontinentu
it: QSO per continente

# StatsQSOsPerContinentBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerContinentBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerContinentBarChartWidget|
source: Continents
cs: Kontinent
da: Kontinenter
es: Continentes
hr: Kontinenti
it: Continenti

# StatsQSOsPerContinentBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerContinentBarChartWidget|
source: Hours:
ca: Hores:
cs: Hodiny:
da: Timer:
es: Horas:
fr: Heures :
hr: Sati:
it: Ore:

# StatsQSOsPerDXCCBarChartWidget|
source: QSOs per DXCC
ca: QSO per DXCC
cs: QSO podle DXCC
da: QSO'er per DSCC
es: QSOs por DXCC
fr: QSOs par DXCC
hr: QSOa po DXCC
it: QSO per DXCC

# StatsQSOsPerDXCCBarChartWidget|
source: Reading data ...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données...
hr: Učitavam podatke ...
it: Lettura dati ...

# StatsQSOsPerDXCCBarChartWidget|
source: Abort reading
ca: Interromp la lectura
cs: Přerušit čtení
da: Afbryd læsning
es: Cancelar lectura
fr: Lecture interrompue
hr: Prekini čitanje
it: Annulla lettura

# StatsQSOsPerDXCCBarChartWidget|
source: Reading data...
ca: S'estan llegint les dades...
cs: Čtení dat ....
da: Læser data ...
es: Leyendo datos ...
fr: Lecture des données en cours...
hr: Učitavam podatke ...
it: lettura dati...

# StatsQSOsPerDXCCBarChartWidget|
source: Top ten DXCC per QSO
ca: Els deu DXCC més importants per QSO
cs: TOP10 DXCC podle spojení
da: Top ti DXCC per QSO
es: Top 10 de DXCC por QSO
fr: Top 10 DXCC par QSO
hr: Gornjih deset DXCCa po QSOu
it: Primi 10 DXCC per QSO
