Repository: ea4k/klog
Catalog: po/klog_*.po
Languages: ca, cs, da, es, fr, hr, it

# SetupPageMisc|
source: This is the default file where ADIF data will be saved.
ca: Aquests és el fitxer predeterminat a on es desaran les dades ADIF.
cs: Toto je výchozí soubor, kam je ADIF ukládán.
da: Dette er standardfilen hvor ADIF-data vil blive gemt.
es: Este es el nombre de fichero predeterminado donde se guardará el fichero ADIF.
fr: Fichier par défaut où les données ADIF seront sauvegardées
hr: Ovo je zadana datoteka u koju će se spremati ADIF podaci.
it: File ADIF di default di salvataggio dei dati.

# SetupPageMisc|
source: This is the directory where the database (logbook.dat) will be saved.
ca: Aquest és el directori a on es desarà la base de dades (logbook.dat).
cs: Toto je adresář, do kterého bude databáze (logbook.dat) uložen.
da: Dette er mappen hvor databsen (logbook.dat) vil blive gemt.
es: Este es el directorio donde la base de datos (logbook.dat) se guardará.
fr: Répertoire où la base de données (logbook.dat) sera sauvegardée
hr: Ovo je mapa u koju će se spremiti baza podataka (logbook.dat).
it: Cartella di salvataggio del database (logbook.dat).

# SetupPageMisc|
source: Click to change the path of the database.
ca: Cliqueu per canviar el camí a la base de dades.
cs: Klikněte pro změnu cesty k databázi.
da: Klik for at ændre stien for databasen.
es: Pulse para cambiar la ubicación de la base de datos.
fr: Cliquez pour modifier le chemin de la base de données.
hr: Kliknite za promjenu putanje baze podataka.
it: Clicca per cambiare il percorso del database.

# SetupPageMisc|
source: Activates the application debug log. This may be useful if something is not working as expected. A debug file will be created in the KLog directory.
ca: Activa el registre de depuració de l'aplicació. Això pot ser útil si hi ha quelcom que no funciona com s'espera. Es crearà un fitxer de depuració en el directori del KLog.
cs: Aktivuje ladící log. Toto může být užitečné v případě, kdy něco nefunguje tak, jak by mělo. Ladící soubor bude vytvořen v KLog adresáři.
es: Activa el log de depuración de la aplicación. Puede ser útil si algo no funciona como se espera. Se creará un fichero de depuración en la carpeta de KLog.
fr: Activer le journal de débogage de l'application. Cela peut être utile si quelque chose ne fonctionne pas correctement. Un fichier de débogage sera créé dans le répertoire de KLog.
hr: Aktivira poruke za otkrivanje greški u aplikaciji. Ovo može biti korisno ako nešto ne radi kako treba. Datoteka će biti zapisana u KLogovoj mapi.
it: Attiva il log di debug dell'applicazione. Questo purò rivelarsi utile se qualcosa dovesse non andare come previsto. Il file di debug è creato nella cartella dati di KLog.

# SetupPageMisc|
source: Click to mark as Queued (to be sent) all the eQSL (LoTW and eQSL) in all the new QSO by default.
ca: Cliqueu per canviar com a posat a la cua (per enviar) tots els eQSL (LoTW i eQSL) a tots els QSO nous de manera predeterminada.
cs: Klikněte pro označení Zafrontovat (k odeslání) do eQSL (LoTW a eQSL) pro všechna nová QSO.
es: Habilitar para poner en la cola de envío todas las QSL-e (LoTW & eQSL) en todos los nuevos QSO de forma predeterminada.
hr: Kliknite kako bi uobičajeno označili kao poredane (za slanje) sve eQSL (LoTW i eQSL) u svim novim QSOima.
it: Clicca se vuoi che di default ad ogni nuovo QSO le eQSL (LoTW e eQSL) siano automaticamente messe in coda per la spedizione.

# SetupPageMisc|
source: Dupe time range:
ca: Interval de temps dels «dupe»:
cs: Časový interval Duplicit:
es: Periodo de QSO dupe:
it: Tempo limite duplicato:

# SetupPageMisc|
source: Please specify an existing directory where the database (logbook.dat) will be saved.
ca: Especifiqueu un directori existent a on es desarà la base de dades (logbook.dat).
cs: Specifikujte existující adresář, do kterého bude ukládána databáze (logbook.dat).
da: Angiv en eksisterende mappe hvor databasen (logbook.dat) vil blive gemt.
es: Por favor, especifique un directorio existente donde la base de datos (logbook.dat) se almacenará.
fr: Veuillez spécifier un répertoire existant où la base de données (logbook.dat)sera sauvegardée.
hr: Molim odaberite postojeću mapu gdje će baza podataka (logbook.dat) biti spremljena.
it: Per favore indica una cartella valida per il salvataggio del database (logbook.dat).

# SetupPageMisc|
source: This is the directory where DB (logbook.dat) will be saved.
ca: Aquest és el directori a on es desarà la BD (logbook.dat).
cs: Toto je adresář, do kterého bude ukládána DB (logbook.dat).
da: Dette er mappen hvor DB (logbook.dat) vil blive gemt.
es: Este es el directorio donde la base de datos (logbook.dat) se guardará.
fr: C'est le répertoire où la BD (logbook.dat) sera sauvegardée.
hr: Ovo je mapa u koju će baza podataka (logbook.dat) biti spremljena.
it: Cartella di salvataggio del DB (logbook.dat).

# SetupPageMisc|
source: Mark sent eQSL && LoTW in new QSO as queued
ca: Marca els eQSL enviats i LoTW als QSO nous com a posats a la cua
cs: Označovat nová QSO k odeslání do eQSL && LoTW
es: Marcar eQSL y LoTW como en cola en todos los QSO nuevos
hr: Označite poslane eQSL i LoTW u novim QSOima kao poredane
it: Mette in coda nei nuovi QSO per la spedizione eQSL && LoTW

# SetupPageMisc|
source: Click to change the default ADIF file.
ca: Cliqueu per canviar el fitxer ADIF predeterminat.
cs: Klikněte pro změnu výchozího ADIF souboru.
da: Klik for at ændre ADIF-standardfilen.
es: Pulse para cambiar el nombre predeterminado del fichero ADIF.
fr: Cliquez pour changer le fichier ADIF par défaut.
hr: Kliknite za promjenu zadane ADIF datoteke.
it: Clicca per cambiare il file ADIF di default.

# SetupPageMisc|
source: Click to move the DB to the new directory.
ca: Cliqueu per moure la BD a un directori nou.
cs: Klikněte pro přesun DB to nového adresáře.
da: Klik for at flytte databasen til den nye mappe.
es: Pulse para mover la BBDD al nuevo directorio.
fr: Cliquez pour déplacer la BD vers le nouveau répertoire.
hr: Kliknite za micanje baze podataka u novu mapu.
it: Clicca per spostare il DB su una nuova cartella.

# SetupPageMisc|
source: Select Directory
ca: Selecció de directori
cs: Vybrat adresář
da: Vælg mappe
es: Seleccionar directorio
fr: Sélectionnez un répertoire
hr: Izaberite mapu
it: Scegli la cartella

# SetupPageMisc|
source: KLog - Move DB
ca: KLog - Mou la BD
cs: KLog - Přesun DB
es: KLog - Movimiento de base de datos
hr: KLog - Pomakni bazu podataka
it: KLog - Sposta DB

# SetupPageMisc|
source: File moved
ca: S'ha mogut el fitxer
cs: Soubor přesunut
da: Fil flyttet
es: Archivo movido
fr: Fichier déplacé
hr: Datoteka maknuta
it: File spostato

# SetupPageMisc|
source: File copied
ca: S'ha copiat el fitxer
cs: Soubor překopírován
da: Fil kopieret
es: Archivo copiado
fr: Fichié copié
hr: Datoteka kopirana
it: File copiato

# SetupPageMisc|
source: File already exist.
ca: El fitxer ja existeix.
cs: Soubor již existuje.
es: El fichero ya existe.
hr: Datoteka već postoji.
it: Il file esiste già.

# SetupPageMisc|
source: The destination file already exist and KLog will not replace it. Please remove the file from the destination folder before moving the file with KLog to make sure KLog can copy the file.
ca: El fitxer de destinació ja existeix i el KLog no el substituirà. Suprimiu el fitxer de la carpeta de destinació abans de moure el fitxer amb el KLog per assegurar que el KLog pot copiar el fitxer.
cs: Cílový soubor již existuje a KLog ho nebude nahrazovat. Odeberte soubor z cílové složky před přesunutím souboru pomocí KLog.
es: El fichero destino ya existe y KLog no lo reemplazará. Por favor elimine el archivo de la carpeta destino antes de mover el archivo con KLog para asegurarse de que KLog puede copiar el archivo.
hr: Odredišna datoteka već postoji i KLog je neće prebrisati. Molim izbrišite odredišnu datoteku prije micanja datoteke u KLogu kako biste osigurali da KLog može kopirati datoteku.
it: Il file di destinazione già esiste e KLog non lo sovrascriverà. Per favore rimuovi il file dalal cartella di destinazione prima di tentare di spostare il file con KLog se vuoi essere sicuro che la procedura abbia successo.

# SetupPageMisc|
source: File NOT copied
ca: NO s'ha copiat el fitxer
cs: Soubor se nezkopíroval
da: Filen blev IKKE kopieret
es: Archivo NO copiado
fr: Fichier NON copié
hr: Datoteka NIJE kopirana
it: File NON copiato

# SetupPageMisc|
source: The file was not copied due to an unknown problem.
ca: No s'ha copiat el fitxer degut a un problema desconegut.
cs: Soubor se nepřekopíroval kvůli neznámé chybě.
es: El archivo no se copió debido a un problema desconocido.
hr: Datoteka nije kopirana uslijed nepoznatog problema.
it: Impossibile coopiare il file per problemi sconosciuti.

# SetupPageMisc|
source: The target directory does not exist. Please select an existing directory.
ca: El directori de destinació no existeix. Seleccioneu un directori existent.
cs: Cílový adresář neexistuje. Vyberte existující adresář.
da: Målmappen findes ikke. Vælg venligst en eksisterende mappe.
es: El directorio destino no existe. Por favor, seleccione un directorio existente.
fr: Le répertoire cible n'existe pas. Veuillez sélectionner un répertoire existant.
hr: Ciljna mapa ne postoji. Molim izaberite postojeću mapu.
it: La cartella di destinazione non esiste. Per favore scegli una cartella esistente.

# SetupPageMisc|
source: Show the Station &Callsign used in the search box
ca: Mostra l'indi&catiu d'estació usat al quadre de cerca
cs: Zobrazovat vlastní značku &stanice ve výsledku Hledání
da: Vis stations&kaldesignal brugt i søgeboksen
es: Mostrar indicativo usado en el &cuadro de búsqueda
fr: Afficher l'indicatif de la station utilisée dans le champ de recherche
hr: Pokazati pozivni znakl &postaju korištenu u kućici za pretraživanje
it: Mostra il &nominativo di stazione inserito nella maschera di ricerca

# SetupPageMisc|
source: &Check for new versions automatically
ca: &Comprova automàticament si hi ha versions noves
cs: Automaticky &kontroloval aktualizace
da: &Kontroller for nye versioner automatisk
es: &Comprobar si hay nuevas versiones automáticamente
fr: Vérifier les nouvelles versions automatiquement
hr: &Provjeri za nove verzije automatski
it: &Controlla automaticamente nuove versioni

# SetupPageMisc|
source: QSOs will be marked as pending to send a QSL if you receive the DX QSL and have not sent yours.
ca: Els QSO es marcaran com a pendents d'enviar una QSL si rebeu el DX QSL i no heu enviat el vostre.
cs: QSO budou označena jako nevyřízené (k odeslání) QSL, pokud obdržíte QSL od protistanice a Váš QSL nebyl zatím odeslán.
da: QSO'er vil blive markeret som afventende på at sende en QSL hvis du modtager DX QSL'en og ikke har sendt dine.
es: Los QSO se marcarán como pendientes de enviar si se recibe la tarjeta del DX y no ha enviado la suya.
fr: Les QSOs seront marqués en attente pour envoyer une QSL si vous recevez la QSL et que vous n'avez pas encore retourné la vôtre
hr: QSOi će biti označeni kao neriješeni za slanje QSLke ako primite DX QSLku a niste poslali vašu.
it: QSO marcato come in attesa di spedizione QSL se hai già ricevuto la QSL del DX ma non ne hai ancora inviata una.

# SetupPageMisc|
source: Check if there is a new release of KLog available every time you start KLog.
ca: Comprova si hi ha un llançament nou disponible del KLog cada vegada que s'iniciï el KLog.
cs: Pokud povoleno, KLog kontroluje dostupnou aktualizaci při každém startu.
da: Kontroller om der er en ny version af KLog tilgængelig hver gang du starter KLog.
es: Comprueba si hay una nueva versión de KLog disponible cada vez que inicia KLog.
fr: Vérifier si une nouvelle version de KLog est disponible chaque fois que vous lancez KLog
hr: Provjeri je li dostupna nova inačica KLoga svaki put kad pokreneš KLog.
it: Controlla se è diosponibile una nuova versione di KLog ogni volta che KLog si avvia.

# SetupPageMisc|
source: &Provide Info for statistics
ca: &Proporciona informació per a estadístiques
cs: &Poskytnout informace pro statistiky
da: &Tilbyd information for statistik
es: &Proporcionar datos para estadísticas
fr: Fournir des informations pour les statistiques
hr: &Pruži podatke za statistiku
it: &Fornisci informazioni per statistiche

# SetupPageMisc|
source: The search box will also show the callsign on the air to do the QSO.
ca: El quadre de cerca també mostrà l'indicatiu a l'aire per fer el QSO.
cs: Vyhledávací pole zobrazí volací značku pro spojení.
es: El cuadro de búsqueda mostrará también el distintivo usado para hacer el QSO.
hr: Polje za pretraživanje će također pokazati pozivnu oznaku u eteru za uraditi QSO.
it: La maschera di ricerca mostrerà anche il nominativo usato in trasmissione durante il QSO.

# SetupPageMisc|
source: If new version checking is selected, KLog will send the developer your callsign, KLog version and Operating system to help in improving KLog.
ca: Si s'ha seleccionat la comprovació de versió nova, el KLog enviarà al desenvolupador el vostre indicatiu, la versió del KLog i el sistema operatiu per ajudar a millorar el KLog.
cs: Pokud je aktivní kontrola aktualizací, KLog bude zasílat vývojářům Vaši značku, KLog verzi a Operační systém pro vylepšení KLogu.
es: Si se selecciona el comprobar nuevas versiones, KLog enviará al desarrollador el indicativo, la versión de KLog y el sistema operativo para ayudar a mejorar KLog.
hr: Ako označite provjeru nove inačice, KLog će razvijatelju progama poslati vašu pozivnu oznaku, inačicu KLoga i operacijski sustav u svrhu unaprijeđivanja KLoga.
it: Se la spunta sul checkbox di controllo di nuove versione è attiva, KLog trasmetterà algi sviluppatori il tuo nominativo la vesione di KLog, e dil sisstema operativo per aiutare lo sviluppo di nuove versioni di KLog.

# SetupPageMisc|
source: Select to use real time.
ca: Seleccioneu-ho per emprar temps real.
cs: Použít skutečný čas.
da: Vælg at bruge realtid.
es: Seleccione para usar tiempo real.
fr: Sélectionner pour utiliser l'heure en temps réel.
hr: Označite da koristite stvarno vrijeme.
it: Seleziona per il funzionamento in tempo reale.

# SetupPageMisc|
source: Select to use UTC time.
ca: Seleccioneu-ho per emprar l'hora UTC.
cs: Použít čas v UTC.
da: Vælg at bruge UTC-tidspunkter.
es: Seleccione para usar UTC.
fr: Sélectionnez pour utiliser l'heure UTC
hr: Izaberite za korištenje UTC vremena.
it: Seleziona per usare l'ora UTC.

# SetupPageMisc|
source: Select if you want to save to ADIF on exit.
ca: Seleccioneu si voleu desar a l'ADIF en sortir.
cs: Vyberte, pokud požadujete před ukončení aplikace uložit do ADIF.
da: Vælg hvis du ønsker at gemme til ADIF ved afslut.
es: Seleccione si quiere guardar en ADIF al salir.
fr: Sélectionnez si vous souhaitez enregistrer vers ADIF en quittant
hr: Označite ako želite snimiti u ADIF formatu prije izlaska.
it: Seleziona se vuoi salvare su file ADIF ad ogni uscita.

# SetupPageMisc|
source: Complete the current QSO with previous QSO data.
ca: Completa el QSO actual amb dades de QSO anteriors.
cs: Pro QSO se použijí informace z předešlých QSO.
da: Fuldfør den nuværende QSO med tidligere QSO-data.
es: Completar el QSO actual con datos de QSO anteriores.
fr: Complète le QSO en cours avec les données du QSO précédent
hr: Popuni trenutni QSO podacima prijašnjeg QSOa.
it: Completa il QSO corrente ripescando i dati dal precedente QSO.

# SetupPageMisc|
source: Browse
ca: Explora
cs: Procházet
da: Gennemse
es: Buscar
fr: Parcourir
hr: Razgledavanje
it: Sfoglia

# SetupPageMisc|
source: Open File
ca: Obre fitxer
cs: Otevřít soubor
da: Åbn fil
es: Abrir fichero
fr: Ouvrir un Fichier
hr: Otvori datoteku
it: Apre File

# SetupPageMisc|
source: &Delete always temp ADIF file after uploading QSOs
ca: &Suprimeix sempre el fitxer ADIF temporal després de pujar els QSO
cs: Vždy &smazat dočasný ADIF po nahrání QSO
es: Borrar siempre el archivo ADIF &temporal tras subir los QSOs
it: &Cancella sempre il file temporaneo ADIF dopo il trasferimento dei QSO

# SetupPageMisc|
source: Delete Always the adif file created after uploading QSOs
ca: Suprimeix sempre el fitxer ADIF creat després de pujar els QSO
cs: Vždy smazat ADIF vytvořený při nahrání QSO
es: Borrar el archivo ADIF temporal tras subir los QSOs
it: Cancella sempre il file ADIF creato dopo in trasferimento dei QSO

# SetupPageSats|
source: &New
ca: &Nou
cs: &Nový
da: &Ny
es: &Nuevo
fr: &Nouveau
hr: &Novo
it: &Nuovo

# SetupPageSats|
source: &Edit
ca: &Edita
cs: &Upravit
da: &Rediger
es: &Editar
fr: &Editer
hr: Ur&edi
it: &Modifica

# SetupPageSats|
source: &Remove
ca: &Elimina
cs: &Smazat
da: &Fjern
es: Elimina&r
fr: &Retirer
hr: Izb&risati
it: &Elimina

# SetupPageSats|
source: &Import
ca: &Importa
cs: &Importovat
es: &Importar
fr: &Importer
hr: &Uvoz
it: &Importa

# SetupPageSats|
source: E&xport
ca: E&xporta
cs: E&xportovat
da: &Eksport
es: E&xportar
fr: E&xporter
hr: &Izvoz
it: E&sporta

# SetupPageSats|
source: Add a new satellite.
ca: Afegeix un satèl·lit nou.
cs: Přidat nový satelit.
da: Tilføj en ny satellit.
es: Añadir un nuevo satélite.
fr: Ajouter un nouveau satellite
hr: Dodaj novi satelit.
it: Aggiunge un nuovo satellite.

# SetupPageSats|
source: Edit the selected satellite.
ca: Edita el satèl·lit seleccionat.
cs: Upravit vybraný satelit.
da: Rediger den valgte satellit.
es: Editar el satélite seleccionado.
fr: Editer le satelite sélectionné
hr: Uredi izabrani satelit.
it: Modifica il satellite selezionato.

# SetupPageSats|
source: Remove the selected satellite.
ca: Elimina el satèl·lit seleccionat.
cs: Smazat vybraný satelit.
da: Fjern den valgte satellit.
es: Eliminar el satélite seleccionado.
fr: Retirer le satellite sélectionné
hr: Izbriši izabrani satelit.
it: Elimina il satellite selezionato.

# SetupPageSats|
source: Export your current satellites to a file.
ca: Exporta els satèl·lits actuals a un fitxer.
cs: Exportovat současný seznam satelitů do souboru.
da: Eksporter dine nuværende satellitter til en fil.
es: Exportar los satélites actuales a un fichero.
fr: Exporte la liste des satellites actuels vers un fichier
hr: Izvezite vaše trenutne satelite u datoteku.
it: Esporta i tuoi satelliti attuali su file.

# SetupPageSats|
source: Select the sat you want to open.
ca: Seleccioneu el satèl·lit que voleu obrir.
cs: Vyberte satelit, který si přejete otevřít.
da: Vælg satellitten du ønsker at åbne.
es: Seleccione el satélite que quiere abrir.
fr: Sélectionner le satellite à éditer
hr: Izaberite satelit koji želite otvoriti.
it: Seleziona il sat da aprire.

# SetupPageSats|
source: Do you really want to remove this satellite?
ca: Esteu segur que voleu eliminar aquest satèl·lit?
cs: Opravdu si přejete odstranit tento satelit?
da: Ønsker du virkelig at fjerne denne satellit?
es: ¿Realmente quiere eliminar este satélite?
fr: Souhaitez-vous vraiment retirer ce satellite ?
hr: Želite li zaista izbrisati ovaj satelit?
it: Davvero vuoi eliminare questo satellite?

# SetupPageSats|
source: Import a satellites file. It will replace the satellites you have in the current list.
ca: Importa un fitxer de satèl·lits. Substituirà els satèl·lits que hi ha a la llista actual.
cs: Importovat soubor se satelity. Soubor nahradí satelity, které jsou na současném seznamu.
es: Importa el fichero de satélites. Reemplazará los satélites que tiene ahora configurados.
hr: Uvezi datoteku sa satelitima. To će zamijeniti satelite koje trenutno imate na listi.
it: Imposta file di satelliti. Questi sostituiranno i satelliti del tuo elenco corrente.

# SetupPageSats|
source: This satellite will no be longer available to be selected ...
ca: Aquest satèl·lit ja no tornarà a estar disponible per a ser seleccionat...
cs: Tento satelit již nebude možné vybrat ...
es: Este satélite dejara de estar disponible para ser seleccionado ...
hr: Ovaj satelit više neće moći biti izabran ...
it: Questo satellite non apparirà più nell'elenco dei satelliti selezionabili...

# SetupPageSats|
source: Sat has not been removed. (#3)
ca: No s'ha eliminat el satèl·lit. (#3)
cs: Satelit nebyl odstraněn. (#3)
da: Sat. er ikke blevet fjernet. (#3)
es: El satélite no ha sido eliminado. (#3)
fr: Le satellite n'a pas été retiré. (#3)
hr: Satelit nije bio izbrisan (#3)
it: Sat non è stato rimosso. (#3)

# SetupPageSats|
source: Sat has not been removed. (#2)
ca: No s'ha eliminat el satèl·lit. (#2)
cs: Satelit nebyl odstraněn. (#2)
da: Sat. er ikke blevet fjernet. (#2)
es: El satélite no ha sido eliminado. (#2)
fr: Le satellite n'a pas été retiré. (#2)
hr: Satelit nije bio izbrisan (#2)
it: Sat non è stato rimosso. (#2)

# SetupPageSats|
source: Sat has not been removed. (#1)
ca: No s'ha eliminat el satèl·lit. (#1)
cs: Satelit nebyl odstraněn. (#1)
da: Sat. er ikke blevet fjernet. (#1)
es: El satélite no ha sido eliminado. (#1)
fr: Le satellite n'a pas été retiré. (#1)
hr: Satelit nije bio izbrisan (#1)
it: Sat non è stato rimosso. (#1)

# SetupPageSats|
source: Short
ca: Curt
cs: Krátké
da: Kort
es: Corto
fr: Court
hr: Kratko
it: Breve

# SetupPageSats|
source: Name
ca: Nom
cs: Jméno
da: Navn
es: Nombre
fr: Nom
hr: Ime
it: Nome

# SetupPageSats|
source: Uplink
ca: Pujada
es: Subida
it: Uplink (uscita)

# SetupPageSats|
source: Downlink
ca: Baixada
es: Bajada
it: Downlink (ingresso)

# SetupPageSats|
source: Modes
cs: Druhy provozu
da: Tilstande
es: Modos
hr: Načini rada
it: Modalità

# SetupPageSats|
source: An error has occurred showing the following error code:
ca: Hi ha hagut un error en mostrar el codi d'error següent:
cs: Nastala chyba s následujícím kódem chyby:
da: Der opstod en fejl der viser den følgende fejlkode:
es: Ha ocurrido un error que muestra el siguiente código de error:
fr: Une erreur s'est produite avec le code d'erreur suivant :
hr: Nastupila je greška sa sljedećim kodom:
it: Si è verificato un errore con il codice:

# SetupPageSats|
source: KLog - SetupPageSats
ca: KLog - Pàgina de configuració de satèl·lits
cs: KLog - Nastavení Satelitů
es: KLog - Configuración de satélites

# SetupPageSats|
source: Open Satellites File
ca: Obre el fitxer de satèl·lits
cs: Otevřít satelitní soubor
da: Åbn satellitfil
es: Abrir fichero de satélites
fr: Ouvrir le fichier des satellites
hr: Otvori datoteku sa satelitima
it: Apre file satelliti

# SetupPageSats|
source: KLog warning
ca: Avís del KLog
cs: KLog upozornění
da: KLog-advarsel
es: Advertencia de KLog
fr: Avertissement KLog
hr: Klog upozorenje

# SetupPageSats|
source: An unexpected error ocurred while importing the satellite data. It may be caused because the file you are trying to import does not have the right format.
ca: Hi ha hagut un error inesperat en importar les dades dels satèl·lits. Pot ser degut a que el fitxer que esteu intentant importar no té el format correcte.
cs: Objevila se neočekávaná chyba při importu satelitních dat. To může být způsobeno tím, že soubor nemá požadovaný formát.
da: Der opstod en uventet fejl under import af satellitdata. Det kan være fordi, at filen du forsøger at imporetere ikke har det korrekte format.
es: Ha ocurrido un error inesperado al importar los datos de satélites. Puede haber sido causado que el fichero que está intentando importar no tiene el formato adecuado.
fr: Une erreur innatendue s'est produite pendant l'importation des données des satellites. Cela peut provenir du fait que le fichier que vous essayer d'importer n'a pas le format requis.
hr: Dogodila se neočekivana pogreška prilikom uvoza podataka o satelitima. Moguće je da datoteka koju pokušavate uvesti nije u ispravnom obliku.
it: Impossibile importare i dati satellite a causa di un errore inaspettato. Il file che stai cercando di importare potrebbe non essere nel corretto formato.
